Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: You can obtain information about the currently selected frame by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Info Current Frame</guimenuitem></menuchoice>. A window will open describing the current frame.
fr: Vous pouvez obtenir des informations sur le cadre actuellement sélectionné en choisissant l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guisubmenu>Informations</guisubmenu><guimenuitem>Informations sur le cadre actuel</guimenuitem></menuchoice>. Une fenêtre s'ouvre pour afficher ces informations.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guisubmenu>情報</guisubmenu><guimenuitem>現在のフレーム</guimenuitem></menuchoice> を選択すると、現在選択されているフレームについての情報が表示されます。

source: Information about the current function arguments
fr: Informations sur les paramètres de la fonction actuelle
ja: 関数の引数についての情報

source: You can obtain information about the arguments of the current function by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Arguments</guimenuitem></menuchoice>. A window will open describing the arguments.
fr: Vous pouvez obtenir des informations sur les paramètres de la fonction actuelle en choisissant l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guisubmenu>Informations</guisubmenu><guimenuitem>Informations sur les paramètres de la fonction</guimenuitem></menuchoice>. Une fenêtre s'ouvre pour afficher ces informations.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guisubmenu>情報</guisubmenu><guimenuitem>関数の引数</guimenuitem></menuchoice> を選択すると、現在実行している関数の引数についての情報が表示されます。

source: User command
fr: Commande utilisateur
ja: ユーザ コマンド

source: To send directly a command to the back end choose the menu item <menuchoice><guimenu>Debug</guimenu><guimenuitem>Debugger command</guimenuitem></menuchoice>. This will bring a small dialog where you can enter commands that will be send to the debugger when you press <keycap>Return</keycap>.
fr: Pour envoyer une commande directement au moteur de débogage, choisissez l'élément de menu <menuchoice><guimenu>Déboguer</guimenu><guimenuitem>Commande du débogueur</guimenuitem></menuchoice>. Une petite boîte de dialogue apparaît dans laquelle vous pouvez saisir des commandes qui sont envoyées au débogueur lorsque vous pressez <keycap>Entrée</keycap>.
ja: メニューから <menuchoice><guimenu>デバッグ</guimenu><guimenuitem>デバッガのコマンド...</guimenuitem></menuchoice> を選択すると、バックエンドに対して直接コマンドを送信することができます。表示されたダイアログでコマンドを入力して <keycap>Return</keycap> を押せば、コマンドがデバッガに送信されます。

source: The front end sends this command directly to the back end without performing any checks. By example if you set a breakpoint like this, it will not appear in the <interface>breakpoint list window</interface>. It is better to avoid using this command unless you know exactly what you are doing.
fr: L'interface envoie cette commande directement au moteur sans effectuer aucun contrôle. Par exemple, si vous définissez un point d'arrêt de cette façon, il n'apparaît pas dans la fenêtre <interface>Points d'arrêt</interface>. Il vaut mieux éviter d'utiliser cette commande à moins que vous ne sachiez exactement ce que vous faites.
ja: フロントエンドはコマンドに対するチェックを行わずに、コマンドをバックエンドに送信します。例えばこの方法でブレークポイントを設定したとしても、そのブレークポイントは <interface>ブレークポイント一覧 ウィンドウ</interface> には表示されません。自分が何をしているか確信が持てない限り、このコマンドは使用しない方がよいでしょう。

source: Glade Interface Designer
fr: Concepteur d'interface Glade
ja: Glade インターフェース デザイナ

source: Quick start
fr: Démarrage rapide
ja: クイック スタート

source: You should have a project containing Glade file opened;
fr: Le projet doit contenir des fichiers Glade ouverts.
ja: Glade ファイルを含むプロジェクトを開きます;

source: Unlike original Glade designer, Anjuta plugin uses double click for creating handlers for default signal. You can perform a click on widgets (e.g. switch current tab in a GtkNotebook) by keeping "Windows" or "Super" key pressed;
fr: Contrairement au concepteur d'interface original Glade, le greffon Anjuta utilise le double-clic pour créer les gestionnaires du signal par défaut. Vous pouvez cliquer sur les composants graphiques (par ex. changer l'onglet actuel dans un GtkNotebook) en gardant pressée la touche « Windows » ou « Super ».
ja: オリジナルのGlade デザイナとは異なり、Anjuta のプラグインでは、ダブルクリックをデフォルトのシグナルに対するハンドラの作成に使用しています。Glade ではダブルクリックを使用するような場合(例 GtkNotebook のタブの切り替え)、Anjuta では "Windows" キー、または "Super" キーを押しながらクリックしてください;

source: Open <menuchoice><guimenuitem>Preferences</guimenuitem><guimenuitem>Glade GUI Designer</guimenuitem></menuchoice> and check the three topmost flags <guilabel>Insert handler on edit</guilabel>, <guilabel>Separated designer layout</guilabel> and <guilabel>Automatically add resources</guilabel>;
fr: Ouvrez <menuchoice><guimenuitem>Préférences</guimenuitem><guimenuitem>Concepteur de GUI Glade</guimenuitem></menuchoice> et cochez les trois options du haut <guilabel>Insérer un gestionnaire à l'édition</guilabel>, <guilabel>Agencement de conception séparé</guilabel> et <guilabel>Ajouter automatiquement les ressources</guilabel>.
ja: <menuchoice><guimenuitem>設定</guimenuitem><guimenuitem>Glade GUI デザイナ</guimenuitem></menuchoice>を開いて<guilabel>編集時にハンドラを追加</guilabel>、<guilabel>デザイナを切り離す</guilabel>、そして<guilabel>リソースを自動的に追加</guilabel>をチェックします;

source: Check <menuchoice><guimenuitem>View</guimenuitem><guimenuitem>Designer</guimenuitem></menuchoice> flag and move this window to a better place;
fr: Cochez <menuchoice><guimenuitem>Affichage</guimenuitem><guimenuitem>Concepteur</guimenuitem></menuchoice> et mettez cette fenêtre à un meilleur emplacement.
ja: <menuchoice><guimenuitem>表示</guimenuitem><guimenuitem>デザイナ</guimenuitem></menuchoice> をチェックして、ウィンドウを適当な場所に配置します;

source: Switch to a Glade file in the design area and to the source code file that should contain callbacks for the Glade file, then press <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Associate last designer and editor</guimenuitem></menuchoice>;
fr: Activez le fichier Glade dans la zone de conception et le fichier du code source devant contenir les signaux d'appel du fichier Glade, puis faites <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Associer le dernier concepteur et le dernier éditeur</guimenuitem></menuchoice>.
ja: Glade ファイルのデザイン エリア、および Glade ファイルのコールバック ハンドラを記述するソースファイルを開いてから <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>最後の UI ファイルとソース ファイルを関連づけます</guimenuitem></menuchoice> をクリックします;

source: Optionally select a target for image and other resources in the project manager and press <guilabel>Set as default resource target</guilabel> in the context menu.
fr: Éventuellement, choisissez une cible pour les images ou autres ressources dans le gestionnaire de projet et sélectionnez <guilabel>Définir comme cible de ressource par défaut</guilabel> dans le menu contextuel.
ja: オプションとして、ターゲットのためのイメージ、その他のリソースをプロジェクト マネージャで選択して、コンテキスト メニューから <guilabel>デフォルトのターゲットとして指定する</guilabel> を選択します。

source: If you don't want to read all this boring manual, here is few steps to get all things ready for use: <placeholder-1/>
fr: Si vous ne voulez pas lire tout cet ennuyeux manuel, voici quelques étapes pour être totalement prêts à utiliser Glade : <placeholder-1/>
ja: もしあなたが退屈なマニュアルを読みたくない場合は、以下の手順ですぐに使い始めることができます: <placeholder-1/>

source: Glade general usage questions
fr: Généralités sur l'utilisation de Glade
ja: Glade の一般的な使用方法について

source: Glade plugin mostly copies functionality of standalone Glade designer, but there are some special features. The four windows of the Glade desinger are design area, palette, widgets inspector and property editor. They have the same purpose as in the standalone designer, so please consult <ulink type="help" url="ghelp:glade">Glade Interface Designer Manual</ulink> for their description. An extra functionality allows you to use infrastructure of Anjuta more effectively and is described here.
fr: Le greffon Glade retranscrit presque totalement les fonctionnalités du concepteur d'interface Glade autonome, mais il y a quelques particularités. Les quatre fenêtres du concepteur Glade sont la zone de conception, la palette, l'inspecteur des composants graphiques et l'éditeur de propriétés. Ils ont la même fonction que dans le concepteur Glade autonome : veuillez donc consulter le <ulink type="help" url="ghelp:glade">Manuel du concepteur d'interface Glade</ulink> pour leur description. Une fonctionnalité supplémentaire permettant d'utiliser plus efficacement l'infrastructure de Anjuta est décrite ici.
ja: Glade プラグインは、その多くの機能をスタンドアロン版の Glade デザイナから借用しています。しかし、それ以外の固有な機能もあります。デザイン エリア、パレット、ウィジェット インスペクタ、そしてプロパティ エディタの4つは、Gladeデザイナ のウィンドウです。これらはスタンドアロンのデザイナと同し目的で使用するので、詳細は <ulink type="help" url="ghelp:glade">Glade Interface Designer Manual</ulink> を参照してください。ここで説明するそれ以外の固有機能により、あなたは Anjuta をさらに効果的に使用することができます。

source: Editor and designer association
fr: Association éditeur et concepteur
ja: 編集プログラムとデザイナの関連付け

source: You can associate text editor and Glade designer so you will easily switch between them and automatically insert handler stubs for newly entered handlers. You can associate more then one editor to a designer. The most recent editor or associated with the current toplevel widget will be used. There are two ways of associating editor and designer. The first way is using associations dialog. The second way is to choose designer and editor document in any order and then press <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Associate last designer and editor</guimenuitem></menuchoice> menu item.
fr: Vous pouvez associer l'éditeur de texte et le concepteur Glade : l'association permet d'aller alternativement de l'un à l'autre et d'insérer automatiquement des ébauches pour les nouveaux gestionnaires ajoutés. Il est possible d'associer plus d'un éditeur à un même concepteur. Sera utilisé le dernier éditeur activé ou celui associé au composant graphique actuellement au plus haut niveau. Il y a deux manières d'associer éditeur et concepteur. La première consiste à utiliser la « Boîte de dialogue des associations » ; la seconde à choisir le concepteur et le document de l'éditeur dans n'importe quel ordre, puis de sélectionner l'élément de menu <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Associer le dernier concepteur et le dernier éditeur</guimenuitem></menuchoice>.
ja: テキスト エディタと Glade デザイナを関連付けることにより、それらを切り替えるのが簡単になるのと、新たに追加したハンドラに対応するハンドラ スタブも自動的に追加されるようになります。デザイナに対して複数のエディタを関連付けることもできます。この関連付けは一番最近使用したエディタと、編集中のトップレベルのウィジェットの間で行われます。1つめの方法は関連付け ダイアログで行う方法です。2つめは、デザイナとエディタを選択してから、メニューの<menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>最後の UI ファイルとソース ファイルを関連づけます</guimenuitem></menuchoice> を選択する方法です。

source: Associations dialog
fr: Boîte de dialogue des associations
ja: 関連付け ダイアログ

source: Spec regexp
fr: Expression régulière spéciale
ja: Spec regexp (Special regular expression:スペシャルマークの正規表現)

source: Shortened from "special regular expression". Used for defining a custom position for inserting stubs.
fr: Elle s'utilise pour définir une position personnalisée pour l'insertion des ébauches.
ja: "special regular expression"の略です。挿入する雛形の位置を正規表現により定義します。

source: Widget name
fr: Nom du composant graphique
ja: Widget name(ウィジェットの名前)

source: The name of the toplevel widget this assoctiation belongs to.
fr: Il indique le nom du composant graphique de plus haut niveau auquel se rapporte cette association.
ja: 関連付けが適用されるトップレベルのウィジェットの名前です。

source: Position type
fr: Type de position
ja: Position type(ポジション タイプ)

source: Describes a position at which a handler stub will be inserted. <guilabel>After begin</guilabel> means after special mark (which may be entered in the <guilabel>Spec regexp</guilabel> entry) and <guilabel>before end</guilabel> means before special end mark. Default begin mark is /* window_name callbacks */ and default end mark is /* end of window_name callbacks */. window_name may be ommited.
fr: Il décrit l'emplacement où l'ébauche de gestionnaire sera insérée. <guilabel>Après le « begin »</guilabel> signifie après la marque spéciale (qui peut être saisie dans le champ <guilabel>Expression régulière spéciale</guilabel>) et <guilabel>Avant le « end »</guilabel> qui signifie avant la marque de fin spéciale. La marque de début par défaut est /* nom_fenetre callbacks */ et la marque de fin par défaut est /* end of nom_fenetre callbacks */. Il est possible d'omettre nom_fenetre.
ja: 雛形ハンドラをどこに挿入するかを指定します。<guilabel>After begin(先頭の後)</guilabel>は、スペシャルマーク(<guilabel>スペシャルマークの正規表現</guilabel>で入力した正規表現)の直後の位置に挿入することを意味します。また、<guilabel>before end(終端の前)</guilabel>はスペシャルマークの前に挿入する、という意味です。デフォルトでは、先頭のマークとして /* window_name callbacks */ が、終端のマークとして /* end of window_name callbacks */ となっています。window_name は省略することができます。

source: Allows you to create and manager associations. To create an association select designer and editor in the comboboxes and press <guibutton>Associate</guibutton>. You can also select the document by switching to it in document manager or windows list in the main menu. The list in the middle of the dialog shows existing associations. A couple of controls below are intended for editing association properties. Here is their description: <placeholder-1/>
fr: Elle vous permet de créer et de gérer les associations. Pour créer une association, choisissez un concepteur et un éditeur dans les boîtes combinées et cliquez sur <guibutton>Associer</guibutton>. Vous pouvez également sélectionner le document en l'activant dans le gestionnaire de documents ou dans la liste des fenêtres du menu principal. La liste au centre de la boîte de dialogue affiche les associations existantes. En dessous, des contrôles servent à modifier les propriétés de l'association. Voici leur description : <placeholder-1/>
ja: 関連付けのダイアログにより関連付けを作成、管理することができます。関連付けを作成するには、コンボボックスからデザイナとエディタを選択して <guibutton>関連付け</guibutton> をクリックします。ドキュメント ウィンドウか、メニューの一覧からからドキュメントを選択することもできます。ダイアログの中央には、既存の関連付けの一覧があります。下には関連付けのプロパティを編集するために、以下で説明するようなコントロールがあります: <placeholder-1/>

source: Default signal
fr: Signal par défaut
ja: デフォルトのシグナル

source: Double click on a widget in the design area will create a new handler for default signal using a predefined template for its naming. For example, the default signal is "clicked" for button, "toggled" for check box, etc. If <guilabel>Insert handler on edit</guilabel> option is enabled then a new handler stub will be inserted to the position which depends on <guilabel>Position type</guilabel> setting.
fr: Un double-clic sur un composant graphique dans la zone de conception crée un nouveau gestionnaire pour le signal par défaut en utilisant un modèle prédéfini pour sa dénomination. Par exemple, le signal par défaut est « clicked » pour un bouton, « toggled » pour une case à cocher, etc. Si l'option <guilabel>Insérer un gestionnaire à l'édition</guilabel> est activée alors la nouvelle ébauche de gestionnaire sera insérée à une position qui dépend du réglage de <guilabel>Type de position</guilabel>.
ja: デザイナでウィジェットをダブルクリックすると、そのウィジェット用にあらかじめ定義された命名法により、既定のシグナルのためのハンドラ スタブが作成されます。例えば、ボタンに対するデフォルトのシグナルは "clicked"、チェックボックスに対するデフォルトのシグナルは "toggled"、といった具合です。<guilabel>各ハンドラをエディタから指定する</guilabel> オプションをチェックしている場合、<guilabel>挿入する場所</guilabel> で設定した位置にハンドラ スタブが挿入されます。

source: Inserting a stub
fr: Insertion d'une ébauche
ja: スタブの挿入

source: One of the most valuable goal of <application>Anjuta</application> and <application>Glade</application> integration is automatical creating of handler stubs, so you will not need to do a lot of routine work for that, it will be done automatically.
fr: L'un des résultats les plus remarquables de l'intégration de <application>Anjuta</application> et de <application>Glade</application> est la création automatique d'ébauches de gestionnaire ; cette création vous épargne beaucoup de travail de routine étant donné qu'elle se fait automatiquement.
ja: 自動的にハンドラ スタブを作成することによりユーザを多くの機械的な作業から開放することは、<application>Anjuta</application> と <application>Glade</application> を統合することによりもたらされる価値あるゴールの1つです。

source: Automatically if <guilabel>Insert handler on edit</guilabel> option if enabled
fr: automatiquement, si l'option <guilabel>Insérer un gestionnaire à l'édition</guilabel> est activée,
ja: <guilabel>各ハンドラをエディタから指定する</guilabel> が選択されている場合は自動的に作成されます

source: Using <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Insert handler stub, autoposition</guimenuitem></menuchoice> in hte main menu
fr: en utilisant l'élément <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>Insérer une ébauche de gestionnaire (position auto)</guimenuitem></menuchoice> du menu principal,
ja: メニューの <menuchoice><guimenuitem>Glade</guimenuitem><guimenuitem>ハンドラ スタブの挿入 (自動)</guimenuitem></menuchoice> を選択する。

source: Using <guilabel>Insert handler stub</guilabel> item in the context menu of text document
fr: en utilisant l'élément <guilabel>Insérer une ébauche de gestionnaire</guilabel> du menu contextuel des documents texte.
ja: ドキュメントのコンテキスト メニューから、<guilabel>ハンドラ スタブを挿入する</guilabel> を選択する。

source: There are several ways to create a stub: <placeholder-1/>
fr: Il y a plusieurs façons de créer une ébauche : <placeholder-1/>
ja: スタブを作成する方法はいくつかあります: <placeholder-1/>

source: Preferences
fr: Préférences
ja: 設定

source: Insert handler on edit
fr: Insérer un gestionnaire à l'édition
ja: 各ハンドラをエディタから指定する

source: Enables inserting a handler stub into the associated editor after entering a new handler into signal editor or creating a <link linkend="glade-default-signal">default signal handler</link>
fr: Active l'insertion d'une ébauche de gestionnaire dans l'éditeur associé après avoir saisi un nouveau gestionnaire dans l'éditeur de signaux ou créé un <link linkend="glade-default-signal">gestionnaire de signal par défaut</link>.
ja: シグナル エディタで新しいハンドラを追加、または <link linkend="glade-default-signal">デフォルトのシグナル ハンドラ</link>の作成により、関連付けられた編集中のプログラムにハンドラ スタブが挿入されることを可能にします。

source: Separated designer layout
fr: Agencement de conception séparé
ja: デザイナの切り離し

source: Detaches the design area from document manager so you can dock it separately from text editors.
fr: Détache la fenêtre de conception de l'interface hors du gestionnaire de document afin de pouvoir la disposer séparément de l'éditeur de texte.
ja: ドキュメント マネージャからデザイン エリアを切り離します。

source: Automatically add resources
fr: Ajouter automatiquement les ressources
ja: 自動的にリソースを追加する

source: When checked then all resources (e.g. images) will be added to the target in the current project. You can choose the target using project manager context menu or by entering target id in the entry below the check button.
fr: Si la case est cochée, toutes les ressources (par ex. les images) sont ajoutées à la cible dans le projet actuel. Vous pouvez choisir la cible en utilisant le menu contextuel du gestionnaire de projet ou en saisissant l'identifiant de la cible dans le champ sous la case à cocher.
ja: これをチェックした場合、すべてのリソース(例 イメージ)をプロジェクトのターゲットに追加することができます。プロジェクト マネージャのコンテキスト メニューから選択、またはチェックボックスの下のテキスト ボックスにターゲット ID を入力することにより可能です。

source: Handler template
fr: Modèle de gestionnaire
ja: ハンドラの名前の書式

source: You can choose between the two formats of automatic naming of signal handler.
fr: Vous pouvez choisir là un des deux formats de dénomination automatique des gestionnaires de signaux.
ja: シグナル ハンドラを自動的に命名するときのの書式を2つの中から選ぶことができます。

source: Preferences are ways to customize <application>Anjuta</application> to suit your tastes. Activate <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> to bring up the preferences dialog. Some preferences are explained below.
fr: Les préférences vous permettent de configurer <application>Anjuta</application> selon vos goûts. Choisissez <menuchoice><guimenu>Édition</guimenu><guimenuitem>Préférences</guimenuitem></menuchoice> pour faire apparaître la boîte de dialogue des préférences. Quelques préférences sont explicités ci-après.
ja: <application>Anjuta</application> をあなたのお好みに設定することができます。<menuchoice><guimenu>編集</guimenu><guimenuitem>設定</guimenuitem></menuchoice> を選択すると設定ダイアログが表示されます。いくつかの設定について説明します。

source: General
fr: Général
ja: 全般

source: <emphasis>Project Directory</emphasis> is the path where you plan to put all your projects. The application wizard creates new projects in this directory only. The default project directory is ~/Projects and generally this is fine for most people.
fr: Le <emphasis>répertoire du projet</emphasis> est le chemin qui mène là où vous avez l'intention d'enregistrer tous vos projets. L'assistant Application créera les nouveaux projets uniquement dans ce répertoire. Le répertoire par défaut est ~/Projets, ce qui convient à la plupart des utilisateurs.
ja: <emphasis>プロジェクトのフォルダ</emphasis> は、あなたのプロジェクトすべてを格納するためのフォルダです。アプリケーション ウィザードで作成したプロジェクトはすべてこのフォルダ配下に作成されます。デフォルトのプロジェクトのフォルダは~/プロジェクト名 となります。これは多くのユーザを満足させる設定でしょう。

source: <emphasis>User Info:</emphasis> Provide your name and email address here. These are not used to do software registration; rather, they are used to create ChangeLog entries and other text insertions.
fr: <emphasis>Informations utilisateur :</emphasis> indique votre nom et votre adresse électronique. Ces informations ne seront pas utilisées pour signer des dépôts de logiciels, mais plutôt pour créer les entrées du « ChangeLog » et autres insertions de texte.
ja: <emphasis>開発者の情報:</emphasis> 名前と電子メールのアドレスを入力します。これらの設定はソフトウェアの登録に使用されるわけではありません。ChangeLog やその他の文書を作成する際に使用されます。

source: File Manager
fr: Gestionnaire de fichiers
ja: ファイル マネージャ

source: <emphasis>Root directory if no project is open</emphasis> is the path where the root of the file manager points if no project is currently open.
fr: Le <emphasis>Répertoire racine si aucun projet n'est ouvert</emphasis> indique le chemin vers lequel la racine du gestionnaire de fichiers pointe si aucun projet n'est en cours.
ja: <emphasis>デフォルトのルート フォルダ</emphasis> は、プロジェクトを開いていないときにファイル マネージャが開くデフォルトのフォルダです。

source: <emphasis>File Filter:</emphasis> You can filter out some files from the file tree, for example, hidden files, or files that are ignored by the version control system which usually means they are generated at build time and should not be changed.
fr: <emphasis>Filtre de fichiers :</emphasis> vous pouvez filtrer certains fichiers dans l'arborescence, par exemple, les fichiers cachés ou bien les fichiers ignorés par le système de contrôle de version étant donné qu'ils sont générés au moment de la construction et ne doivent pas être modifiés.
ja: <emphasis>フィルター:</emphasis> 例えば隠しファイルや、バージョン管理システムから無視されるビルド時に生成される中間ファイルなどをフィルタすることができます。

source: User-defined Tools
fr: Outils définis par l'utilisateur
ja: ユーザ定義ツール

source: You'll sometimes find the built-in functionality provided by Anjuta to be insufficient. In these cases, you might be tempted to either add the feature yourself to the Anjuta codebase or submit a feature request to implement the feature. However, both approaches are likely to be slow and problematic, especially if your tool is a specialized one. In these circumstances, it is advisable to use the Anjuta tools framework instead.
fr: Parfois vous trouverez que les fonctionnalités intégrées fournies par Anjuta sont insuffisantes. Dans ce cas, vous pourrez alors être tenté, soit d'ajouter la fonctionnalité vous-même dans le code de Anjuta, soit de déposer une requête pour que la fonctionnalité soit implémentée. Toutefois, l'une ou l'autre de ces approches sera, selon toute probabilité, lente et problématique, surtout si votre outil est spécialisé. En de telles circonstances, il est préférable d'utiliser à la place la structure des outils Anjuta.
ja: あなたは Anjuta の機能に満足できないような場合があるかもしれません。そんな場合はあなた自身が Anjuta の開発に加わるか、あなたが望む機能の実装を要望することができます。しかしながら、これらの方法には時間がかかるし、あなたの要望する機能が特殊な機能であるような場合は問題があります。そのようなときは Anjuta のツール フレームワークが役に立ちます。
