Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: Inspecting expressions in editor window
fr: Inspection d'expressions dans la fenêtre de l'éditeur
ja: エディタ ウィンドウでの式の検査

source: When the debugger is active with the program stopped, you can get the value of an expression just by putting the mouse pointer over it and staying there for a short time. If the expression is already present in the <interface>Locals</interface> or <interface>Watches</interface> window, its value is displayed in a tooltip.
fr: Lorsque le débogueur est actif et le programme stoppé, vous pouvez obtenir la valeur d'une expression simplement en plaçant le pointeur de souris à son aplomb et en restant immobile un court instant. Si l'expression est déjà présente dans la fenêtre <interface>Locales</interface> ou <interface>Variables inspectées</interface>, sa valeur est affichée dans une infobulle.
ja: プログラムが停止したときにデバッガが実行中のときは、式の上にマウスカーソルを移動すれば式の値を知ることができます。<interface>ローカル</interface>、または <interface>ウォッチ</interface> のウィンドウに、式が既に一覧されている場合、ツールチップに式の値が表示されます。

source: This capability is currently working only for simple variables, not for structures or arrays.
fr: Cette possibilité ne fonctionne actuellement que pour les variables simples, pas pour les structures ou les tableaux.
ja: この機能は現在のところ構造体や配列に対しては機能せず、単純な変数が対象となります。

source: Stack Trace
fr: Trace de la pile
ja: スタックトレース

source: Stack Window
fr: Fenêtre de la pile
ja: スタック ウィンドウ

source: The <interface>stack trace window</interface> shows the contents of the program stack. It lists all functions and their arguments in the sequence they were called. There is also a number representing each call. This number is called the <emphasis>frame</emphasis>. Each call in the trace exists in a different frame. This starts from frame 0 (the last function called) and grows higher as function nesting becomes deeper.
fr: La fenêtre <interface>Pile</interface> affiche le contenu de la pile du programme. Elle donne la liste de toutes les fonctions et leurs paramètres dans l'ordre d'appel. Chaque appel est également représenté par un nombre appelé <emphasis>cadre</emphasis>. Chaque appel dans la trace est situé dans un cadre différent. La numérotation commence par le cadre 0 (la dernière fonction appelée) et croît au fur et à mesure que l'imbrication des appels de fonctions devient profond.
ja: <interface>スタックトレース ウィンドウ</interface> には、すべての関数とその引数、呼び出し順序といったスタックの情報が表示されます。また呼び出しに関する数値も表示されます。この数値は <emphasis>フレーム</emphasis> と呼ばれます。トレースに表示される呼び出しは、それぞれが異なるフレームに属します。この数値はフレーム 0 (直前の呼び出し)を開始点として、呼び出された階層が深くなるにつれて大きくなっていきます。

source: Choose the menu item <menuchoice><guisubmenu>View </guisubmenu><guimenuitem>Stack</guimenuitem></menuchoice> to open the stack trace for the program being debugged.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Affichage</guisubmenu><guimenuitem>Pile</guimenuitem></menuchoice> pour ouvrir la trace de la pile du programme en cours de débogage.
ja: メニューから <menuchoice><guisubmenu>表示</guisubmenu><guimenuitem>スタック</guimenuitem></menuchoice> を選択すると、デバッグしているプログラムのスタックトレースを表示することができます。

source: Stack trace window
fr: Fenêtre « Pile »
ja: スタックトレース ウィンドウ

source: A small arrow points to the currently selected frame in the stack trace. By default, this will be frame 0, the last function called. All evaluation and inspection of expressions or variables will be with reference to this selected frame. The scope of variables or expressions being evaluated will be limited to the selected frame only. The same applies for new expressions only in the watch.
fr: Un petite flèche pointe vers le cadre actuellement sélectionné dans la trace de la pile. Par défaut, c'est le cadre 0, la dernière fonction appelée. Toutes les évaluations et inspections d'expressions ou de variables se font en référence au cadre sélectionné. La portée des variables ou expressions en cours d'évaluation est limitée à ce seul cadre sélectionné. Il en est de même uniquement pour les nouvelles expressions dans l'inspecteur.
ja: 小さい矢印はスタックトレースの実行中のフレームを指しています。デフォルトでは直前の呼び出しである、フレーム 0を指します。式や変数に対する評価/検査は選択されたフレームを参照します。評価する変数や式のスコープも、選択されたフレームに限定されます。これはウォッチに新たに加えた式にも適用されます。

source: Setting the current frame
fr: Définition du cadre actuel
ja: カレントフレームの設定

source: Double-clicking on any frame in the stack trace sets that frame as the currently selected frame. The arrow will point to the frame, indicating that it has been selected as the current frame. Alternatively, open the context menu by right-clicking on the <interface>Stack trace window</interface>, and choose the menu item <guimenuitem>Set current frame</guimenuitem> to set the frame.
fr: Un double-clic sur un cadre dans la trace de la pile le définit comme étant actuellement sélectionné. La flèche pointera vers ce dernier, indiquant qu'il a été sélectionné en tant que cadre courant. Vous pouvez opérer autrement : ouvrez le menu contextuel par un clic droit dans la fenêtre <interface>Pile</interface> et choisissez l'élément de menu <guimenuitem>Définir le cadre actuel</guimenuitem> pour le définir.
ja: スタックトレースの任意のフレームをダブルクリックして、選択したフレームをカレント フレームに設定することができます。矢印がそのフレームを指すことにより、選択したフレームがカレント フレームであることを示します。かわりに <interface>スタックトレース ウィンドウ</interface> を右クリックして表示されるコンテキスト メニューで <guimenuitem>カレントのフレームにする</guimenuitem> で、フレームを設定することもできます。

source: Changing the stack frame changes the <interface>Locals window</interface> content, but not the <interface>Watches window</interface> as each expression is evaluated in the frame used when it was defined.
fr: Changer le cadre de la pile entraîne un changement du contenu de la fenêtre <interface>Locales</interface>, mais pas de la fenêtre <interface>Variables inspectées</interface>, car chaque expression est évaluée dans le cadre utilisé au moment de sa définition.
ja: スタック フレームの変更により <interface>ローカル ウィンドウ</interface> の表示も変更されます。しかし <interface>ウォッチ ウィンドウ</interface> では、それぞれのフレームで式が定義、評価されたときの結果が表示されます。

source: Thread
ja: スレッド

source: Thread Window
fr: Fenêtre des thread
ja: スレッド ウィンドウ

source: The <interface>Thread window</interface> shows all threads used by the program and indicates the current thread. Choose the menu item <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Thread</guimenuitem></menuchoice> to open this window.
fr: La fenêtre <interface>Thread</interface> affiche tous les threads utilisés par le programme et indique le thread actuel. Choisissez l'élément de menu <menuchoice><guisubmenu>Affichage</guisubmenu><guimenuitem>Thread</guimenuitem></menuchoice> pour ouvrir cette fenêtre.
ja: <interface>スレッド ウィンドウ</interface> には、プログラムのすべてのスレッドとカレント スレッドが表示されます。メニューから <menuchoice><guisubmenu>表示</guisubmenu><guimenuitem>スレッド</guimenuitem></menuchoice> を選択すると、このウィンドウが表示されます。

source: A small arrow points to the current thread. When the program is stopped, the current thread is the thread which has been interrupted. Each thread has its own stack frame, so changing the current thread changes the current stack frame.
fr: Un petite flèche pointe vers le thread en cours. Lorsque le programme est stoppé, le thread pointé est le thread dont l'exécution est interrompue. Chaque thread possède son propre cadre de pile, donc changer le thread en cours changera également le cadre de pile actuel.
ja: 小さな矢印は、カレント スレッドを指します。プログラムを停止したときは、中断されたスレッドがカレント スレッドです。それぞれのスレッドは自身のスタック フレームをもつため、カレント スレッドを変更することは、カレント フレームを変更することでもあります。

source: Setting the current thread
fr: Paramétrage du thread en cours
ja: カレント スレッドの設定

source: Double-clicking on any thread in the thread list will set that thread as the currently selected thread. The arrow will point to the thread, indicating that it has been selected as the current thread. Alternatively, open the context menu by right-clicking on the <interface>Thread list window</interface>, and choose the menu item <guimenuitem>Set current thread</guimenuitem> to set the thread.
fr: Un double-clic sur un thread dans la liste des threads le définit comme étant actuellement sélectionné. La flèche pointera vers ce dernier, indiquant qu'il a été sélectionné en tant que thread courant. Vous pouvez opérer autrement : ouvrez le menu contextuel par un clic droit dans la fenêtre <interface>Thread</interface> et choisissez l'élément de menu <guimenuitem>Définir le thread actuel</guimenuitem> pour le définir.
ja: スレッド一覧のスレッドをダブルクリックすることで、選択したスレッドをカレント スレッドにすることができます。矢印がそのスレッドを指すことで、選択したスレッドがカレント スレッドであることを示します。かわりに <interface>スレッド一覧ウィンドウ</interface> を右クリックして表示されるコンテキスト メニューで、<guimenuitem>フレーム対象にする</guimenuitem> でもスレッドを設定することができます。

source: Changing the thread changes the value of CPU registers and the current stack frame, so the <interface>Locals window</interface> changes too.
fr: Changer de thread entraîne un changement des valeurs dans les registres CPU ainsi que celui du cadre de pile courant, donc la fenêtre <interface>Locales</interface> sera également modifiée.
ja: スレッドを変更することによりCPUレジスタの値とカレント スタックフレームが変更されます。また <interface>ローカル ウィンドウ</interface> の内容も変更されます。

source: Register window
fr: Fenêtre des registres
ja: レジスタ ウィンドウ

source: It is possible to examine the contents of the internal registers of the CPU (microprocessor). Choose the menu item <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Registers</guimenuitem></menuchoice>. A window listing all available registers in the microprocessor and their corresponding contents will appear.
fr: Il est possible d'examiner le contenu des registres internes du CPU (microprocesseur). Choisissez l'élément de menu <menuchoice><guisubmenu>Affichage</guisubmenu><guimenuitem>Registres</guimenuitem></menuchoice>. Une fenêtre apparaît, affichant la liste de tous les registres disponibles du microprocesseur avec leur contenu respectif.
ja: CPU(マイクロプロセッサ)の内部レジスタの内容を調べることを可能とします。メニューから <menuchoice><guisubmenu>表示</guisubmenu><guimenuitem>レジスタ</guimenuitem></menuchoice> を選択するとウィンドウに、マイクロプロセッサで使用可能なレジスタと内容の一覧が表示されます。

source: If any register value was changed in the last debugging step, its value will be highlighted in red. It is possible to change one register value by selecting it and clicking in the <guilabel>value</guilabel> column.
fr: Si une valeur de registre a été modifiée depuis le précédent pas de débogage, sa valeur est mise en surbrillance en rouge. Il est possible de modifier une valeur de registre en le sélectionnant et en cliquant dans la colonne <guilabel>Valeur</guilabel>.
ja: デバッガの直前のステップで値が変化したレジスタは、値が赤色でハイライト表示されます。任意のレジスタの値を変更するには、そのレジスタを選択して <guilabel>値</guilabel> の列をクリックすれば変更ができます。

source: Memory window
fr: Fenêtre mémoire
ja: メモリ ウィンドウ

source: Choose the menu item <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Memory </guimenuitem></menuchoice> to open the <interface>memory window</interface> for the program being debugged. This window shows the contents of all memory.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Affichage</guisubmenu><guimenuitem>Mémoire</guimenuitem></menuchoice> pour ouvrir la fenêtre <interface>Mémoire</interface> du programme en cours de débogage. Cette fenêtre affiche le contenu de toute la mémoire.
ja: メニューから <menuchoice><guisubmenu>表示</guisubmenu><guimenuitem>メモリ</guimenuitem></menuchoice> を選択すると、デバッグしているプログラムの <interface>メモリ ウィンドウ</interface> が表示されます。このウィンドウにはすべてのメモリの内容が表示されます。

source: The first column displays memory addresses in hexadecimal, the second displays memory contents in hexadecimal and the last column shows memory contents in ASCII.
fr: La première colonne affiche les adresses mémoires en hexadécimal, la seconde octet par octet le contenu de la mémoire en hexadécimal et la dernière le même contenu en ASCII.
ja: 最初の列にはメモリのアドレスが16進で表示されます。2番目の列にはメモリの内容が16進で表示され、最後の列にはメモリの内容が ASCII 表示されます。

source: The addressing space of even a 32-bit microprocessor is quite large (4 gigabytes), so it is very difficult to go to a particular address with the scrollbar. But you can click on the right mouse button to display a context menu and select <menuchoice><guimenuitem>Goto address</guimenuitem></menuchoice> to get a small edit box where you can enter an address in hexadecimal.
fr: L'espace d'adressage d'un simple microprocesseur 32-bits est déjà assez grand (4 gigaoctets), il vous sera donc très difficile de vous rendre à une adresse précise à l'aide de la barre de défilement. Mais, si vous cliquez avec le bouton droit de la souris pour afficher un menu contextuel et choisissez <menuchoice><guimenuitem>Aller à l'adresse</guimenuitem></menuchoice>, vous accédez à un petit contrôle d'édition dans lequel il vous est possible de saisir une adresse en notation hexadécimale.
ja: アドレス空間はとても広大(32ビットのマイクロプロセッサで4ギガバイト)なため、スクロールバーで特定のアドレスに移動するのは簡単ではありません。しかし右クリックして表示されるコンテキスト メニューから<menuchoice><guimenuitem>アドレスにジャンプ</guimenuitem></menuchoice>を選択すると小さな入力ボックスが表示されるので、そこに移動したいアドレスを16進で入力すれば任意のアドレスに移動することができます

source: Disassembly window
fr: Fenêtre « Désassemblage »
ja: 逆アセンブラ ウィンドウ

source: Choose the menu item <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Disassembly </guimenuitem></menuchoice> to open the <interface>disassembly window</interface> for the program being debugged.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Affichage</guisubmenu><guimenuitem>Désassemblage</guimenuitem></menuchoice> pour ouvrir la fenêtre <interface>Désassemblage</interface> du programme en cours de débogage.
ja: メニューから <menuchoice><guisubmenu>表示</guisubmenu><guimenuitem>逆アセンブラ</guimenuitem></menuchoice> を選択すると、デバッグしているプログラムの <interface>逆アセンブラ ウィンドウ</interface> が表示されます。

source: The first column displays addresses in hexadecimal. In the second column, you can have a label starting at the beginning of the line and ending with a colon or a assembly-language instruction indented by 4 space characters.
fr: La première colonne affiche les adresses en hexadécimal. Dans la seconde colonne, vous avez, soit une étiquette affichée dès le début de la ligne et terminée par deux points, soit une instruction en langage d'assemblage indentée de 4 espaces.
ja: 最初の列にはアドレスが16進で表示されます。2番目の列には、ラベル(行頭からコロンで終端されている)、またはアセンブラ命令(行頭から4桁のスペースでインデントされている)が表示されます。

source: Again, as the addressing space is very large, the scrollbar is quite useless. You can click on the right mouse button to display the context menu and select <menuchoice><guimenuitem>Goto address</guimenuitem></menuchoice> to get a small edit box where you can enter an address in hexadecimal. The position in the disassembly window will be changed to the program counter value when the program is stopped.
fr: À nouveau, comme l'espace d'adressage est très grand, la barre de défilement est inutilisable. Cliquez avec le bouton droit de la souris pour afficher un menu contextuel et choisissez <menuchoice><guimenuitem>Aller à l'adresse</guimenuitem></menuchoice>. Vous obtenez un petit contrôle d'édition dans lequel il vous est possible de saisir une adresse en notation hexadécimale. Lorsque le programme s'arrête, l'index dans la fenêtre de désassemblage se déplace pour pointer sur la position du compteur du programme.
ja: アドレス空間はとても広大なため、スクロールバーでの移動は困難です。右クリックして表示されるコンテキスト メニューから <menuchoice><guimenuitem>指定したアドレスへ移動</guimenuitem></menuchoice> を選択すると、移動したいアドレスを16進で入力できる入力ボックスが表示されます。プログラムの停止により、逆アセンブラ ウィンドウではプログラム カウンタの場所が表示されます。

source: Others
fr: Autres
ja: その他

source: There are a number of other debugger features used less frequently and not very well integrated in the new front end but which are still working.
fr: Il existe quelques autres fonctionnalités de débogage, moins fréquemment utilisées et pas très bien intégrées dans l'interface, mais qui fonctionnent néanmoins.
ja: デバッガには他に、あまり頻繁に使用されず、新しいIDEに充分統合されてないものの、使用可能な機能がいくつか存在します。

source: Dynamically loaded Libraries
fr: Bibliothèques chargées de manière dynamique
ja: 動的ライブラリ

source: To obtain a list of the dynamic libraries used by a program, choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Info</guisubmenu><guimenuitem>Shared Libraries</guimenuitem></menuchoice>. This will bring open a window which will list all shared libraries the program has loaded and their locations in memory. It also shows whether each library's symbol table is loaded or not (Yes/No).
fr: Pour obtenir une liste des bibliothèques dynamiques utilisées par un programme, choisissez l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guisubmenu>Informations</guisubmenu><guimenuitem>Bibliothèques partagées</guimenuitem></menuchoice>. Une fenêtre affiche alors la liste de toutes les bibliothèques partagées que le programme a chargées ainsi que leur emplacement dans la mémoire. Elle indique également si la table des symboles de la bibliothèque a été chargée ou pas (Oui/Non).
ja: プログラムで使用されている動的ライブラリの一覧は、メニューの <menuchoice><guisubmenu>デバッグ</guisubmenu><guisubmenu>情報</guisubmenu><guimenuitem>共有ライブラリ</guimenuitem></menuchoice> で取得することができます。これにより共有ライブラリ ウィンドウが開き、プログラムによりロードされた動的ライブラリと、それらがロードされたメモリ内の場所を一覧で表示されます。また、どのライブラリのシンボル テーブルが取得済/取得されていないかも表示されます。

source: Shared Libraries window
fr: Fenêtre « Bibliothèques partagées »
ja: 共有ライブラリ ウィンドウ

source: Kernel Signals
fr: Signaux du noyau
ja: カーネルのシグナル

source: Kernel signals are a way of signaling between processes in Linux. The list of signals available for a program can be displayed by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Info</guisubmenu><guimenuitem>Kernel Signals</guimenuitem></menuchoice>. A window will open which lists all signals available in the system along with a brief description of each signal.
fr: Les signaux du noyau sont un moyen d'échanger des informations entre processus sous Linux. La liste des signaux disponibles pour un programme s'affiche en choisissant l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guisubmenu>Informations</guisubmenu><guimenuitem>Signaux du noyau</guimenuitem></menuchoice>. Une fenêtre apparaît contenant la liste de tous les signaux disponibles dans le système accompagnés d'une courte description pour chacun.
ja: Linuxではプロセス間のシグナルのやりとりは、カーネル シグナルにより行われます。プログラムで使用可能なシグナルの一覧は、メニューの <menuchoice><guisubmenu>デバッグ</guisubmenu><guisubmenu>情報</guisubmenu><guimenuitem>カーネルのシグナル</guimenuitem></menuchoice> で取得することができます。これによりカーネル シグナルのウィンドウが開き、システムで使用可能なシグナルが、シグナルの説明とともに一覧で表示されます。

source: Kernel Signals window
fr: Fenêtre « Signaux du noyau »
ja: カーネルシグナル ウィンド

source: There are three columns which specify what to do when a signal is received:
fr: Il y a trois colonnes qui indiquent quoi faire lorsqu'un signal est reçu :
ja: 以下の3つの列では、プログラムがシグナルを受信したときの動作を指定できます:

source: <emphasis>Stop</emphasis> — this tells the debugger whether to stop the program execution (and return control) when the program receives this signal.
fr: <emphasis>Arrête</emphasis> — qui indique au débogueur d'arrêter l'exécution du programme (et de rendre le contrôle) lorsque le programme reçoit ce signal.
ja: <emphasis>停止</emphasis> — プログラムがシグナルを受信したときにプログラムを停止(および制御を戻す)させるようデバッガに指定する。

source: <emphasis>Print</emphasis> — this tells the debugger whether to display the received signal.
fr: <emphasis>Affiche</emphasis> — qui indique au débogueur d'afficher le signal reçu.
ja: <emphasis>印刷</emphasis> — プログラムがシグナルを受信したとき、それを通知するようデバッガに指定する。

source: <emphasis>Pass</emphasis> — this tells the debugger whether to pass the signal to the program.
fr: <emphasis>Transmet</emphasis> — qui indique au débogueur de transmettre le signal au programme.
ja: <emphasis>パス</emphasis> — プログラムがシグナルを受信したとき、そのシグナルをプログラムにパスするようデバッガに指定する。

source: The context menu that is displayed when you click on the right mouse button has all its items disabled because the corresponding functions are not implemented yet.
fr: Le menu contextuel affiché lorsque vous cliquez avec le bouton droit de la souris n'a que des éléments inactifs car les fonctions correspondantes ne sont pas encore implémentées.
ja: 右クリックして表示されるコンテキスト メニューは、それらの機能がまだ実装されていないため選択不可になっています。

source: Information about used files
fr: Informations sur les fichiers utilisés
ja: 使用しているファイルについての情報

source: You can get some information about the files used by the debugged program by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Target files</guimenuitem></menuchoice>. A window will open displaying this information.
fr: Vous pouvez obtenir de l'information sur les fichiers utilisés par le programme en cours de débogage en choisissant l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guisubmenu>Informations</guisubmenu><guimenuitem>Fichiers cibles</guimenuitem></menuchoice>. Une fenêtre s'ouvre pour afficher ces informations.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guisubmenu>情報</guisubmenu><guimenuitem>ターゲット ファイル</guimenuitem></menuchoice> を選択すると、デバッグされているプログラムのファイルについての情報が表示されます。

source: Information about debugged program
fr: Informations sur le programme débogué
ja: デバッグされているプログラムについての情報

source: You can get some information about the debugged program by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Program</guimenuitem></menuchoice>. A window will open displaying this information.
fr: Vous pouvez obtenir de l'information sur le programme en cours de débogage en choisissant l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guisubmenu>Informations</guisubmenu><guimenuitem>Programme</guimenuitem></menuchoice>. Une fenêtre s'ouvre pour afficher ces informations.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guisubmenu>情報</guisubmenu><guimenuitem>プログラム</guimenuitem></menuchoice> を選択すると、デバッグされているプログラムについての情報が表示されます。

source: Information about kernel structure
fr: Informations sur la structure du noyau
ja: カーネル構造体についての情報

source: You can get some information about kernel data for the current process by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Kernel user struct</guimenuitem></menuchoice>. A window will open displaying this information.
fr: Vous pouvez obtenir de l'information sur les données noyau pour le processus en cours en choisissant l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guisubmenu>Informations</guisubmenu><guimenuitem>Informations sur la « structure utilisateur » du noyau</guimenuitem></menuchoice>. Une fenêtre s'ouvre pour afficher ces informations.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guisubmenu>情報</guisubmenu><guimenuitem>カーネルユーザ構造体</guimenuitem></menuchoice> を選択すると、現在のプロセスのカーネル データの情報が表示されます。

source: Information about global variables
fr: Informations sur les variables globales
ja: グローバル変数についての情報

source: You can list all global variables by choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guisubmenu>Information</guisubmenu><guimenuitem>Info Global Variable</guimenuitem></menuchoice>. A window will open listing all global variables.
fr: Vous pouvez obtenir la liste de toutes les variables globales en choisissant l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guisubmenu>Informations</guisubmenu><guimenuitem>Informations sur les variables globales</guimenuitem></menuchoice>. Une fenêtre s'ouvre pour afficher ces informations.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guisubmenu>情報</guisubmenu><guimenuitem>グローバル変数の情報</guimenuitem></menuchoice> を選択すると、すべてのグローバル変数の情報が表示されます。

source: Information about the current frame
fr: Informations sur le cadre actuel
ja: 現在のフレームについての情報
