Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: Target properties
fr: Propriétés de cible
ja: ターゲットのプロパティ

source: Any properties set for a target apply to that target only. A target also inherits properties from its containing group.
fr: Toute propriété définie pour une cible ne s'applique qu'à cette cible. Une cible hérite également des propriétés du groupe auquel elle appartient.
ja: ターゲットへのプロパティの設定は、そのターゲットに対してだけ有効になります。また、ターゲットは所属するグループのプロパティを継承します。

source: Target properties dialog
fr: Boîte de dialogue « Propriétés de la cible »
ja: ターゲットのプロパティ ダイアログ

source: To set a target's properties, double-click the target in the <interface>Project window</interface> to open the Target Properties dialog. (You can alternatively right-click the target and select <guimenuitem>Properties</guimenuitem> from the context menu.) <placeholder-1/>
fr: Pour définir une propriété de la cible, double-cliquez sur la cible dans le volet <interface>Projet</interface>. Vous ouvrez ainsi la boîte de dialogue <interface>Propriétés de la cible</interface> (vous pouvez aussi cliquer avec le bouton droit sur la cible et choisir <guimenuitem>Propriétés</guimenuitem> dans le menu contextuel). <placeholder-1/>
ja: ターゲットのプロパティを設定するには、<interface>プロジェクト ウィンドウ</interface> のターゲットをダブルクリックしてターゲットのプロパティ ダイアログを表示します。(かわりにターゲットを右クリックして表示されるコンテキスト メニューから <guimenuitem>プロパティ</guimenuitem> を選択することもできます)<placeholder-1/>

source: You can add the modules you have added in <link linkend="project-properties">Project properties</link> to a specific target here. To activate the module simply toggle the checkbox next to the module name. This will automatically add include and linker flags to that target and enable you to use the module within this target.
fr: Vous pouvez ajouter ici, pour une cible donnée, les modules que vous avez incorporés dans <link linkend="project-properties">Propriétés du projet</link>. Pour activer un module, cochez la case en face de son nom. Cela ajoute automatiquement les chemins include et les drapeaux du compilateur à cette cible et active l'utilisation du module dans cette cible.
ja: 特定のターゲットに対して、<link linkend="project-properties">プロジェクトのプロパティ</link> で追加したモジュールを追加することができます。モジュールを追加するには、モジュール名の横のチェックボックスにチェックを入れるだけです。これにより、自動的にターゲットへのインクルードとリンカ フラグが追加され、ターゲットでのモジュールの使用が可能になります。

source: Advanced target options
fr: Options de cible avancées
ja: 上級者用のターゲット オプション

source: The following fields are available in the advanced target configuration that you reach when you clicked the <guibutton>Advanded...</guibutton> button in the target properties dialog.
fr: Les champs suivants sont disponibles pour la configuration avancée de la cible. Ils apparaissent en cliquant sur le bouton <guibutton>Avancé...</guibutton> de la boîte de dialogue « Propriétés de la cible ».
ja: 以下の項目はターゲットのプロパティ ダイアログの <guibutton> 拡張 </guibutton> で設定できる上級者向けのターゲット設定です。

source: <emphasis>Compiler settings</emphasis>: Set your compiler-specific flags here. There are different fields for different compiler categories. Flags that can be set here depend on the actual compiler used. The default compiler used for C/C++ is gcc/g++ (the GNU C compiler). Check out the <ulink url="info:gcc">gcc info documentation</ulink> for more details.
fr: <emphasis>Paramètres du compilateur</emphasis> : définissez ici les drapeaux spécifiques au compilateur. Il y a divers champs selon les différentes catégories de compilateurs. Les drapeaux définis ici dépendent du compilateur réellement utilisé. Le compilateur par défaut utilisé pour le C/C++ est gcc/g++ (le compilateur C GNU). Consultez la <ulink url="info:gcc">documentation info gcc</ulink> pour plus de détails.
ja: <emphasis>コンパイラの設定</emphasis>: コンパイラ特有のフラグを設定します。ここでは異なるコンパイラごとの項目の設定ができます。ここでは実際にコンパイラに与えるフラグを完全な形で指定します。C/C++ のデフォルトのコンパイラは、gcc/g++ (GNU C コンパイラ)です。詳細は <ulink url="info:gcc">gcc の infoファイル</ulink> を参照してください。

source: <emphasis>Linker flags</emphasis>: Set linker flags that should be used when linking the target. These flags apply only to Program and Library targets. See the <ulink url="info:ld">ld info documentation</ulink> for available linker options.
fr: <emphasis>Drapeaux de l'éditeur de liens</emphasis> : définissez ici les drapeaux de l'éditeur de liens à utiliser au cours de l'édition de lien de la cible. Ces drapeaux ne s'appliquent qu'aux cibles Programmes et Bibliothèques. Consultez la <ulink url="info:ld">documentation info ld</ulink> pour connaître les options disponibles de l'éditeur de liens.
ja: <emphasis>リンカ フラグ</emphasis>:ターゲットをリンクする際のフラグを指定します。このフラグはプログラム ターゲット、およびライブラリ ターゲットだけに指定できます。使用可能なリンカのオプションについては <ulink url="info:ld">ld の infoファイル</ulink> を参照してください。

source: <emphasis>Libraries</emphasis>: Set the libraries that the target depends on.
fr: <emphasis>Bibliothèques</emphasis> : définissez ici les bibliothèques dont la cible dépend.
ja: <emphasis>ライブラリ</emphasis>: ターゲットが依存するライブラリを設定します。

source: Building
fr: Construction
ja: ビルド

source: Anjuta handles <application>autotools</application> projects. It is able to cope with other kinds of projects, such as projects using a user-written Makefile, but the current build interface is targeted at autotools projects. Some knowledge of them is useful to better understand the way a project is built.
fr: Anjuta gère les projets <application>autotools</application>. Il est capable de se débrouiller avec d'autres types de projets, tels que les projets utilisant un Makefile écrit par l'utilisateur, mais l'interface de construction actuelle cible les projets autotools. Une certaine connaissance de ceux-ci est utile pour mieux comprendre comment un projet est construit.
ja: Anjuta は <application>autotools</application> のプロジェクトを取り扱います。ユーザが記述した Makefile によるプロジェクトといった、他の種類のプロジェクトを処理することも可能ですが、現行のビルド インターフェースは、autotool によるプロジェクトを対象としています。autotool に対する知識は、プロジェクトがビルドされる方法を理解するために役に立ちます。

source: An autotools project is built in three steps:
fr: Un projet autotools est construit en trois étapes :
ja: autotool のプロジェクトのビルドは3ステップで行われます:

source: Generate
fr: Génération
ja: 生成

source: Configure
fr: Configuration
ja: Configure(構成)

source: Build
fr: Construction
ja: ビルド

source: <emphasis>Build</emphasis> is the main step in which all target files are generated from the source files. It can be divided into two subphases: <emphasis>Compile</emphasis> and <emphasis>Link</emphasis>. In the <emphasis>Compile</emphasis> phase each object file is generated from its corresponding source file. For instance, a source file <filename>hello.c</filename> will generate <filename>hello.o</filename> after compilation. Usually you do not need to worry about these object files — just think of them as intermediate files. In the <emphasis>Link</emphasis> phase, all object files and libraries are linked together to create the final executable. Some programming languages do not need a <emphasis>Compile</emphasis> and a <emphasis>Link</emphasis> phase. Moreover the <emphasis>Build</emphasis> step may be used to generate other files, like documentation which doesn't need such phases.
fr: La <emphasis>construction</emphasis> est l'étape principale au cours de laquelle tous les fichiers cibles sont générés à partir des fichiers source. Elle se divise en deux phases : <emphasis>compilation</emphasis> et <emphasis>édition des liens</emphasis>. Pendant la phase de <emphasis>compilation</emphasis> chaque fichier objet est généré à partir du fichier source correspondant. Par exemple, un fichier source <filename>hello.c</filename> génère <filename>hello.o</filename> après compilation. Normalement, vous n'avez pas à vous soucier de ces fichiers objets — considérez-les comme des fichiers intermédiaires. Pendant la phase d'<emphasis>édition des liens</emphasis>, tous les fichiers objet et les bibliothèques sont liés ensemble pour créer l'exécutable final. Certains langages de programmation ne nécessitent pas les phases <emphasis>compilation</emphasis> et <emphasis>édition de liens</emphasis>. De plus, l'étape <emphasis>construction</emphasis> peut être utilisée pour générer d'autres fichiers, comme une documentation qui ne nécessite pas de telles phases.
ja: <emphasis>ビルド</emphasis> は、ソースファイルからすべてのターゲットを構築する主要なステップです。それらは <emphasis>コンパイル</emphasis>、および <emphasis>リンク</emphasis> という、2つのサブフェーズに分けることができます。<emphasis>コンパイル</emphasis> のフェーズでは、ソースファイルからそれぞれ対応するオブジェクト ファイルが生成されます。例えば、コンパイルにより <filename>hello.c</filename> というソースファイルから <filename>hello.o</filename> というオブジェクト ファイルが生成されます。通常はそれらのオブジェクト ファイルは単なる中間ファイルとみなして構いません。<emphasis>リンク</emphasis> のフェーズでは、すべてのオブジェクト ファイルとライブラリが互いにリンクされて、最終的に実行可能ファイルが作成されます。いくつかのプログラム言語では <emphasis>コンパイル</emphasis>、および<emphasis>リンク</emphasis> のフェーズは必要ありません。さらに <emphasis>ビルド</emphasis> のステップでは、そのようなコンパイル、リンクを必要としないドキュメント等、その他のファイルも生成されます。

source: <emphasis>Configure</emphasis> is the step in which the source tree is adjusted to your system. <application>autotools</application> projects can be built on a wide range of systems using different compilers and having different library functions. This step runs a script named <filename>configure</filename> that will check for various characteristics of your system and create some of the files required to perform a build (such as <filename>Makefile</filename> and <filename>config.h</filename>). This step is used to select build options, too; for instance, a build option may disable optimization to make debugging easier or disable some experimental part of a program.
fr: La <emphasis>configuration</emphasis> est l'étape pendant laquelle l'arborescence des sources est adaptée à votre système. Les projets <application>autotools</application> peuvent être construits sur un large éventail de systèmes utilisant des compilateurs différents et possédant des fonctions de bibliothèques différentes. Cette étape lance un script appelé <filename>configure</filename> qui vérifie les diverses caractéristiques du système et crée quelques uns des fichiers nécessaires à la réalisation de la construction (tels que <filename>Makefile</filename> et <filename>config.h</filename>). Cette étape est également utilisée pour sélectionner les options de construction ; par exemple une option de construction peut désactiver l'optimisation afin de rendre plus facile le débogage ou désactiver des parties expérimentales d'un programme.
ja: <emphasis>構成</emphasis> はソース ツリーをあなたのシステムに適合させるステップです。 <application>autotool</application> のプロジェクトは、異なるコンパイラ、ライブラリ機能を持つシステムの多くでビルドすることができます。このステップでは <filename>configure</filename> と呼ばれるスクリプトを実行することにより、 あなたのシステムが持つさまざまな特徴をチェックして、ビルドを行うために必要となるいくつかのファイル( <filename>Makefile</filename> や <filename>config.h</filename> 等のファイル)を作成します。また、このステップでは、例えばデバッグを容易にするために最適化を無効にする、実験的な機能を無効にする、等のビルド オプションの選択も行われます。

source: <emphasis>Generate</emphasis> is the step in which the <filename>configure</filename> script and other related files are created. The <filename>configure</filename> script used above needs to run on various systems and checks a lot of things. It would be quite difficult to write it by hand. Moreover <application>autotools</application> enforces some project organization rules such as the presence of some mandatory files: <filename>NEWS</filename> and <filename>COPYING</filename>, for example. It includes several tools to create necessary files from simpler files written by the developer such as <filename>configure.in</filename> (or <filename>configure.ac</filename>) and <filename>Makefile.am</filename>. All these tools are commonly run from a script named <filename>autogen.sh</filename> in the project directory. This step is useful only for a developer (someone modifying the source files), as the <filename>configure</filename> script depends only on the source files, and is distributed within the project package. Note that the makefiles created by <application>configure</application> include some rules to automatically regenerate the project when needed, so it often not needed to rerun it directly.
fr: La <emphasis>génération</emphasis> est l'étape pendant laquelle le script <filename>configure</filename> et d'autres fichiers en relation sont créés. Le script <filename>configure</filename> utilisé ci-dessus doit être capable de s'exécuter sur des systèmes différents tout en vérifiant beaucoup de choses. Il serait très difficile de l'écrire à la main. De plus <application>autotools</application> impose des règles d'organisation de projet telles que la présence obligatoire de certains fichiers : <filename>NEWS</filename> et <filename>COPYING</filename> par exemple. Il comprend plusieurs outils pour créer les fichiers nécessaires à partir de fichiers plus simples écrits par le développeur tels que <filename>configure.in</filename> (ou <filename>configure.ac</filename>) et <filename>Makefile.am</filename>. Tous ces outils sont ordinairement lancés par un script appelé <filename>autogen.sh</filename> dans le répertoire du projet. Cette étape n'est utile qu'au développeur (quelqu'un qui modifie les sources) car le script <filename>configure</filename> ne dépend que des fichiers sources et est distribué dans le paquet du projet. Notez que les fichiers <filename>Makefile</filename> créés par <application>configure</application> comprennent des règles pour régénérer automatiquement le projet si besoin est, il ne sera donc souvent pas nécessaire de le relancer directement.
ja: <emphasis>生成</emphasis> のステップでは、<filename>configure</filename> スクリプトと、その他の関連するファイルが作成されます。<filename>configure</filename> スクリプトには、さまざまなシステムで実行され、多くのことをチェックするという役割があります。これを手で記述するのはとても困難です。さらに、<application>autotool</application> は、例えば配布物に <filename>NEWS</filename> と <filename>COPYING</filename> のような義務的なファイルを含めるというような、プロジェクトの組織的ルールにしたがう必要があります。autotool には開発者が記述する <filename>configure.in</filename> (または <filename>configure.ac</filename> )や <filename>Makefile.am</filename> のような簡単なファイルから、必要なファイルを作成するためのツールが含まれています。それらのツールは通常、プロジェクト ディレクトリの <filename>autogen.sh</filename> という名前のスクリプトから呼び出されます。このステップは、<filename>configure</filename> スクリプトがソースファイルのみに依存するものであり、配布物に含まれるということから、開発者(ソースファイルを変更する人)にとって有益なステップです。<application>configure</application> で作成された Makefile には必要に応じてプロジェクトを再生成するルールがいくつか含まれているため、configure を実行しなくてもよい場合があることに注意してください。

source: Read the info pages of <ulink type="info" url="info:automake"><application>automake</application></ulink> and <ulink type="info" url="info:autoconf"><application>autoconf</application></ulink> for more details on how these tools work.
fr: Lisez les pages info relatives à <ulink type="info" url="info:automake"><application>automake</application></ulink> et <ulink type="info" url="info:autoconf"><application>autoconf</application></ulink> pour plus de détails sur la manière dont ces outils fonctionnent.
ja: これらのツールがどのように機能するかの詳細は<ulink type="info" url="info:automake"><application>automake</application></ulink>、および <ulink type="info" url="info:autoconf"><application>autoconf</application></ulink> の info ページを参照してください。

source: Generate and Configure
fr: Génération et configuration
ja: 生成と構成

source: Configure a project
fr: Configuration d'un projet
ja: プロジェクトを構成する

source: You need to run this step before being able to build your project. This is usually run only once at the beginning of the first build process — for example, just after you have extracted a source tarball of a project distribution. After that, configuration is automatically handled by the subsequent build processes. If you have used the <emphasis>Application Wizard</emphasis> to create the application, then you will not need to run this separately: the wizard will run it as a part of the project generation process.
fr: Vous devez mener à bonne fin l'étape de configuration pour pouvoir construire le projet. Elle est habituellement lancée une seule fois avant une première construction — par exemple, tout de suite après avoir extrait l'archive tar des sources d'une distribution de projet. Après cela, la configuration est automatiquement gérée par les processus ultérieurs de construction. Si vous avez utilisé l'<emphasis>Assistant projet</emphasis> pour créer l'application, vous n'avez alors pas à lancer cette étape séparément : l'assistant l'exécute, considérant qu'elle fait partie du processus de génération du projet.
ja: プロジェクトをビルドする場合、まずこのステップを実行する必要があります。通常、このステップは最初のビルドを行う前 － 例えば、プロジェクトの配布物である tarball ファイルを解凍した直後など － に1回だけ実行する必要があります。これにより作成された構成は、その後に続くビルドのステップへと引き継がれます。<emphasis>アプリケーション ウィザード</emphasis> でアプリケーションを作成した場合は、ウィザードがプロジェクト生成処理の一部としてこれらのステップが実行されるため、あなたがこれらを個別に処理する必要はありません。

source: There is no requirement to run this only once. It can be run at any time, usually when the configuration options need to be changed. One thing to note is that if the <filename>config.h</filename> file in the top level directory is changed, running <filename>configure</filename> again will not overwrite it.
fr: Il n'est pas obligatoire de ne lancer la configuration qu'une seule fois. Elle peut être relancée n'importe quand, habituellement quand les options de configuration sont à modifier. Vous noterez que si le fichier <filename>config.h</filename> dans le répertoire de plus haut niveau est modifié, une nouvelle exécution de <filename>configure</filename> ne l'écrasera pas.
ja: このステップは1回しか実行できないというわけではありません。構成のオプションが変更されたときなど、必要に応じて実行することができます。トップ レベルのディレクトリにある<filename>config.h</filename>に変更が加えられていた場合は、 <filename>configure</filename>を再度実行してもそのファイルは上書きされないことに注意してください。

source: Whether you want to run the generate step or not
fr: l'alternative du lancement ou non de la génération
ja: 生成のステップを実行するかどうか

source: The generate step needs to be run once at the beginning of the project; then it is automatically handled by the build process. You can force it to run by checking the checkbox <interface>Regenerate project</interface>; you might do this if you encounter difficulties while building a project (e.g. if you receive build errors after you've modified lots of build files).
fr: La génération doit être effectuée une fois au début du projet ; par la suite, le processus de construction la gère automatiquement. Vous pouvez forcer une nouvelle exécution en cochant la case <interface>Régénérer le projet</interface> ; vous serez peut-être amené à faire cela si vous rencontrez des problèmes au cours de la construction d'un projet (par ex. si des erreurs de construction sont signalées après avoir modifié beaucoup de fichiers de construction).
ja: 生成は最初に1回は実行される必要があり、その結果はビルドのプロセスへと引き継がれます。<interface>プロジェクトを再生成する</interface> をチェックすることで、再度、生成を行うことができます。例えばビルドのためのファイルに多くの変更を加えたことにより、プロジェクトをビルドできなくなってしまったときなどは、これにより再生成することができます。

source: The configuration name
fr: le nom de la configuration
ja: 構成の名前

source: This name is used to refer to each configuration. Some configurations (Default, Debug, Optimized) are already defined by default. One configuration includes a build directory and some configuration options.
fr: Ce nom est utilisé pour se référer à chaque configuration. Certaines configurations (défaut, débogage, optimisée) sont déjà prédéfinies. Chaque configuration possède son répertoire de construction et ses options de configuration.
ja: 構成の名前は、それぞれの構成を参照する際に使用されます。いくつかの構成(デフォルト、デバッグ、最適化)はデフォルトの構成として既に定義済みです。1つの構成には、ビルド用のフォルダと構成のオプションが含まれます。

source: The build directory
fr: le répertoire de construction
ja: ビルド用のフォルダ

source: This is the build directory name. In the Default configuration, it is the same directory as the source directory but autotools supports building in a different directory.
fr: C'est le nom du répertoire de construction. Dans la configuration par défaut, c'est le même répertoire que celui des sources, mais autotools sait gérer la construction dans un autre répertoire.
ja: ビルド用のフォルダを設定します。デフォルト構成ではプロジェクトのディレクトリと同じになっていますが、autotool は異なるディレクトリでのビルドもサポートしています。

source: Each configuration must have a different build directory and if one configuration uses the source directory, you cannot have other configurations at the same time. You need to run <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Remove Configuration</guimenuitem></menuchoice> on the configuration using the source directory before adding a new configuration.
fr: Chaque configuration doit avoir un répertoire de construction distinct ; donc, si une configuration utilise le répertoire des sources, vous ne pourrez pas y placer une autre configuration en même temps. Vous devez lancer <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Enlever la configuration</guimenuitem></menuchoice> et supprimer la configuration utilisant le répertoire source avant d'y placer la nouvelle.
ja: それぞれの構成は、構成ごとに異なるビルド用のフォルダを設定しなければなりません。そのため、1つの構成がフォルダを使用している場合には、他の構成でそのフォルダを同時に使用することはできません。そのフォルダに対して新しい構成を追加する場合は、まず <menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>構成内容の削除</guimenuitem></menuchoice> で構成を削除しなければなりません。

source: Configure options
fr: les options de configuration
ja: 構成のオプション

source: These options are passed to the <filename>configure</filename> script. Some are standard, such as --prefix and CFLAGS; others depend on the project. You can get a list of allowed configuration options by running the <filename>configure</filename> script with the <option>--help</option> argument.
fr: Ces options sont transmises au script <filename>configure</filename>. Certaines sont standards, telles que --prefix et CFLAGS ; d'autres dépendent du projet. Vous pouvez obtenir une liste des options de configuration autorisées en lançant le script <filename>configure</filename> avec l'option <option>--help</option>.
ja: これらのオプションは <filename>configure</filename> スクリプトに引き渡されます。いくつかは --prefix や CFLAGS のように標準的なオプションであり、それ以外はプロジェクトに依存したオプションです。使用可能な構成オプションの一覧は、<filename>configure</filename> スクリプトの引数に <option>--help</option> を指定して実行することで得ることができます。

source: Both generate and configure steps are launched with a single menu item: <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Configure Project…</guimenuitem></menuchoice>. This menu item brings a dialog where you can choose: <placeholder-1/>
fr: Les deux étapes génération et configuration se lancent à partir du même élément de menu : <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Configurer le projet…</guimenuitem></menuchoice>. Cet élément de menu fait apparaître une boîte de dialogue dans laquelle vous pouvez choisir :<placeholder-1/>
ja: 生成と構成のステップはどちらも、<menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>プロジェクトの構成…</guimenuitem></menuchoice> から行うことができます。このメニューで表示されるダイアログで選択を行うことができます<placeholder-1/>

source: Select a configuration
fr: Sélection d'une configuration
ja: 構成の選択

source: If you have created different configurations, you can select which one is active by selecting it in <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Select Configuration</guimenuitem></menuchoice>.
fr: Si vous avez créé différentes configurations, vous pouvez choisir celle qui sera active en la sélectionnant dans <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Sélectionner la configuration</guimenuitem></menuchoice>.
ja: もし他の構成を作成した場合は、<menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>構成の選択</guimenuitem></menuchoice> で選択することができます。

source: Clean a configuration
fr: Effacement d'une configuration
ja: 構成内容の削除
