Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: It is currently not possible to load symbol information for an attached process. Symbols should be included in the process.
fr: Il n'est actuellement pas possible de charger l'information des symboles pour les processus attachés. Les symboles doivent être inclus dans le processus.
ja: 現在のところ、アタッチしたプロセスにシンボルをロードすることはできません。シンボルはプロセスに含まれている必要があります。

source: Stopping the Debugger
fr: Arrêt du débogueur
ja: デバッガの停止

source: Choose the menu item <menuchoice><guisubmenu>Run</guisubmenu><guimenuitem>Stop Debugger</guimenuitem></menuchoice> to stop the debugger. This will kill the program which is being debugged. If the debugger has been attached to a running process, the debugger will just detach from it without killing it. You will get a confirmation box if a program is currently attached or running.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Exécuter</guisubmenu><guimenuitem>Arrêter le débogueur</guimenuitem></menuchoice> pour arrêter le débogueur. Le programme en cours de débogage est tué. Si le débogueur a été attaché à un processus en cours d'exécution, le débogueur se détache de celui-ci sans le tuer. Une boîte de confirmation apparaît si un programme est actuellement attaché ou lancé.
ja: メニューから <menuchoice><guisubmenu>実行</guisubmenu><guimenuitem>デバッガの停止</guimenuitem></menuchoice> を選択して、デバッガを停止することができます。これによりデバッグされていたプロセスは強制終了されます。デバッガが実行中のプロセスにアタッチされていた場合は、プロセスは強制終了されずに、デバッガがデタッチされます。プログラムがアタッチされている、または実行中の場合は、停止の確認が求められます。

source: Adding source directories
fr: Ajout de répertoires source
ja: ソース ディレクトリの追加

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Add source paths…</guimenuitem></menuchoice> to display a dialog box allowing you to add and remove source directories.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Ajouter des chemins de sources…</guimenuitem></menuchoice> pour afficher une boîte de dialogue permettant d'ajouter ou de supprimer des répertoires source.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>ソース パスの追加...</guimenuitem></menuchoice> を選択して表示されるダイアログボックスで、ソース ディレクトリの追加と削除ができます。

source: Most executables include full file paths, so defining the directories where are the source files is normally not useful. But some executables include only file names without paths; in this case, the debugger will search for source files in all these directories. The order of directories can be important if several files have the same name, so you can change it using the <guibutton>Up</guibutton> and <guibutton>Down</guibutton> buttons. The directory list is sent to the debugger when it is started. After changing it, you need to restart the debugger to cause it to use the new list.
fr: La plupart des exécutables incluent les chemins complets des fichiers, donc définir les répertoires contenant les fichiers sources n'est normalement pas nécessaire. Mais certains exécutables n'incluent que les noms des fichiers sans les chemins ; dans ce cas, le débogueur recherche les fichiers sources dans tous les répertoires définis. L'ordre des répertoires peut être important si plusieurs fichiers possèdent le même nom, il est donc possible de le modifier en utilisant les boutons <guibutton>Monter</guibutton> et <guibutton>Descendre</guibutton>. La liste des répertoires est envoyée au débogueur au moment où il démarre. Si vous modifiez la liste, vous devez redémarrer le débogueur pour qu'il utilise la nouvelle liste.
ja: ほとんどの実行可能ファイルには、ファイルのフルパス情報が含まれているため、通常はソース ファイルのディレクトリを設定する必要はありません。しかし、実行可能ファイルにパス名が含まれておらず、ファイル名のみの場合もあります。そのような場合デバッガは、これらのディレクトリからソース ファイルを検索します。同じ名前のソース ファイルが存在する場合、ディレクトリを検索する順序が重要になります。ディレクトリを検索する順序は <guibutton>上へ</guibutton>、<guibutton>下へ</guibutton> ボタンにより変更することができます。ディレクトリのリストは、デバッガが開始されるときにデバッガに送られます。ソース ディレクトリを変更しときは新しい一覧を有効にするため、デバッガを再起動する必要があります。

source: Execution
fr: Exécution
ja: 実行

source: Execution of a program in the debugger can be finely controlled. The program can be executed in single steps, or allowed to continue until it encounters a breakpoint. Executing like this is essential for tracking program behavior. Like a video editing session, the program can be executed in <emphasis>slow motion</emphasis> with the ability to go forward, pause, stop, and so on. You cannot go backward yet though.
fr: Il est possible de contrôler très finement l'exécution d'un programme dans le débogueur. Le programme peut être exécuté pas à pas ou autorisé à continuer jusqu'à ce qu'il rencontre un point d'arrêt. Pouvoir exécuter de cette manière est essentiel pour le comportement du programme de dépistage. Tout comme lors d'une session d'édition de vidéo, le programme peut être exécuté au <emphasis>ralenti</emphasis> avec la possibilité d'avancer, pauser, s'arrêter, etc. Vous ne pouvez toutefois pas reculer.
ja: プログラムの実行はデバッガにより細かく制御することが可能です。プログラムをシングル ステップで実行したり、ブレークポイントを設定したところまで実行したりすることもできます。このようにプログラムを実行することは、プログラムの振る舞いを調査するときに欠かせません。ビデオの編集をするときのように、プログラム早送り、一時停止、停止しながら <emphasis>スローモーション</emphasis> で実行することができます(巻き戻しはできませんが)。

source: The methods those can be used to execute a program in the debugger are described in the following sections. These commands are available only when the program has already been started.
fr: Les méthodes utilisables pour l'exécution d'un programme dans le débogueur sont décrites dans les paragraphes suivants. Ces commandes ne sont disponibles que lorsque le programme a déjà été lancé.
ja: 以下のセクションで説明するこれらの方法は、デバッガでプログラムを実行するときに使用可能です。これらのコマンドはプログラムの実行中のみ使用できます。

source: Single stepping (step in)
fr: Pas à pas (en entrant)
ja: シングル ステップ(ステップイン)

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Step In</guimenuitem></menuchoice> or click on the <guibutton>Step In</guibutton> icon in the <interface>Debug toolbar</interface> to step into a program.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Pas en avant</guimenuitem></menuchoice> ou cliquez sur l'icône <guibutton>Pas en avant</guibutton> dans la <interface>barre d'outils du débogueur</interface> pour avancer d'un pas dans le programme.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>ステップイン</guimenuitem></menuchoice> を選択するか、<interface>デバッグ ツールバー</interface> の <guibutton>ステップイン</guibutton> アイコンをクリックすると、プログラムにステップインすることができます。

source: Single stepping executes only one statement of the program (from the place where it has stopped) and then returns control. If the statement that is executed contains one or more functions, the debugger tries to step inside the functions (in the sequence in which the functions are executed). Once the statement is executed and control is passed back, you can study your program's state.
fr: Le pas à pas exécute uniquement une instruction du programme (celle où le programme a été interrompu) puis rend le contrôle au débogueur. Si l'instruction qui est exécutée appelle une ou plusieurs fonctions, le débogueur essaie de poursuivre son pas à pas dans les fonctions (dans l'ordre où elles sont exécutées). Une fois l'instruction exécutée et la main rendue, vous pouvez étudier l'état de votre programme.
ja: シングル ステップは、プログラム(が停止した場所)の1つのステートメントだけを実行したあとに制御を戻します。ステートメントに1つ、または複数の関数が含まれる場合、デバッガは(関数が複数ある場合は実行される順に)関数の内部にステップ インを試みます。ステートメントが実行され制御が戻されたあとでプログラムの状態を調査することができます。

source: If the <interface>Disassembly window</interface> has the focus when this command is selected, it executes only one assembler instruction.
fr: Si la <interface>fenêtre Désassemblage</interface> possède le focus lorsque cette commande est sélectionnée, une seule instruction assembleur est exécutée.
ja: <interface>逆アセンブラ ウィンドウ</interface> が選択されているときにステップインで実行した場合は、ただ1つのアセンブラ命令が実行されます。

source: Single stepping (step over)
fr: Pas à pas (en sautant)
ja: シングル ステップ(ステップオーバー)

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Step Over</guimenuitem></menuchoice> or click on the <guibutton>Step Over</guibutton> icon in the <interface>Debug toolbar</interface> to step over statements in a program.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Avancer en sautant</guimenuitem></menuchoice> ou cliquez sur l'icône <guibutton>Avancer en sautant</guibutton> dans la <interface>barre d'outils du débogueur</interface> pour avancer en sautant des instructions dans le programme.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>ステップオーバー</guimenuitem></menuchoice> を選択するか、<interface>デバッグ ツールバー</interface> の <guibutton>ステップオーバー</guibutton> アイコンをクリックすると、プログラムのステートメントをステップオーバーできます。

source: <emphasis>Step over</emphasis> is similar to <emphasis>step in</emphasis>, except that it does not step inside any function in the statement being executed. The statement will be executed in one go.
fr: <emphasis>Avancer en sautant</emphasis> est similaire à <emphasis>Pas en avant</emphasis>, mis à part le fait que le débogueur ne chemine pas à l'intérieur des fonctions appelées par l'instruction en cours d'exécution. L'instruction est exécutée globalement d'une seule traite.
ja: <emphasis>ステップオーバー</emphasis> は <emphasis>ステップイン</emphasis> と似ていますが、ステートメント内で実行されるの関数内部に、ステップインしないところが異なります。ステートメントは、そのステートメントを1ステップとして実行されます。

source: If the <interface>Disassembly window</interface> has the focus when this command is selected, it executes one assembler instruction but does not stop inside if this instruction is a call to a subroutine.
fr: Si la <interface>fenêtre désassemblage</interface> possède le focus lorsque cette commande est sélectionnée, une seule instruction assembleur est exécutée, mais, si cette instruction est un appel de sous-programme, aucun arrêt n'est effectué à l'intérieur de ce dernier.
ja: <interface>逆アセンブラ ウィンドウ</interface> が選択されているときに、ステップオーバーで実行した場合は、1つのアセンブラ命令が実行されます。しかし、そのアセンブラ命令がサブルーチン呼び出しの場合、 サブルーチン内部へステップインはしません。

source: If a dynamic library is loaded during the step, the program will not stop at the end of the step. But it will run until it finds a breakpoint or you stop it.
fr: Si une librairie dynamique est chargée lors du pas, le programme ne s'arrête pas une fois le pas effectué. Le programme continue de s'exécuter jusqu'à ce qu'il rencontre un point d'arrêt ou que vous l'interrompiez.
ja: そのステップで動的ライブラリをロードしている場合、プログラムはステップの最後で停止しません。ブレークポイントに遭遇するか、あなたが実行を停止するまでプログラムは実行されます。

source: Single stepping (step out)
fr: Pas à pas (en sortant)
ja: シングル ステップ(ステップアウト)

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Step Out</guimenuitem></menuchoice> or click on the <guibutton>Step Out</guibutton> icon in the <interface>Debug toolbar</interface> to step out in a program.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Avancer pour sortir</guimenuitem></menuchoice> ou cliquez sur l'icône <guibutton>Avancer pour sortir</guibutton> dans la <interface>barre d'outils du débogueur</interface> pour sortir de la fonction en cours du programme.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>ステップアウト</guimenuitem></menuchoice> を選択するか、<interface>デバッグ ツールバー</interface> の <guibutton>ステップアウト</guibutton> アイコンをクリックすると、プログラムをステップアウトできます。

source: <emphasis>Step out</emphasis> will execute the current function until it returns. The program will be stopped once it exits from the function. Step out is not really single stepping, because it does not only execute a single statement — it executes the whole function until that function returns to the calling function.
fr: <emphasis>Avancer pour sortir</emphasis> exécute la fonction en cours jusqu'à son instruction de retour. Le programme s'arrête une fois sorti de la fonction. Avancer pour sortir n'est pas à proprement parler un pas à pas puisqu'il n'y a pas qu'une seule instruction qui soit exécutée — toutes les instructions de la fonction sont exécutées jusqu'au retour dans la fonction appelante.
ja: <emphasis>ステップアウト</emphasis> は、実行中の関数がリターンするまでプログラムを実行して、呼び出し元の関数に戻った時点で停止します。ステップアウトは本当の意味でのシングル ステップではありません。なぜならステップオーバーは1つのステートメントを実行するのではなく、実行中の関数から呼び出し元の関数に戻るまでプログラムを実行するからです。

source: Run/Continue
fr: Exécution/Continuation
ja: 実行/継続

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Run/Continue</guimenuitem></menuchoice> or click on the <guibutton>Run/Continue</guibutton> icon in the <interface>Debug toolbar</interface> to continue the execution of a program.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Exécuter/Continuer</guimenuitem></menuchoice> ou cliquez sur l'icône <guibutton>Exécuter/Continuer</guibutton> dans la <interface>barre d'outils du débogueur</interface> pour poursuivre l'exécution du programme.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>実行/継続</guimenuitem></menuchoice> を選択するか、<interface>デバッグ ツールバー</interface> から <guibutton>実行/継続</guibutton> アイコンをクリックすると、プログラムの実行を継続することができます。

source: This option continues the execution of the program until a breakpoint is encountered, or the program exits.
fr: Cette option continue l'exécution du programme jusqu'à ce qu'un point d'arrêt soit atteint ou que le programme se termine.
ja: このコマンドによりプログラムはブレークポイントに遭遇するか、実行終了までプログラムを実行します。

source: Run To
fr: Exécution jusqu'à
ja: カーソル位置まで実行

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Run to Cursor</guimenuitem></menuchoice> or click on the <guibutton>Run to Cursor</guibutton> icon in the <interface>Debug toolbar</interface> to run until the line at the cursor is reached.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Exécuter jusqu'au curseur</guimenuitem></menuchoice> ou cliquez sur l'icône <guibutton>Exécuter jusqu'au curseur</guibutton> dans la <interface>barre d'outils du débogueur</interface> pour exécuter le programme jusqu'à atteindre la ligne contenant le curseur.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>カーソル位置まで実行</guimenuitem></menuchoice> を選択するか、<interface>デバッグ ツールバー</interface> の <guibutton>カーソル位置まで実行</guibutton> アイコンをクリックすると、カーソルのある行までプログラムを実行します。

source: This option continues the execution of the program until the line or the address (if the <interface>Disassembly window</interface> has the focus) at the cursor is reached.
fr: Cette option continue l'exécution du programme jusqu'à ce que la ligne ou l'adresse (si la <interface>fenêtre Désassemblage</interface> a le focus) marquée par le curseur soit atteinte.
ja: このコマンドによりプログラムはカーソルのある行、またはアドレス( <interface>逆アセンブラ ウィンドウ</interface> が選択されている場合)までプログラムを実行します。

source: Stop Program
fr: Arrêt du programme
ja: プログラムの一時停止

source: While the program is running and has control, no debugging tasks can be performed. To obtain control while the program is running, choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Pause Program</guimenuitem></menuchoice> or click on the <guibutton>Pause Program</guibutton> icon in the <interface>Debug toolbar</interface>. This will interrupt the program and return control to the debugger.
fr: Lorsque le programme est en cours d'exécution et possède le contrôle, aucune tâche de débogage ne peut être réalisée. Pour obtenir le contrôle pendant que le programme tourne, choisissez l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Suspendre le programme</guimenuitem></menuchoice> ou cliquez sur l'icône <guibutton>Suspendre le programme</guibutton> dans la <interface>barre d'outils du débogueur</interface>. Le programme est interrompu et la main rendue au débogueur.
ja: プログラムがデバッガの制御下で実行中の場合、デバッグの多くの操作を行うことができなくなります。実行中のプログラムから制御を取り戻すには、メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>プログラムの一時停止</guimenuitem></menuchoice> を選択するか、<interface>デバッグ ツールバー</interface> の <guibutton>プログラムの一時停止</guibutton> アイコンをクリックします。このコマンドによりプログラムが中断され、デバッガに制御が戻されます。

source: Breakpoints
fr: Points d'arrêt
ja: ブレークポイント

source: When debugging a program, it is useful to be able to stop the execution of the program at a particular point, so that the state of the program can be examined at that location. Breakpoints enable this to happen. Breakpoints can be set at different locations in a source file and then the program is allowed to run. When a breakpoint is encountered, the execution of the program is suspended, enabling expressions to be evaluated, variables to be inspected, the stack trace to be studied, and so on.
fr: Au cours du débogage d'un programme, il est utile d'avoir la possibilité d'en interrompre l'exécution à un point donné afin de pouvoir en examiner l'état à cet instant. Les points d'arrêt permettent la réalisation d'une telle opération. Vous les disposerez à l'aplomb de diverses instructions dans le fichier source avant de lancer le programme. Lorsqu'un point d'arrêt est rencontré, l'exécution du programme est suspendue, permettant l'évaluation d'expressions, l'inspection de variables, l'étude du traçage de la pile, etc.
ja: プログラムをデバッグするとき、特定の場所でプログラムの実行を停止できれば、その場所でのプログラムの状態を調べることができるので便利です。ブレークポイントはこれを可能にします。ブレークポイントをソース ファイルのいろいろな場所に設定し、プログラムを実行することができます。プログラムがブレークポイントに達すると、プログラムの実行は停止され、式の評価や変数の検査、スタックトレースの調査などが可能になります。

source: Listing Breakpoints
fr: Liste des points d'arrêt
ja: ブレークポイントの一覧

source: The <interface>Breakpoint list window</interface> can be opened by choosing <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Breakpoints</guimenuitem></menuchoice>
fr: La fenêtre <interface>Liste des points d'arrêt</interface> s'ouvre en choisissant <menuchoice><guisubmenu>Affichage</guisubmenu><guimenuitem>Points d'arrêt</guimenuitem></menuchoice>
ja: <interface>ブレークポイントの一覧 ウィンドウ</interface> は <menuchoice><guisubmenu>表示</guisubmenu><guimenuitem>ブレークポイント</guimenuitem></menuchoice> で表示することができます。

source: Breakpoint view
fr: Fenêtre de la liste des points d'arrêt
ja: ブレークポイント ビュー

source: Location
fr: Emplacement
ja: 位置

source: This is the position of the breakpoint in the source file. When the breakpoint is set by the debugger, you can get additional information such as the function containing the breakpoint.
fr: C'est la position du point d'arrêt dans le fichier source. Lorsqu'il a été défini à l'aide du débogueur, vous obtiendrez des informations supplémentaires comme le nom de la fonction contenant le point d'arrêt.
ja: ソース ファイルのブレークポイントの位置です。デバッガによりブレークポイントが設定されると、そのブレークポイントがどの関数に含まれるか等の、追加情報を得ることができます。

source: Address
fr: Adresse
ja: アドレス

source: This field is filled with the address of the breakpoint when it is set by the debugger.
fr: Ce champ indique l'adresse mémoire du point d'arrêt lorsqu'il a été défini à l'aide du débogueur.
ja: この項目にはデバッガにより設定された、ブレークポイントのアドレスがセットされます。

source: Type
ja: タイプ

source: This always displays "breakpoint". It will be used in a future release supporting different kinds of breakpoints.
fr: Cette zone affiche toujours « breakpoint ». Elle sera utilisée dans une version future pour la prise en charge de différentes sortes de points d'arrêt.
ja: 常に "ブレークポイント" を表示します。これは、将来のリリースでブレークポイントの種類をサポートする使用されます。

source: Condition
ja: 条件

source: This is the breakpoint condition. It is empty if no condition is defined.
fr: C'est la condition du point d'arrêt. Ce champ reste vide si aucune condition n'a été définie.
ja: ブレークポイントの条件です。条件が設定されていない場合は何も表示されません。

source: Pass count
fr: Nombre de passages
ja: 通過する回数

source: When the debugger is not running, this column displays the pass count of the breakpoint, or zero if it is not defined.
fr: Lorsque le débogueur n'est pas en fonctionnement, cette colonne indique le nombre de passages sur le point d'arrêt ou zéro si ce nombre n'a pas été défini.
ja: デバッガが実行されていない場合、ブレークポイントを通過する回数が表示されます。設定されていない場合は、0が表示されます。

source: When the debugger is running, if the pass count is zero, this column displays the number of times this breakpoint has been triggered. If the pass count is not zero, both numbers are displayed. The pass count is the second number.
fr: Lorsque le débogueur est en fonctionnement, si le nombre de passages est défini égal à zéro dans les propriétés du point d'arrêt, cette colonne affichera le nombre de fois où ce point d'arrêt a été actif. Si le nombre de passages n'a pas été défini égal à zéro, les deux nombres sont affichés. Le nombre de passages est le deuxième nombre.
ja: デバッガが実行中の場合、通過する回数が0のときはプログラムがそのブレークポイントを通過した回数が表示されます。通過する回数に0以外を設定した場合は、通過した回数と右側に設定した回数が表示されます。

source: State
fr: État
ja: 状態

source: Pending: the breakpoint is not set in your program.
fr: Suspendu : le point d'arrêt n'est pas actif dans le programme.
ja: Pending: プログラムではブレークポイントはセットされていません。

source: Permanent: the breakpoint is set (its id number in given inside parentheses).
fr: Permanent : le point d'arrêt est actif (son numéro d'identification est fourni entre parenthèses).
ja: Permanent: ブレークポイントがセットされています(括弧内の数字はブレークポイントのIDです)。

source: Temporary: the breakpoint is set but will be deleted if reached.
fr: Temporaire : le point d'arrêt est activé mais il sera supprimé après avoir été atteint.
ja: Temporary: ブレークポイントがセットされましたが、実行がそこに差し掛かるとブレークポイントは削除されます。

source: This is the state of the breakpoint. It may be <placeholder-1/>
fr: C'est l'état du point d'arrêt. Il peut être :<placeholder-1/>
ja: ブレークポイントの状態には以下のものがあります。<placeholder-1/>

source: The view has the following columns: <placeholder-1/>
fr: Cette fenêtre comporte les colonnes suivantes : <placeholder-1/>
ja: ビューには、以下のような列があります: <placeholder-1/>

source: All breakpoints are kept across Anjuta sessions even if they correspond to a non-existing location. In this case their states are set as pending. The interface tries to set them each time the program is started or a new dynamic library is loaded.
fr: Au cours d'une session Anjuta, tous les points d'arrêts sont conservés même s'ils correspondent à un emplacement non-existant. Dans ce cas, leur état est défini à « suspendu ». L'interface essaye de les définir chaque fois que le programme est démarré ou qu'une nouvelle bibliothèque dynamique est chargée.
ja: すべてのブレークポイントは、例えそれが存在しない場所に設定されているような場合でも、セッションをまたがって保持されます。デバッガ インターフェースはプログラムが開始されたとき、または動的ライブラリがロードされるたびにそれらのブレークポイントをセットしようと試みます。

source: Adding or Setting Breakpoints
fr: Ajout ou réglage de points d'arrêt
ja: ブレークポイントの追加と設定

source: Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Add Breakpoint…</guimenuitem></menuchoice> or <menuchoice><guimenuitem>Add Breakpoint…</guimenuitem></menuchoice> in the breakpoint list popup menu to open the <interface>add breakpoint</interface> dialog.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Ajouter un point d'arrêt…</guimenuitem></menuchoice> ou <menuchoice><guimenuitem>Ajouter un point d'arrêt…</guimenuitem></menuchoice> dans le menu contextuel dans la liste des points d'arrêt pour ouvrir la boîte de dialogue <interface>Propriétés des points d'arrêt</interface>.
ja: メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>ブレークポイント追加...</guimenuitem></menuchoice> を選択するか、ブレークポイント一覧のポップアップメニューより<menuchoice><guimenuitem>ブレークポイント追加...</guimenuitem></menuchoice> を選択すると <interface>ブレークポイントの追加</interface> ダイアログが表示されます。

source: Breakpoint add dialog
fr: Boîte de dialogue « Propriétés des points d'arrêt »
ja: ブレークポイントの追加 ダイアログ

source: Enter the location at which to set the breakpoint. It can be specified in any of the following formats:
fr: Saisissez l'emplacement où le point d'arrêt doit être placé. Vous utiliserez un des formats ci-après pour le préciser :
ja: ブレークポイントを設定する場所を入力します。以下の書式で設定することができます:
