Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: All settings, including window sizes and positions, are saved when you exit <application>Anjuta</application>. Session management is still under development, so you should not exit <application>Anjuta</application> with any unsaved documents. <application>Anjuta</application> will display a warning if you try to exit with unsaved documents still open.
fr: Tous les réglages, y compris taille et position des fenêtres, sont enregistrés lorsque vous quittez <application>Anjuta</application>. La gestion des sessions est toujours en cours de développement, aussi vous ne devez pas quitter <application>Anjuta</application> tant qu'il y a des documents non enregistrés. <application>Anjuta</application> affichera un avertissement si vous essayez de quitter avec des documents non sauvegardés encore ouverts.
ja: <application>Anjuta</application> を終了するときに、ウィンドウのサイズや位置を含めたすべての設定が保存されます。しかしセッション マネージメントは、まだ開発中の機能なので <application>Anjuta</application> を終了する時は、保存していないドキュメントを保存してから終了するようにしてください。<application>Anjuta</application> は終了時に保存していないドキュメントがあると警告を表示します。

source: File Operations
fr: Opérations sur les fichiers
ja: ファイル操作

source: Creating a new file and inserting text
fr: Création d'un nouveau fichier et insertion de texte
ja: ファイルの新規作成とテキストの挿入

source: Creating a New File
fr: Création d'un nouveau fichier
ja: ファイルの新規作成

source: To create a new file, choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>New</guimenuitem></menuchoice> from the menu bar, or click on the <guibutton>New File</guibutton> button on the main toolbar. A new page will appear in the editor (or a new window if the parent document is windowed). New documents will be named <filename>newfile#1</filename>, <filename>newfile#2</filename>, <filename>newfile#3</filename> and so on.
fr: Pour créer un nouveau fichier, choisissez <menuchoice><guisubmenu>Fichier</guisubmenu><guimenuitem>Nouveau</guimenuitem></menuchoice> dans la barre de menus ou cliquez sur le bouton <guibutton>Nouveau fichier</guibutton> de la barre d'outils principale. Un nouvel onglet apparaît dans l'éditeur (ou une nouvelle fenêtre si le document parent est dans une fenêtre). Les nouveaux documents seront appelés <filename>Document non enregistré 1</filename>, <filename>Document non enregistré 2</filename>, <filename>Document non enregistré 3</filename>, etc.
ja: ファイルの新規作成は、メニューの <menuchoice><guisubmenu>ファイル</guisubmenu><guimenuitem>新規</guimenuitem></menuchoice> を選択するか、ツールバーの <guibutton>新規</guibutton> ボタンをクリックします。これにより、エディタ(すでにドキュメントが表示されている場合は新しいウィンドウ)に <filename>新しいファイル1</filename>、<filename>新しいファイル2</filename>、<filename>新しいファイル3</filename> といった名前で新しいファイルが作成されます。

source: Save file
fr: Enregistrement de fichier
ja: ファイルの保存

source: You should save new documents as soon as possible to avoid any data loss in case of a crash.
fr: Vous devriez enregistrer les nouveaux documents dès que possible pour éviter de perdre des données en cas d'arrêt brutal.
ja: クラッシュなどのアクシデントでデータを失うのを防ぐためにも、新しく作成したドキュメントは、できるだけ早く保存するようにするべきです。

source: File Wizard
fr: Assistant fichier
ja: ファイル ウィザード

source: New File Wizard
fr: Assistant nouveau fichier
ja: ファイルの新規作成ウィザード

source: The Open File dialog
fr: La boîte de dialogue ouvrir un fichier
ja: ファイルのオープン ダイアログ

source: A wizard can also be used to create a new file. To create a new file, choose <menuchoice><guisubmenu>File</guisubmenu><guisubmenu>New</guisubmenu><guimenuitem>File</guimenuitem></menuchoice> from the menu bar. This will open the New File dialog. Select the file type. Enter the filename. The suffix will be automatically added. You can add license information (according to your license choice) and a header. In case of a C/C++ header file, you can also add an header template. Click <guibutton>OK</guibutton> to validate the creation. <placeholder-1/>
fr: Pour créer un nouveau fichier, il est possible d'utiliser un assistant. Choisissez <menuchoice><guisubmenu>Fichier</guisubmenu><guisubmenu>Nouveau</guisubmenu><guimenuitem>Fichier</guimenuitem></menuchoice> dans la barre des menus. Cela ouvre la boîte de dialogue « Nouveau fichier ». Choisissez le type de fichier. Saisissez le nom du fichier. L'extension sera automatiquement ajoutée. Vous pouvez ajouter de l'information sur la licence (selon votre choix de licence) et créer un fichier d'en‑tête. Dans le cas d'un fichier d'en-tête C/C++, vous pouvez également ajouter un modèle d'en-tête. Cliquez sur <guibutton>Valider</guibutton> pour créer le fichier. <placeholder-1/>
ja: ファイルの新規作成でもウィザードが使用されています。メニューから、<menuchoice><guisubmenu>ファイル</guisubmenu><guisubmenu>新規</guisubmenu><guimenuitem>ファイル</guimenuitem></menuchoice> を選択してファイルを新規作成するときに、ウィザードとして ファイルの新規作成 ダイアログが表示されます。そこでファイルの種類と名前を入力すると、種類に応じた拡張子が自動的に追加されます。あなたが選んだライセンスに応じたライセンス情報を追加することもできます。C/C++ ヘッダファイルの場合は、ヘッダのテンプレートも追加できます。そして、<guibutton>OK</guibutton> ボタンを押下すると新しいファイルが作成されます。<placeholder-1/>

source: <application>Anjuta</application> occasionally also creates new file windows during some operations. For example, some Subversion operations such as <command>Diff</command> and <command>View Log</command> create new file windows and add the output there. You can save the contents of these windows to real files if you like.
fr: Il se peut que <application>Anjuta</application> crée si besoin des fenêtres de nouveaux fichiers au cours de certaines opérations. Par exemple, des commandes Subversion telles que <command>Diff</command> et <command>View Log</command> créent des nouvelles fenêtres de fichier et y ajoutent leur sortie. Vous pouvez enregistrer les contenus de ces fenêtres dans de vrais fichiers si vous le désirez.
ja: 何らかの操作の際に、<application>Anjuta</application> が ファイルの新規作成 ウィンドウを表示する場合もあります。例えば Subversion で <command>差分</command> や <command>ログの表示</command> の操作を行うと、ファイルを新規に作成してそこに結果を出力します。その結果を保存したいときは、実際のファイルに保存できます。

source: Inserting Macros
fr: Insertion de macros
ja: マクロの挿入

source: You can use <emphasis>macros</emphasis> to quickly edit repetitive sequences of text.
fr: Vous pouvez utiliser des <emphasis>macros</emphasis> pour saisir rapidement des séquences répétitives de texte.
ja: <emphasis>マクロ</emphasis> を使用すれば、定形のテキストを繰り返し、素早く入力することができます。

source: The Macro plugin must be activated.
fr: Le greffon Macro doit être activé.
ja: マクロのプラグインが有効になっていなければなりません。

source: Inserting
fr: Insertion
ja: 挿入

source: Two types of macros are available: Anjuta macros and user macros (displayed as "My macros"). Anjuta macros are not modifiable, but you can define and modify your own user macros.
fr: Il y a deux types de macros à votre disposition : les macros Anjuta et les macros utilisateur (affichées comme « Mes macros »). Les macros Anjuta ne sont pas modifiables mais vous pouvez définir et modifier vos propres macros utilisateur.
ja: マクロには2つのタイプがあります: Anjuta のマクロとユーザが定義したマクロ("ユーザのマクロ集"と表示されます)と Anjuta のマクロです。Anjuta のマクロは編集することができませんが、自分で定義したユーザマクロは、自由に修正することができます。

source: To insert a macro, move the cursor to the desired place. Select <menuchoice><guisubmenu>Edit</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Macros...</guimenuitem></menuchoice>. A dialog window appears. Select the desired macro in the list. The result of the macro expansion is displayed in the window and a summary is shown in the dialog window. Choose <guibutton>Insert</guibutton>. The expanded macro text is inserted at the cursor position.
fr: Pour insérer une macro, déplacez le curseur à l'endroit souhaité. Choisissez <menuchoice><guisubmenu>Édition</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Macros...</guimenuitem></menuchoice>. Une boîte de dialogue apparaît. Choisissez la macro désirée dans la liste. Le résultat du développement de la macro est affiché dans la fenêtre et un résumé montré dans la boîte de dialogue. Cliquez sur <guibutton>Insérer</guibutton> pour insérer le texte de la macro à la position du curseur.
ja: マクロを挿入するには、挿入したい場所にカーソルを移動します。そして、メニューの <menuchoice><guisubmenu>編集</guisubmenu><guisubmenu>マクロ</guisubmenu><guimenuitem>マクロ...</guimenuitem></menuchoice> を選択するとダイアログが表示されるので、リストから挿入したいマクロを選択します。すると、マクロを展開した結果と、簡単な概要が表示され、<guibutton>挿入</guibutton> でカーソルの位置にマクロが挿入されます。

source: Macro
ja: マクロ

source: The Macro dialog
fr: La boîte de dialogue macro
ja: マクロ ダイアログ

source: Another way to insert a macro is to select <menuchoice><guisubmenu>Edit</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Insert Macro...</guimenuitem></menuchoice>, then to press the desired macro shortcut. <placeholder-1/>
fr: Une autre manière d'insérer une macro est de choisir <menuchoice><guisubmenu>Édition</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Insérer une macro...</guimenuitem></menuchoice>, puis d'utiliser le raccourci clavier de la macro désirée. <placeholder-1/>
ja: マクロを挿入するもう一つの方法は、<menuchoice><guisubmenu>編集</guisubmenu><guisubmenu>マクロ</guisubmenu><guimenuitem>マクロの挿入...</guimenuitem></menuchoice> を選択してから、挿入したいマクロのショートカットキーを押せばマクロが挿入されます。<placeholder-1/>

source: Defining Macros
fr: Définition de macros
ja: マクロを定義する

source: From the Insert Macro window, choose <guibutton>Add</guibutton> or select <menuchoice><guisubmenu>Edit</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Add Macro... </guimenuitem></menuchoice>. The Add/Edit window appears. Enter the macro name, choose or define a category and enter a shortcut. Then edit text relative to your macro. The character ' | ' will indicate the cursor position after the macro insertion. Choose <guibutton>OK</guibutton>. The macro is added to the list.
fr: Dans la boîte de dialogue « Insérer une macro », cliquez sur <guibutton>Ajouter</guibutton> ou sélectionnez <menuchoice><guisubmenu>Édition</guisubmenu><guisubmenu>Macros</guisubmenu><guimenuitem>Ajouter une macro...</guimenuitem></menuchoice>. La fenêtre « Ajouter ou modifier une macro » apparaît. Saisissez le nom de la macro, choisissez ou définissez une catégorie et associez un raccourci clavier. Puis, saisissez le texte de la macro. Le caractère « | » indique la position du curseur après l'insertion de la macro. Cliquez sur <guibutton>Valider</guibutton>. La macro est ajoutée à la liste.
ja: マクロの挿入 ウィンドウで <guibutton>追加</guibutton> を選択するか、<menuchoice><guisubmenu>編集</guisubmenu><guisubmenu>マクロ</guisubmenu><guimenuitem>マクロの追加</guimenuitem></menuchoice> を選択すると、マクロの追加/編集 ウィンドウが表示されます。そこでマクロの名前を入力し、カテゴリを選択、もしくは定義してからショートカットを入力します。次にマクロの中身となるテキストを入力します。ここで' | 'はマクロが挿入された後のカーソル位置です。入力が終わったら、<guibutton>OK</guibutton> をクリックします。これでマクロが一覧に追加されます。

source: You can also erase a macro by selecting it in the list and choosing <guibutton>Remove</guibutton>. This only works for user macros (My Macros), of course.
fr: Vous pouvez également supprimer une macro en la sélectionnant dans la liste et en cliquant sur <guibutton>Supprimer</guibutton>. Ceci n'est bien sûr possible que pour les macros utilisateurs (Mes macros).
ja: 一覧からマクロを選んで <guibutton>削除</guibutton> を選択し、マクロを削除する事もできます。この操作は(もちろん)ユーザが定義したマクロが対象となります。

source: Add/Edit Macro
fr: Ajouter ou modifier une macro
ja: マクロの追加/編集

source: Add Edit dialog
fr: La boîte de dialogue ajout/modification
ja: 追加/編集 ダイアログ

source: Similarly, you can edit and modify a macro by selecting it in the list and choosing <guibutton>Edit</guibutton>. <placeholder-1/>
fr: De la même manière, vous pouvez éditer et modifier une macro en la sélectionnant dans la liste et en cliquant sur le bouton <guibutton>Modifier</guibutton>. <placeholder-1/>
ja: 同様に一覧からマクロを選択して、<guibutton>編集</guibutton> でマクロを編集することができます。<placeholder-1/>

source: Macro Keywords
fr: Mots-clés de macros
ja: マクロ キーワード

source: Macro keywords are available. They can be included in macro definitions. These macro keywords start and finish with the character ' @ '.
fr: Des mots-clés pour macros sont disponibles. Ils peuvent être incorporés dans des définitions de macro. Ces mots-clés de macros commencent et se terminent par le caractère « @ ».
ja: マクロではキーワードが使用できます。キーワードはマクロの定義で使用され、' @ 'で囲って指定します。

source: Keyword Macro
fr: Mots-clés de macros
ja: キーワードを使用したマクロ

source: The Keyword macro
fr: Les mots-clés de macros
ja: キーワードを使用したマクロ

source: Available macro keywords are @DATE_TIME@, @DATE_YMD@, @DATE_Y@, @USER_NAME@, @FILE_NAME@, @FILE_NAME_UP@, @FILE_NAME_UP_PREFIX@, @EMAIL@, @TABSIZE@, @INDENTSIZE@, and @USETABS@. <placeholder-1/>
fr: Les mots-clés de macro disponibles sont @DATE_TIME@, @DATE_YMD@, @DATE_Y@, @USER_NAME@, @FILE_NAME@, @FILE_NAME_UP@, @FILE_NAME_UP_PREFIX@, @EMAIL@, @TABSIZE@, @INDENTSIZE@ et @USETABS@. <placeholder-1/>
ja: 使用可能なマクロには、@DATE_TIME@、@DATE_YMD@、@DATE_Y@、@USER_NAME@、@FILE_NAME@、@FILE_NAME_UP@、@FILE_NAME_UP_PREFIX@、@EMAIL@、@TABSIZE@、@INDENTSIZE@、@USETABS@ があります。<placeholder-1/>

source: Opening and Saving Files
fr: Ouverture et enregistrement de fichiers
ja: ファイルのオープンとセーブ

source: Open File dialog
fr: Boîte de dialogue pour ouvrir un fichier
ja: ファイルのオープン ダイアログ

source: <emphasis>Opening a file:</emphasis> To open an existing file, choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Open</guimenuitem></menuchoice> from the menu bar, click on the <guibutton>Open</guibutton> button on the toolbar, or press <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>. This will display the <interface>Open File</interface> dialog. <placeholder-1/> Select or enter the name of file you want to open, then click <guibutton>Open</guibutton>. To open more than one file at once, select multiple files to open by holding down the <keycap>Ctrl</keycap> key and clicking each file in turn; then press <guibutton>Open</guibutton>. If you change your mind, click <guibutton>Cancel</guibutton> to dismiss the dialog without opening the file.
fr: <emphasis>Ouverture d'un fichier :</emphasis> Pour ouvrir un fichier existant, soit choisissez <menuchoice><guisubmenu>Fichier</guisubmenu><guimenuitem>Ouvrir</guimenuitem></menuchoice> dans la barre de menus, soit cliquez sur le bouton <guibutton>Ouvrir</guibutton> dans la barre d'outils, soit pressez <keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo>. La boîte de dialogue <interface>Ouvrir un fichier</interface> apparaît. <placeholder-1/> Choisissez ou saisissez le nom du fichier que vous souhaitez ouvrir, puis cliquez sur <guibutton>Ouvrir</guibutton>. Pour ouvrir plus d'un fichier à la fois, sélectionnez les fichiers à ouvrir en maintenant enfoncée la touche <keycap>Ctrl</keycap> et en cliquant sur chacun des fichiers, puis cliquez sur <guibutton>Ouvrir</guibutton>. Si vous changez d'avis, cliquez sur <guibutton>Annuler</guibutton> pour fermer la boîte de dialogue sans ouvrir de fichier.
ja: <emphasis>ファイルのオープン: </emphasis> ファイルを開く方法は、メニューから <menuchoice><guisubmenu>ファイル</guisubmenu><guimenuitem>オープン</guimenuitem></menuchoice> を選択する、ツールバーの <guibutton>オープン</guibutton> ボタンをクリックする、<keycombo><keycap>Ctrl</keycap><keycap>O</keycap></keycombo> キーを押す、等の方法があります。これらの操作を行うと、<interface>ファイルを開く</interface> ダイアログが表示されます。<placeholder-1/>ファイルを選択、もしくは開きたいファイル名を入力して、<guibutton>オープン</guibutton> を押して、ファイルをオープンすることができます。一度に複数のファイルを開く場合は <keycap>Ctrl</keycap> キーを押しながら、オープンしたいファイルを選択して <guibutton>オープン</guibutton> をクリックします。キャンセルする場合は、<guibutton>キャンセル</guibutton> でファイルのオープンをキャンセルすることができます。

source: Open Multiple File dialog
fr: Boîte de dialogue pour ouvrir plusieurs fichiers à la fois
ja: ファイル ダイアログから複数のファイルを開く

source: The Open File dialog in multiple-select mode
fr: La boîte de dialogue « Ouvrir un fichier » en mode sélection-multiple
ja: ファイル ダイアログでの複数ファイル選択モード

source: You can enable the <emphasis>Show Hidden Files</emphasis> option through the pop-up menu that appears when you right-click in the Open File dialog. This option will make hidden files (files starting with ".") visible in the file list. Clear the option to hide hidden files. The Open File dialog also has a built-in file type filter. Select the appropriate file type filter in the dialog and the file list will be limited to the files of the selected type only.
fr: Vous pouvez activer l'option <emphasis>Afficher les fichiers cachés</emphasis> par l'intermédiaire du menu contextuel qui apparaît lorsque vous faites un clic-droit dans la boîte de dialogue « Ouvrir un fichier ». Cette option rend visibles dans la liste les fichiers cachés (fichiers commençant par « . »). Décochez l'option pour les masquer. La boîte de dialogue « Ouvrir un fichier » intègre également un filtre sur le type des fichiers. Choisissez le filtre approprié au type de fichier dans la boîte de dialogue : la liste des fichiers sera limitée à ceux du type choisi.
ja: ファイルのオープンダイアログで右クリックすると表示されるポップアップメニューで、<emphasis>隠しファイルを表示する</emphasis>というオプションを選択できます。このオプションを選択すると、ファイルの一覧に隠しファイル("."で始まるファイル)が表示されるようになり、オプションを非選択にすると隠しファイルが表示されなくなります。ファイル オープン ダイアログには、あらかじめ用意されたファイル タイプのフィルターがあります。フィルターを適用することにより、選択したタイプのファイルだけが表示されるようになります。

source: The Save As File
fr: Enregistrer le fichier sous
ja: 別名で保存

source: <emphasis>Saving a file:</emphasis> To save a file, choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Save</guimenuitem></menuchoice> from the menu bar, click on the <guibutton>Save</guibutton> button on the toolbar, or press <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo>. This will save the file. If the file is new, a <interface>Save As</interface> dialog will appear. Enter a filename and click <guibutton>Save</guibutton> to save the new file with the name supplied. <placeholder-1/>
fr: <emphasis>Enregistrement d'un fichier :</emphasis> Pour enregistrer un fichier, soit choisissez <menuchoice><guisubmenu>Fichier</guisubmenu><guimenuitem>Enregistrer</guimenuitem></menuchoice> dans la barre de menus, soit cliquez sur le bouton <guibutton>Enregistrer</guibutton> dans la barre d'outils, soit pressez <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo>. Le fichier sera enregistré. Si le fichier est nouveau, une boîte de dialogue <interface>Enregistrer le fichier sous</interface> apparaît. Saisissez un nom de fichier et cliquez sur <guibutton>Enregistrer</guibutton> pour enregistrer le nouveau fichier sous le nom indiqué. <placeholder-1/>
ja: <emphasis>ファイルの保存: </emphasis> ファイルを保存するには、メニューから <menuchoice><guisubmenu>ファイル</guisubmenu><guimenuitem>保存</guimenuitem></menuchoice> を選択するか、ツールバーの <guibutton>保存</guibutton> ボタンをクリックする、<keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> キーを押す、等の方法があります。これらの操作を行うことにより、ファイルを保存することができます。保存するファイルが新規に作成したファイルの場合は、<interface>別名で保存</interface> ダイアログが表示されます。そこでファイル名を入力して <guibutton>保存</guibutton> をクリックすれば、入力した名前でファイルが保存されます。<placeholder-1/>

source: File autosave
fr: Sauvegarde automatique des fichiers
ja: ファイルの自動保存

source: If you have enabled autosave, Anjuta will not autosave any new files. You must first save them manually. The same applies to the <guimenuitem>Save All</guimenuitem> option: Anjuta will not save new files, if you haven't saved them first manually. <emphasis>You must save a file manually before autosave or <guimenuitem>Save All</guimenuitem> will work with it.</emphasis>
fr: Même si vous avez activé l'enregistrement automatique, Anjuta n'effectuera pas l'opération sur des nouveaux fichiers. Il faut les enregistrer manuellement une première fois. Il en est de même pour l'option <guimenuitem>Tout enregistrer</guimenuitem>. <emphasis>Vous devez enregistrer manuellement un fichier avant que l'enregistrement automatique ou <guimenuitem>Tout enregistrer</guimenuitem> ne s'applique à lui.</emphasis>
ja: Anjuta の自動保存を有効にしていても、新しいファイルは自動保存されません。新しいファイルは最初に自分で保存しなければなりません。同様に <guimenuitem>すべて保存</guimenuitem> を選択した場合も、新しいファイルについては最初に自分で保存していなければ保存されません。<emphasis>新しいファイルに対してオートセーブや <guimenuitem>すべて保存</guimenuitem> を実行する場合は、最初の保存を自分で行う必要があります。</emphasis>

source: <emphasis>Saving a file with a different name:</emphasis> You can explicitly save a file with a new filename. To do this, choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Save As</guimenuitem></menuchoice> from the menu bar. A <interface>Save As</interface> dialog will appear prompting you to enter the new filename. Enter the name and click <guibutton>Save</guibutton>.
fr: <emphasis>Enregistrement d'un fichier sous un nouveau nom :</emphasis> Vous pouvez explicitement enregistrer un fichier sous un nouveau nom. Pour ce faire, choisissez <menuchoice><guisubmenu>Fichier</guisubmenu><guimenuitem>Enregistrer sous</guimenuitem></menuchoice> dans la barre de menus. Une boîte de dialogue <interface>Enregistrer le fichier sous</interface> apparaît et vous demande de saisir un nom de fichier. Saisissez le nom et cliquez sur <guibutton>Enregistrer</guibutton>.
ja: <emphasis>別名でファイルを保存: </emphasis> 既存のファイルを別の名前で保存できます。やり方は、<menuchoice><guisubmenu>ファイル</guisubmenu><guimenuitem>別名で保存</guimenuitem></menuchoice> をメニューから選択して表示される、<interface>別名で保存</interface> ダイアログで別の名前を入力して、<guibutton>保存</guibutton> をクリックします。

source: File save as overwrite
fr: Écrasement d'un fichier lors d'un enregistrement sous
ja: ファイルの上書き保存

source: When you use <guimenuitem>Save As</guimenuitem> with an existing file, the original is not deleted. It is left unchanged since the last save. If a file with the new filename already exists, a confirmation dialog will appear to ensure that you want to overwrite it. Clicking <guibutton>Yes</guibutton> will overwrite the file with the file you are saving.
fr: Lorsque vous utilisez <guimenuitem>Enregistrer le fichier sous</guimenuitem> avec un nom de fichier existant, l'original n'est pas supprimé. Il reste dans l'état où il était lors de son dernier enregistrement. Si un fichier de ce nom existe déjà, une boîte de dialogue apparaît pour vous demander de confirmer que vous souhaitez bien l'écraser. En cliquant sur <guibutton>Oui</guibutton> vous écrasez le fichier existant avec le fichier en cours d'enregistrement.
ja: 既に存在するファイルを <guimenuitem>別名で保存</guimenuitem> で保存した場合、元のファイルはその前に保存した状態のままになります。すでに存在するファイル名を指定した場合は確認ダイアログが表示されるので、<guibutton>はい</guibutton> をクリックすれば、既存のファイルを上書きして保存することができます。

source: <emphasis>Closing a file:</emphasis> To close a file, choose <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Close</guimenuitem></menuchoice> from the menu bar, or click on the <guibutton>Close</guibutton> button on the toolbar. (You can also close a file by clicking the X in its filename tab.) This will close the current file. If the file is not saved, or is a new file, then <application>Anjuta</application> will prompt you to save the file before closing it.
fr: <emphasis>Fermeture d'un fichier :</emphasis> Pour fermer un fichier, soit choisissez <menuchoice><guisubmenu>Fichier</guisubmenu><guimenuitem>Fermer</guimenuitem></menuchoice> dans la barre de menus, soit cliquez sur le bouton <guibutton>Fermer</guibutton> dans la barre d'outils (vous pouvez également fermer un fichier en cliquant sur le X dans l'onglet avec son nom de fichier). Cela ferme le fichier courant. Si le fichier n'a pas été enregistré ou si c'est un nouveau fichier, alors <application>Anjuta</application> vous demandera d'enregistrer le fichier avant de le fermer.
ja: <emphasis>ファイルを閉じる: </emphasis> ファイルを閉じる場合は <menuchoice><guisubmenu>ファイル</guisubmenu><guimenuitem>閉じる</guimenuitem></menuchoice> をメニューから選択するか、ツールバーの <guibutton>閉じる</guibutton> ボタンをクリックします(ファイル名タブのXをクリックする方法もあります)。この操作によりファイルを閉じることができます。ファイルがまだ保存されていない場合や新しいファイルの場合、<application>Anjuta</application> はファイルを閉じる前に保存するかどうか確認を求めます。

source: Editing Files
fr: Modification des fichiers
ja: ファイルの編集

source: <application>Anjuta</application> has a number of features which help you edit and work with source files. The following sections describe how to use some of the interesting features available.
fr: <application>Anjuta</application> possède un grand nombre de fonctionnalités qui vous aident à modifier et à travailler avec les fichiers sources. Les paragraphes suivants vous indiquent comment utiliser quelques unes des intéressantes fonctionnalités à votre disposition.
ja: <application>Anjuta</application> にはソースの編集と、それにまつわる作業を助ける、さまざまな機能が用意されています。以下のセクションでは、利用可能なそれらの機能のうちから興味深いものを説明します。

source: Editor Margins
fr: Marges de l'éditeur
ja: エディタの余白
