Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: To remove a target: <placeholder-1/>
fr: Pour supprimer une cible : <placeholder-1/>
ja: ターゲットの削除: <placeholder-1/>

source: The sources associated with the targets will also be removed from the project (they are not deleted from the file system, though).
fr: Les sources associées aux cibles sont également retirées du projet (elles ne sont pas pour autant supprimées du système de fichiers).
ja: ターゲットに属するソースはプロジェクトより削除されます(ファイルシステムからは削除されません)。

source: Adding and Removing Files
fr: Ajout et retrait de fichiers
ja: ファイルの追加と削除

source: Adding Source Files
fr: Ajout de fichiers source
ja: ソースファイルの追加

source: Select the menu item <menuchoice><guisubmenu>Project</guisubmenu><guimenuitem>Add Source File</guimenuitem></menuchoice>. From the dialog, select the target to which the file should be added and the file itself. You can add multiple files at once. To do that, select multiple files from the file selection dialog using either the <keycap>Shift</keycap> or <keycap>Ctrl</keycap> key. Then click <guibutton>Add</guibutton> to add the files to the project.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Projet</guisubmenu><guimenuitem>Ajouter un fichier source...</guimenuitem></menuchoice>. Dans la boîte de dialogue, choisissez la cible dans laquelle le fichier doit être ajouté et le fichier lui-même. Vous pouvez ajouter plusieurs fichiers à la fois. Pour cela, sélectionnez plusieurs fichiers dans la boîte de dialogue en utilisant, soit la touche <keycap>Maj</keycap>, soit la touche <keycap>Ctrl</keycap>, puis cliquez sur <guibutton>Ajouter</guibutton> pour joindre les fichiers au projet.
ja: メニューから <menuchoice><guisubmenu>プロジェクト</guisubmenu><guimenuitem>ソースの追加</guimenuitem></menuchoice> を選択します。ダイアログでファイルを追加するターゲットと、追加するファイルを選択します。ファイルの選択 ダイアログで <keycap>Shift</keycap>、または <keycap>Ctrl</keycap> キーを使用して複数のファイルを選択することにより、複数のファイルを一度に追加することができます。<guibutton>追加</guibutton> をクリックするとファイルがプロジェクトに追加されます。

source: By default, the current editor file will be preselected for addition in the dialog. Another convenient way to add a file is to right-click it in the <interface>File Manager</interface> and choose <guimenuitem>Add to project</guimenuitem> from the context menu.
fr: Dans la boîte de dialogue, le fichier actif dans l'éditeur est présélectionné par défaut pour ajout. Une autre méthode pratique pour ajouter un fichier consiste à faire un clic droit sur celui-ci dans le volet <interface>Fichiers</interface> et à choisir <guimenuitem>Ajouter au projet</guimenuitem> dans le menu contextuel.
ja: デフォルトでは、ダイアログの追加するファイルとして、エディタで編集中の文書が選択されます。他の便利なやり方として、<interface>ファイル マネージャ</interface> を右クリックして表示されるコンテキスト メニューで <guimenuitem>プロジェクトへ追加</guimenuitem> を選択する方法があります。

source: If the file you choose has already been added to the project, then <application>Anjuta</application> will not add it again. It will also give you a warning that the file has already been added.
fr: Si le fichier choisi fait déjà partie du projet, <application>Anjuta</application> ne le rajoute pas et vous prévient que le fichier a déjà été incorporé.
ja: 既にプロジェクトに属するファイルを追加しても、<application>Anjuta</application> がそのファイルを再度プロジェクトに追加することはありません。かわりにそのファイルが既にプロジェクトに追加されているという警告を表示します。

source: If the file you choose is not in the project directory, you will be asked to confirm that you wish to copy the file into the target's directory. <application>Anjuta</application> cannot add files which are outside of a target's directory without copying them in.
fr: Si le fichier choisi n'est pas dans le répertoire du projet, vous devrez confirmer que vous acceptez qu'une copie du fichier soit déposée dans le dossier cible. <application>Anjuta</application> ne peut pas ajouter des fichiers hors du répertoire projet sans les y copier au préalable.
ja: プロジェクトに追加するファイルがプロジェクトのディレクトリ配下に存在しない場合、ファイルをターゲットのディレクトリ配下にコピーしてもよいか確認を求められます。<application>Anjuta</application> はターゲットのディレクトリ配下に存在しないファイルをプロジェクトに追加することはできません。

source: Removing Source Files
fr: Retrait de fichiers source
ja: ソースファイルの削除

source: To remove a file from the project, right-click the file you want to remove in the <interface>Project window</interface> and choose <guimenuitem>Remove</guimenuitem> from the context menu.
fr: Pour retirer un fichier du projet, faites un clic droit sur le fichier à retirer dans le volet <interface>Projet</interface> et choisissez <guimenuitem>Retirer</guimenuitem> dans le menu contextuel.
ja: ファイルをプロジェクトから削除するには、削除したいファイルを <interface>プロジェクト ウィンドウ</interface> で右クリックして、表示されたコンテキスト メニューから <guimenuitem>削除</guimenuitem> を選択します。

source: A confirmation dialog will appear, and the file will be removed from the project.
fr: Un boite de dialogue de confirmation apparaît et le fichier est retiré du projet.
ja: 確認ダイアログが表示され、ファイルはプロジェクトから削除されます。

source: The file is not deleted!
fr: Le fichier n'est pas détruit !
ja: ファイルそのものは削除されません!

source: The file is not deleted from the filesystem. It still exists, and you can add it back again later if you so wish. The file is only removed from the project listing, and will not take part in any project operations such as compiling, building, or distribution.
fr: Le fichier n'est pas supprimé du système de fichiers. Il existe toujours ; vous pourrez le rajouter au projet si vous le souhaitez. Le fichier est seulement retiré de la liste du projet et il ne prendra part à aucune opération du projet telle que compilation, construction ou distribution.
ja: ファイルがファイルシステムから削除されるわけではありません。ファイルは削除されずにそのまま残るので、もし後でファイルを追加したいと思ったときは再度プロジェクトに追加することができます。ファイルは単にプロジェクトから削除され、プロジェクトの一部としてコンパイル、ビルド、配布されなくなるというだけです。

source: Project Configuration
fr: Configuration du projet
ja: プロジェクトの設定

source: Project configuration involves setting the correct build flags for targets, groups and the project itself. You can set these flags in their respective properties dialogs.
fr: La configuration du projet présuppose le paramétrage correct des drapeaux de construction pour les cibles, les groupes et pour le projet lui-même. Vous pouvez configurer ces drapeaux dans les boîtes de dialogue respectives concernant les propriétés.
ja: プロジェクトの設定には、ターゲット、グループ、そしてプロジェクト自身を正しくビルドするためのフラグが含まれます。これらのフラグはプロパティ ダイアログにより設定することができます。

source: You can freely use autoconf and automake variables that are automatically set for the project during configuration. Apart from these automatically set variables, you can also define your own variables in <link linkend="project-properties">Project Properties</link> and use them in properties. This will make it easy to update flags later, especially when a variable is used in several targets.
fr: Vous pouvez utiliser sans restriction les variables autoconf et automake automatiquement définies pour le projet lors de la configuration. Outre ces variables, vous pouvez également définir vos propres variables dans <link linkend="project-properties">Propriétés du projet</link> et les utiliser dans des définitions de propriétés. Cela facilite la mise à jour ultérieure des drapeaux, particulièrement lorsqu'une variable est utilisée dans plusieurs cibles.
ja: プロジェクトの設定で自動的に設定された autoconf、および automake の変数を自由に使うことができます。これらの自動的に設定された変数に加えて、<link linkend="project-properties">プロジェクトのプロパティ</link>であなた自身の変数を定義、使用することができます。これにより、後でフラグの値を更新するとき、特に複数のターゲットで使用されている変数に対する更新が簡単になります。

source: <emphasis>$(prefix)</emphasis>: The installation prefix. The project is installed under various subdirectories under this prefix. By default it is /usr/local.
fr: <emphasis>$(prefix)</emphasis> : le préfixe d'installation. Le projet est installé dans divers sous-répertoires sous ce préfixe. Sa valeur par défaut est /usr/local.
ja: <emphasis>$(prefix)</emphasis>: インストールでベースとなるディレクトリです。プロジェクトは prefix で指定したディレクトリ配下のサブディレクトリとしてインストールされます。デフォルトでは、/usr/local になっています。

source: <emphasis>$(bindir)</emphasis>: The installation directory for executable binaries. All your executable and script targets will be installed in this directory. By default, it is $(prefix)/bin.
fr: <emphasis>$(bindir)</emphasis> : le répertoire d'installation pour les exécutables binaires. Toutes vos cibles exécutables et vos scripts sont installés dans ce répertoire. Sa valeur par défaut est $(prefix)/bin.
ja: <emphasis>$(bindir)</emphasis>: 実行可能バイナリをインストールするディレクトリです。すべての実行可能ファイル、およびスクリプトはこのディレクトリにインストールされます。デフォルトでは、$(prefix)/bin になっています。

source: <emphasis>$(libdir)</emphasis>: The installation directory for libraries. All your library targets (both shared and static) will be installed in this directory or a subdirectory below it. By default, it is $(prefix)/lib.
fr: <emphasis>$(libdir)</emphasis> : le répertoire d'installation pour les bibliothèques. Toutes vos bibliothèques (partagées et statiques) sont installées dans ce répertoire ou dans un sous-répertoire. Sa valeur par défaut est $(prefix)/lib.
ja: <emphasis>$(libdir)</emphasis>: ライブラリをインストールするディレクトリです。すべてのライブラリ ターゲット (共有、および静的ライブラリ)は、このディレクトリ、もしくはこのディレクトリのサブディレクトリにインストールされます。デフォルトでは、$(prefix)/lib になっています。

source: <emphasis>$(module_CFLAGS)</emphasis> and $(module_LIBS): These flags are set by <application>configure</application> for the packages that your project depends on. The packages used by the project are set in <link linkend="project-properties">Project Properties</link>. 'module' is a package group that you specify in the project properties as described below.
fr: <emphasis>$(module_CFLAGS)</emphasis> et $(module_LIBS) : ces drapeaux sont définis par <application>configure</application> pour les dépendances de votre projet. Les paquets utilisés par le projet sont définis dans <link linkend="project-properties">Propriétés du projet</link>. 'module' représente un groupe de paquets que vous avez précisé dans les propriétés du projet comme indiqué ci-dessous.
ja: <emphasis>$(module_CFLAGS)</emphasis>、および$(module_LIBS): <application>configure</application> がパッケージのために設定するフラグです。プロジェクトで使用されているパッケージは <link linkend="project-properties">プロジェクトのプロパティ</link> で設定されます。'モジュール'とは、以下で説明するプロジェクトのプロパティで指定したパッケージのグループです。

source: Some of the many common variables are listed here. For full list of them see the <ulink url="info:automake">automake info documentation</ulink>. <placeholder-1/>
fr: Quelques-unes des nombreuses variables habituelles sont énumérées ci-après. Pour obtenir une liste complète, consultez la <ulink url="info:automake">documentation info d'automake</ulink>. <placeholder-1/>
ja: 以下によく使用する変数を一覧します。完全な一覧は <ulink url="info:automake">automake の infoファイル</ulink> を参照してください。<placeholder-1/>

source: Project properties
fr: Propriétés du projet
ja: プロジェクトのプロパティ

source: Set the project name, version and URL in the <guibutton>General</guibutton> page. <application>configure</application> variables can also be use in these fields. The URL is the bug report URL for the project.
fr: définir le nom, la version et l'URL du projet dans l'onglet <guibutton>Général</guibutton>. Des variables <application>configure</application> peuvent aussi être utilisées dans ces champs. L'URL sert pour les rapports d'anomalies du projet.
ja: パッケージ名、バージョン、URLを <guibutton>全般</guibutton> ページで設定します。ここで設定した値は <application>configure</application> の変数として使用されます。URL はプロジェクトのバグの報告先を設定します。

source: Add and remove dependencies for your project in the <guibutton>Packages</guibutton> page. See below for details.
fr: ajouter ou supprimer des dépendances à votre projet dans l'onglet <guibutton>Paquets</guibutton>. Voir ci-dessous pour plus de détails.
ja: プロジェクトの依存情報の追加と削除は、<guibutton>パッケージ</guibutton> ページで設定します。詳細は以下を参照してください。

source: Create more configure variables in the <guibutton>Variables</guibutton> page to use in group and target properties.
fr: créer d'autres variables configure dans l'onglet <guibutton>Variables</guibutton> afin de les utiliser dans des propriétés de groupe ou de cible.
ja: 他にもグループ、およびターゲットで使用する設定可能な変数を <guibutton>変数</guibutton> ページで作成できます。

source: The project properties dialog can be opened only by choosing <menuchoice><guisubmenu>Project</guisubmenu><guimenuitem>Properties</guimenuitem></menuchoice> from the toplevel menu bar. You can: <placeholder-1/>
fr: La boîte de dialogue « Propriétés du projet » ne s'ouvre qu'à l'aide de l'élément de menu <menuchoice><guisubmenu>Projet</guisubmenu><guimenuitem>Propriétés</guimenuitem></menuchoice> à partir de la barre de menu principale. Vous pouvez : <placeholder-1/>
ja: プロジェクトのプロパティ ダイアログはメニューから <menuchoice><guisubmenu>プロジェクト</guisubmenu><guimenuitem>プロパティ</guimenuitem></menuchoice> を選択することにより表示されます: <placeholder-1/>

source: Project properties dialog
fr: Boîte de dialogue « Propriétés du projet »
ja: プロジェクトのプロパティ ダイアログ

source: Dependencies are external packages that the project uses and are hence required to build it. Only packages installed using <ulink url="info:pkg-config">pkg-config</ulink> can be added from this interface. For others, the configure.ac file can be edited manually. <placeholder-1/>
fr: Les dépendances sont des paquets externes utilisés par le projet ; ils sont donc requis pour la construction. Seuls les paquets installés en utilisant <ulink url="info:pkg-config">pkg-config</ulink> peuvent être ajoutés à partir de cette interface. Pour les autres, le fichier configure.ac doit être modifié manuellement. <placeholder-1/>
ja: 依存関係とはプロジェクトと、プロジェクトをビルドするために必要とする外部パッケージとの関係のことです。ここで指定できるパッケージは、<ulink url="info:pkg-config">pkg-config</ulink> によりインストールされるパッケージだけです。その他のパッケージについては、configure.ac を直接、手で編集します。<placeholder-1/>

source: External package dependencies are grouped into <emphasis>modules</emphasis>, so that their combined build flags can be conveniently added to different targets. <emphasis>Modules</emphasis> are just arbitrary groups of packages and can be named anything (only alphanumeric characters and _ are allowed in module names). Usually, they follow the name of targets they would be used in. Consequently, for small projects with single targets, just one module to hold all dependencies is enough.
fr: Les dépendances de paquets externes sont regroupées dans des <emphasis>modules</emphasis> afin que les combinaisons des drapeaux de construction puissent être définis de manière pratique pour les différentes cibles. Les <emphasis>modules</emphasis> ne sont que des groupements arbitraires de paquets ; ils peuvent recevoir n'importe quel nom (seuls les caractères alphanumériques et « _ » sont autorisés dans les noms de modules). Habituellement, leur nom s'inspire de celui des cibles dans lesquelles ils sont utilisés. Par conséquent, pour de petits projets avec une seule cible, un seul module suffit pour contenir toutes les dépendances.
ja: 外部パッケージに対する依存関係は <emphasis>モジュール</emphasis> にグループ化されるので、グループ化されたビルド フラグを異なるターゲットに適用することができます。<emphasis>モジュール</emphasis> はパッケージからなる任意のグループであり、任意の名前を付与することができます(英数文字、および'_'のみが使用できます)。通常は、モジュールを使用するターゲット名を先頭に表記した名前をつけます。したがって、ターゲットが1つだけの通さなプロジェクトでは1つのモジュールがすべての依存関係を保持します。

source: Each package exports a set of <emphasis>compiler flags</emphasis> and <emphasis>libraries</emphasis>. They are aggregated together for all packages under a module, and <application>configure</application> variables <emphasis>$(module_CFLAGS)</emphasis> and <emphasis>$(module_LIBS)</emphasis> are defined. These variables can then be used in <link linkend="group-properties">Group properties</link> and <link linkend="target-properties">Target properties</link>.
fr: Chaque paquet exporte un jeu de <emphasis>drapeaux pour le compilateur</emphasis> et <emphasis>pour les bibliothèques</emphasis>. Ils sont regroupés pour tous les paquets dans un même module ; les variables <application>configure</application> <emphasis>$(module_CFLAGS)</emphasis> et <emphasis>$(module_LIBS)</emphasis> y sont définies. Ces variables peuvent être utilisées dans les <link linkend="group-properties">Propriétés de groupe</link> et <link linkend="target-properties">Propriétés de cible</link>.
ja: パッケージは <emphasis>コンパイラ フラグ</emphasis> と <emphasis>ライブラリ</emphasis> をエクスポートします。それらは、モジュールに属するすべてのパッケージからエクスポート、および集約されて <application>configure</application> の <emphasis>$(module_CFLAGS)</emphasis>、<emphasis>$(module_LIBS)</emphasis> 変数として定義されます。それらの変数は <link linkend="group-properties">グループのプロパティ</link>、<link linkend="target-properties">ターゲットのプロパティ</link> から使用できます。

source: Select <menuchoice><guisubmenu>Project</guisubmenu><guimenuitem>Properties</guimenuitem></menuchoice> to bring up the project properties dialog.
fr: choisissez <menuchoice><guisubmenu>Projet</guisubmenu><guimenuitem>Propriétés</guimenuitem></menuchoice> pour afficher la boîte de dialogue « Propriétés du projet »,
ja: <menuchoice><guisubmenu>プロジェクト</guisubmenu><guimenuitem>プロパティ</guimenuitem></menuchoice> によりプロジェクトのプロパティ ダイアログが表示されます。

source: Select the tab <guibutton>Packages</guibutton> to bring up the Packages page.
fr: sélectionnez l'onglet <guibutton>Paquets</guibutton> pour faire apparaître la page correspondante,
ja: <guibutton>パッケージ</guibutton> タブを選択することによりパッケージ ページが表示されます。

source: Select the <emphasis>module</emphasis> to add the package to. If there is no module created yet or there is no appropriate module, create one by clicking <guibutton>Add module</guibutton>. Give a sensible name to the module, preferably in UPPERCASE to match other <application>configure</application> variables (only use alphanumeric and '_' characters) and press <keycap>Enter</keycap> to create it.
fr: choisissez le <emphasis>module</emphasis> auquel ajouter le paquet. S'il n'y a encore pas de module créé ou pas de module approprié, créez-le en cliquant sur <guibutton>Ajouter un module</guibutton>. Donnez-lui un nom judicieux, de préférence en MAJUSCULES pour être en harmonie avec les autres variables <application>configure</application> (n'utilisez que des caractères alphanumériques et « _ ») et pressez sur <keycap>Entrée</keycap> pour le créer.
ja: パッケージを追加する <emphasis>モジュール</emphasis> を選択します。まだモジュールが作成されていない、または適当なモジュールが存在しない場合は、<guibutton>モジュールの追加</guibutton> をクリックして、モジュールに適切な名前を入力します。<application>configure</application> の他の名前との衝突を避けるためにも、できるだけ大文字の名前(英数文字、および'_'のみが使用可)を入力して <keycap>Enter</keycap> キーを押下するとモジュールが作成されます。

source: Click <guibutton>Add Package</guibutton> to bring up the package selection dialog.
fr: cliquez sur <guibutton>Ajouter un paquet</guibutton> pour faire apparaître la boîte de dialogue de sélection du paquet,
ja: <guibutton>パッケージの追加</guibutton> をクリックすることによりパッケージの選択 ダイアログが表示されます。

source: Select the package to add and click <guibutton>Add</guibutton>.
fr: choisissez le paquet à ajouter et cliquez sur <guibutton>Ajouter</guibutton>,
ja: 追加するパッケージを選択して <guibutton>追加</guibutton> をクリックします。

source: Click <guibutton>Close</guibutton> to close the properties dialog.
fr: cliquez sur <guibutton>Fermer</guibutton> pour fermer la boîte de dialogue des propriétés.
ja: <guibutton>閉じる</guibutton> をクリックしてプロパティ ダイアログを閉じます。

source: To add a package dependency: <placeholder-1/>
fr: Pour ajouter une dépendance de paquet : <placeholder-1/>
ja: パッケージの依存関係の追加: <placeholder-1/>

source: Group properties
fr: Propriétés du groupe
ja: グループのプロパティ

source: Group properties dialog
fr: Boîte de dialogue « Propriétés du groupe »
ja: グループのプロパティ ダイアログ

source: To edit a group's properties, double-click the group in the <interface>Project</interface> window to open the <interface>Group Properties</interface> dialog. (You can alternatively right-click the group and select <guimenuitem>Properties</guimenuitem> from the context menu.) <placeholder-1/>
fr: Pour modifier les propriétés d'un groupe, double-cliquez sur le groupe dans le volet <interface>Projet</interface> pour ouvrir la boîte de dialogue <interface>Propriétés du groupe</interface> (vous pouvez aussi cliquer avec le bouton droit sur le groupe et choisir <guimenuitem>Propriétés</guimenuitem> dans le menu contextuel). <placeholder-1/>
ja: グループのプロパティを編集するには、<interface>プロジェクト</interface> ウィンドウのグループをダブルクリックして <interface>グループのプロパティ</interface> ダイアログを表示します(かわりにグループを右クリックして表示されるコンテキスト メニューから <guimenuitem>プロパティ</guimenuitem> を選択することもできます)。 <placeholder-1/>

source: <emphasis>Includes</emphasis>: Set your include directories for your C and C++ targets here. You need to provide the full include options of the compiler here, e.g. -I/usr/include/blah. The include paths will be used to find header files included by your source files. (You can also add other compiler flags here, but it's preferable to set them in their respective <emphasis>compiler flags</emphasis> fields as described below.)
fr: <emphasis>Includes</emphasis> : définissez ici les répertoires include pour les cibles C et C++. Vous devez donner la syntaxe complète de l'option include du compilateur ici, par ex. -I/usr/include/blabla. Les chemins include sont utilisés pour rechercher les fichiers d'en-tête inclus dans les fichiers source (vous pouvez également ajouter ici d'autres drapeaux de compilation mais il est préférable de les définir dans le champ <emphasis>drapeaux de compilation</emphasis> comme indiqué ci-dessous).
ja: <emphasis>インクルード</emphasis>: C、およびC++ ターゲットのためのインクルード ディレクトリを設定します。ここでは、-I/usr/include/blah のようにコンパイラに与えるオプションを完全な形で指定します。インクルード パスはあなたのソースファイルがヘッダファイルを見つけるために使用されます(他のコンパイラ フラグもここで設定することが可能ですが、以下で説明する <emphasis>コンパイラ フラグ</emphasis> で設定するほうが好ましいでしょう)。

source: <emphasis>Compiler flags</emphasis>: Set your compiler-specific flags here. There are different fields for different compiler categories. Flags that can be set here depend on the actual compiler used. The default compiler used for C/C++ is gcc/g++ (the GNU C compiler). Check out the <ulink url="info:gcc">gcc info documentation</ulink> for more details.
fr: <emphasis>Drapeaux du compilateur</emphasis> : définissez ici les drapeaux spécifiques au compilateur. Il y a différents champs pour les diverses catégories de compilateurs. Les drapeaux pouvant être définis ici dépendent du compilateur réellement utilisé. Le compilateur utilisé par défaut pour le C/C++ est gcc/g++ (le compilateur C GNU). Consultez la <ulink url="info:gcc">documentation info gcc</ulink> pour plus de détails.
ja: <emphasis>コンパイラ フラグ</emphasis>: コンパイラに指定するフラグを設定します。ここでは異なるコンパイラごとにコンパイラ フラグを設定するための入力が用意されています。コンパイラに指定するフラグはここで設定できます。C/C++ のためのデフォルトのコンパイラは、gcc/g++(GNU C コンパイラ)です。詳細は <ulink url="info:gcc">gcc の infoファイル</ulink> を参照してください。

source: <emphasis>Install directories</emphasis>: The dialog will display a field for each target in the group that requires an installation directory. Set each installation directory as relative to one of the many <application>automake</application> directory variables, such as $(prefix), $(bindir), $(libdir), or $(datadir).
fr: <emphasis>Répertoires d'installation</emphasis> : la boîte de dialogue affiche un champ pour chaque cible du groupe qui nécessite un répertoire d'installation. Définissez chaque répertoire d'installation relativement à l'une des nombreuses variables de répertoire <application>automake</application> telles que $(prefix), $(bindir), $(libdir) ou $(datadir).
ja: <emphasis>インストール先</emphasis>: グループに含まれる、インストール先のディレクトリを必要とするターゲットが表示されます。インストール先のディレクトリには$(prefix)、$(bindir)、$(libdir)、または$(datadir) のような <application>automake</application> のディレクトリ変数が使用されます。

source: Properties set for a group apply to all the targets under it. So any compiler or linker flags set for a group will be automatically be part of all the targets in it (in addition to each target's individual properties). The following fields are available in the Group Properties dialog. <placeholder-1/>
fr: La totalité des propriétés d'un groupe s'applique à toutes les cibles qu'il contient. Ainsi, tous les drapeaux de compilation ou d'édition des liens définis pour un groupe feront automatiquement partie des cibles qu'il contient (en plus des propriétés individuelles de chaque cible). Les champs suivants sont disponibles dans la boîte dialogue Propriétés : <placeholder-1/>
ja: グループに設定したプロパティは、所属するすべてのターゲットに適用されます。そのため、グループに設定したコンパイラ、およびリンカ フラグは、グループに所属するすべてのターゲットに対するフラグの一部となります(フラグはターゲットごとに指定することができます)。以下の項目はグループのプロパティ ダイアログで設定できる項目です。<placeholder-1/>
