Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: If the project is also a CVS tree, then corresponding file revision numbers are also listed to the right of file names in the file view pane.
fr: Également, si le projet est une structure CVS, les numéros correspondant aux révisions du fichier seront affichés à droite du nom dans le volet d'affichage des fichiers.
ja: もしプロジェクトが CVS ツリーを持つ場合は、ファイルのリビジョン ナンバーがファイル ビュー ペインのファイル名の右側に表示されます。

source: Saving Projects
fr: Enregistrement de projets
ja: プロジェクトの保存

source: The project is automatically saved when you close because all changes are made directly in the project structure.
fr: Le projet est automatiquement enregistré quand vous le fermez étant donné que toutes les modifications sont réalisées directement dans la structure du projet.
ja: すべての変更はプロジェクト構造に直接変更をもたらすため、プロジェクトを閉じるときには自動的に保存されます。

source: Project structure
fr: Structure du projet
ja: プロジェクトの構造

source: Project window
fr: Fenêtre Projet
ja: プロジェクト ウィンドウ

source: The Project window
fr: La fenêtre projet
ja: プロジェクト ウィンドウ

source: Here is the <interface>Project window</interface> with its context menu (accessible by clicking on the right mouse button). <placeholder-1/>
fr: Voici la <interface>fenêtre Projet</interface> avec son menu contextuel (accessible par un clic droit). <placeholder-1/>
ja: これは <interface>プロジェクト ウィンドウ</interface> とコンテキスト メニュー(マウスの右クリックで表示)です。<placeholder-1/>

source: The <interface>Project window</interface> displays the project's <ulink type="info" url="info:automake"><application>automake</application></ulink> hierarchy organized into <emphasis>groups</emphasis> of <emphasis>targets</emphasis>. Groups correspond to directories in your project and targets correspond to normal <application>automake</application> targets (not to be confused with make targets). The <interface>Project window</interface> actually has two parts: the lower part shows the complete project hierarchy and the upper part lists important targets directly. Important targets include executable and library targets; the view makes these easily accessible. This is particularly useful in large projects where the hierarchy can be deep and hard to navigate from the tree alone. Targets are, in turn, composed of source files.
fr: La <interface>fenêtre projet</interface> affiche la hiérarchie <ulink type="info" url="info:automake"><application>automake</application></ulink> du projet organisée en <emphasis>groupes</emphasis> de <emphasis>cibles</emphasis>. Les groupes correspondent aux répertoires du projet et les cibles aux cibles normales d'<application>automake</application> (à ne pas confondre avec les cibles make). La <interface>fenêtre Projet</interface> possède en fait deux parties : la partie basse affiche la hiérarchie complète du projet alors que la partie haute liste directement les cibles importantes. Les cibles importantes comprennent celle des exécutables et celle des bibliothèques ; cette vue les rend accessibles facilement. Cette disposition est utile particulièrement dans le cas de gros projets pour lesquels la hiérarchie peut être profonde et difficile à parcourir à partir de l'arborescence seule. Les cibles sont, à leur tour, composées de fichiers sources.
ja: <interface>プロジェクト ウィンドウ</interface> では、<emphasis>ターゲット</emphasis>の<emphasis>グループ</emphasis> という <ulink type="info" url="info:automake"><application>automake</application></ulink> の階層構造にしたがってプロジェクトが表示されます。グループはプロジェクトのディレクトリに、ターゲットは通常の <application>automake</application> のターゲット(makeのターゲットと混同しないでください)に相当します。<interface>プロジェクト ウィンドウ</interface> は2つのパートからなります: 下部はプロジェクトの完全な階層を表示し、上部は重要なターゲットのディレクトリを一覧表示します。重要なターゲットには実行可能ファイルとライブラリのターゲットが含まれます; ビューはそれらへのアクセスを容易にします。この機能は階層が深く、ツリーだけでは操作が困難な大きなプロジェクトで特に有用です。ターゲットはソースファイルから成り立っています。

source: <emphasis>Groups</emphasis> are used to logically organize targets. A project can contain any number of groups. Each group can have subgroups as well as targets. In automake projects, groups are just subdirectories in the project. The top-level group is always labeled "/".
fr: Les <emphasis>groupes</emphasis> s'utilisent pour organiser les cibles de manière logique. Un projet peut contenir un nombre quelconque de groupes. Chaque groupe peut posséder des sous-groupes et également des cibles. Dans les projets automake, les groupes ne sont que des sous-répertoires du projet. Le groupe de plus haut niveau est toujours désigné par « / ».
ja: <emphasis>グループ</emphasis> はターゲットを論理的に組織化するために使用されます。プロジェクトは複数のグループを持つことができます。それぞれのグループはターゲット、サブグループを持つことができます。automake のプロジェクトでは、グループはプロジェクトの単なるサブディレクトリに過ぎません。トップレベルのグループは常に"/"で識別されます。

source: <emphasis>Targets</emphasis> are the build targets in the project, such as programs (executable binaries), scripts, libraries and miscellaneous data. Not all target types are built from sources; some exist just to organize sources and therefore may not exist physically (e.g. a Miscellaneous Data target). Targets exist under groups. See <link linkend="adding-target">"Adding targets"</link> for a full list of available target types.
fr: Les <emphasis>cibles</emphasis> sont les cibles construites dans le projet, telles que programmes (binaires exécutables), scripts, bibliothèques et données diverses. Toutes les cibles ne sont pas construites à partir de sources, certaines existent uniquement pour organiser les sources ; par conséquent elles peuvent ne pas exister physiquement (par ex. une cible de données diverses). Les cibles font partie des groupes. Consultez <link linkend="adding-target">« Ajout de cibles »</link> pour obtenir une liste complète des types de cibles disponibles.
ja: <emphasis>ターゲット</emphasis> とは、プロジェクトのプログラム(実行可能バイナリ)、スクリプト、ライブラリ、その他のデータ等、ビルドの対象となるターゲットのことです。すべてのターゲットがソースからビルドされるわけではありません; あるターゲットはソースを組織化するためだけのものであり、物理的には存在しません。 (例 その他のデータ ターゲット)。ターゲットはグループに属します。使用可能なすべてのターゲットについては、<link linkend="adding-target">"ターゲットの追加"</link> を参照してください。

source: <emphasis>Source files</emphasis> may be used to build targets, though some source files simply belong to targets. They exist only under targets. Many target types expect certain type of source files (e.g. the Programs and Libraries target types), but some can accept any file (e.g. a Miscellaneous Data target).
fr: Les <emphasis>fichiers source</emphasis> peuvent être utilisés pour construire des cibles, quoique certains fichiers sources ne soient que relatifs aux cibles. Ils n'existent que dans des cibles. Beaucoup de cibles demandent des types bien définis de fichiers source (par ex. les types de cible Programmes et Bibliothèques), mais certains acceptent n'importe quels fichiers (par ex. une cible Données Diverses).
ja: <emphasis>ソースファイル</emphasis> には、単にターゲットに含まれるだけというソースファイルものもありますが、基本的にはターゲットをビルドするために使用されます。これらは必ずターゲットに属しています。多くのターゲットではソースファイルの種類が限定されています(例 プログラム、およびライブラリ ターゲット)。しかし、なかには任意のファイルを含むことができるターゲットもあります(例 その他のデータ ターゲット)。

source: Each project group and target is configurable in the standard <application>automake</application> way. You can set compiler and linker flags directly for each target, or set <application>configure</application> variables. Groups allow you to set an installation destination for their targets.
fr: Chaque groupe et cible du projet peut être configuré dans la manière standard <application>automake</application>. Vous pouvez paramétrer les drapeaux du compilateur et de l'éditeur de liens directement pour chaque cible ou préciser des options utilisateur pour <application>configure</application>. Les groupes vous permettent de définir une destination d'installation pour leurs cibles.
ja: プロジェクトのグループとターゲットは、標準の <application>automake</application> のやり方で設定が可能です。それぞれのターゲットに対してコンパイラとリンカに対するオプションを直接指定するか、<application>configure</application> の変数にセットすることもできます。また、グループごとにグループのターゲットのインストール先を設定することができます。

source: Just like the file manager, the project manager view also has convenience actions (accessible from the context menu) for source files and targets.
fr: Tout comme le gestionnaire de fichiers, la vue du gestionnaire de projets dispose également d'actions de commodité (accessibles à partir du menu contextuel) pour les fichiers sources et les cibles.
ja: ファイル マネージャと同様に、プロジェクト マネージャ(のコンテキスト メニュー)からソース ファイルとターゲットに適切な操作を行うことができます。

source: Many command-line tools are available to maintain and manage a project, and each tool has its own specific rules and capabilities. <application>Anjuta</application> tries to automate most common operations using plugins. However, you might occasionally still need to perform certain operations manually.
fr: De nombreux outils en ligne de commande sont disponibles pour maintenir et gérer un projet ; chaque outil possède ses règles et possibilités propres. <application>Anjuta</application> essaye d'automatiser la plupart des opérations courantes en utilisant des greffons. Cependant, il se peut qu'à l'occasion vous ayez quand même besoin de réaliser certaines opérations manuellement.
ja: 多くのコマンドライン ツールでプロジェクトの維持、管理が可能です。しかしそれらのツールはそれぞれ独自のルールと特性を持っています。<application>Anjuta</application> はプラグインにより大部分の共通な操作が自動化されていますが、場合によってはあなたが手動で行わなければならない操作もあるでしょう。

source: You may modify a project's structure using external tools or by hand-editing the project files. It doesn't matter whether the project is loaded in <application>Anjuta</application> or not. <application>Anjuta</application> will update itself with any external changes made to a project.
fr: Vous pouvez modifier une structure de projet en utilisant un outil externe ou en modifiant à la main des fichiers du projet. Que le projet soit chargé ou pas dans <application>Anjuta</application> n'a pas d'importance. <application>Anjuta</application> se mettra à jour en tenant compte de toutes les modifications externes effectuées sur le projet.
ja: あなたが外部ツール、もしくは自分の手でプロジェクトのファイルを編集したとします。ここでプロジェクトが <application>Anjuta</application> にロードされている如何は関係ありません。<application>Anjuta</application> はプロジェクトに対して外部から与えられた変更に対して自分自身で更新を行います。

source: Groups and targets
fr: Groupes et cibles
ja: グループとターゲット

source: Adding Groups
fr: Ajout de groupes
ja: グループの追加

source: Select <menuchoice><guisubmenu>Project</guisubmenu><guimenuitem>Add Group</guimenuitem></menuchoice> and a dialog to add a new group will pop up.
fr: choisissez <menuchoice><guisubmenu>Projet</guisubmenu><guimenuitem>Ajouter un groupe</guimenuitem></menuchoice> pour faire apparaître la boîte de dialogue « Nouveau groupe »,
ja: <menuchoice><guisubmenu>プロジェクト</guisubmenu><guimenuitem>グループの追加</guimenuitem></menuchoice> を選択してグループを追加するためのダイアログを表示します。

source: Select the group under which to add the new group.
fr: choisissez le groupe dans lequel vous voulez ajouter un nouveau groupe,
ja: 新たにグループを追加するグループを選択します。

source: Enter the name of the new group and click <guibutton>Add</guibutton>.
fr: saisissez le nom du nouveau groupe et cliquez sur <guibutton>Ajouter</guibutton>.
ja: 新しいグループの名前を入力して <guibutton>追加</guibutton> をクリックします。

source: To add a new group (which is a directory in automake-based projects): <placeholder-1/>
fr: Pour ajouter un nouveau groupe (qui est un dossier dans les projets fondés sur automake) : <placeholder-1/>
ja: グループの追加(automake ベースのプロジェクトへのディレクトリ追加)

source: With automake projects, a new directory with the given name will be created under the parent group's directory.
fr: Avec les projets automake, un nouveau dossier portant le nom indiqué est créé dans le répertoire du groupe parent.
ja: automake のプロジェクトでは親となるグループのディレクトリ配下に、指定した名前のディレクトリが作成されます。

source: You can also add a new group from the <interface>Project</interface> window directly. Right-click the group under which to add the new group, then choose <guimenuitem>Add Group</guimenuitem> from the context menu.
fr: Vous pouvez également ajouter un nouveau groupe directement à partir de la fenêtre <interface>Projet</interface>. Faites un clic droit sur le groupe dans lequel vous voulez ajouter un nouveau groupe, puis choisissez <guimenuitem>Ajouter un groupe</guimenuitem> dans le menu contextuel.
ja: <interface>プロジェクト</interface> ウィンドウから直接グループを追加することもできます。グループを追加するグループを右クリックして、コンテキスト メニューから <guimenuitem>グループの追加</guimenuitem> を選択します。

source: Removing Groups
fr: Suppression de groupes
ja: グループの削除

source: Right-click the group in the <interface>Project Manager</interface> view.
fr: faites un clic droit sur le groupe dans la vue du <interface>gestionnaire de projet</interface>,
ja: <interface>プロジェクト マネージャ</interface> ビューでグループを右クリックします。

source: Select <guimenuitem>Remove</guimenuitem> from the context menu.
fr: choisissez <guimenuitem>Retirer</guimenuitem> dans le menu contextuel.
ja: コンテキスト メニューから <guimenuitem>削除</guimenuitem> を選択します。

source: To remove a group: <placeholder-1/>
fr: Pour supprimer un groupe : <placeholder-1/>
ja: グループの削除: <placeholder-1/>

source: The target and sources associated with the group will also be removed from the project. (They are not deleted from the file system, though. You can add them to the project again later if you like.)
fr: La cible et les sources associées à ce groupe sont ainsi retirées du projet (elles ne sont pas pour autant supprimées du système de fichiers ; vous pourrez les rajouter au projet plus tard si vous le souhaitez).
ja: グループに含まれるターゲット、およびソースはプロジェクトから削除されます(ファイルシステムから削除されるわけではないので、もし望むなら後で再びプロジェクトに追加することもできます)。

source: Adding Targets
fr: Ajout de cibles
ja: ターゲットの追加

source: Select <menuchoice><guisubmenu>Project</guisubmenu><guimenuitem>Add Target</guimenuitem></menuchoice> and a dialog to add a new target will popup.
fr: choisissez <menuchoice><guisubmenu>Projet</guisubmenu><guimenuitem>Ajouter une cible</guimenuitem></menuchoice> pour faire apparaître la boîte de dialogue « Nouvelle cible »,
ja: <menuchoice><guisubmenu>プロジェクト</guisubmenu><guimenuitem>ターゲットの追加</guimenuitem></menuchoice> を選択してターゲットを追加するためのダイアログを表示します。

source: Select the group under which to add the target.
fr: choisissez le groupe dans lequel vous voulez ajouter la cible,
ja: 新たにターゲットを追加するグループを選択します。

source: Select the target type.
fr: sélectionnez le type de cible,
ja: ターゲットの種類を選択します。

source: Enter a name for the new target and click <guibutton>Add</guibutton>.
fr: saisissez le nom de la nouvelle cible et cliquez sur <guibutton>Ajouter</guibutton>.
ja: 新しいターゲットの名前を入力して <guibutton>追加</guibutton> をクリックします。

source: To add a new target: <placeholder-1/>
fr: Pour ajouter une nouvelle cible : <placeholder-1/>
ja: ターゲットの追加: <placeholder-1/>

source: You can also add a new target from the <interface>Project</interface> window directly. Right-click the group under which to add the target, then select <guimenuitem>Add target</guimenuitem> from the context menu.
fr: Vous pouvez aussi ajouter une nouvelle cible directement à partir de la fenêtre <interface>Projet</interface>. Faites un clic droit sur le groupe dans lequel vous voulez ajouter la cible, puis choisissez <guimenuitem>Ajouter une cible</guimenuitem> dans le menu contextuel.
ja: <interface>プロジェクト</interface> ウィンドウから直接ターゲットを追加することもできます。ターゲットを追加するグループを右クリックして、コンテキスト メニューから <guimenuitem>ターゲットの追加</guimenuitem> を選択します。

source: Target names usually require some standard prefix and suffix, depending on the type of target. Anjuta will warn you if a name is not valid and may provide an example of a valid name.
fr: Les noms des cibles doivent normalement avoir des préfixes et des suffixes normalisés selon le type de la cible. Anjuta vous prévient si un nom n'est pas valide et il se peut qu'il vous suggère un exemple de nom valide.
ja: ターゲットの種類によりターゲット名には通常、標準的な接頭もしくは接尾語が要求されます。あなたが入力した名前がこの要求を満たしていない場合、Anjuta は警告を表示して適切な名前の例を表示します。

source: The <emphasis>Program</emphasis> target type is for executable binaries. Select this type if you want to add an executable to the project. By default, all program targets will be installed in the standard executable directory, e.g. /usr/bin or /usr/local/bin. You can override this by specifying a different installation directory in the properties of the group containing the target.
fr: <emphasis>Programme</emphasis> pour les binaires exécutables. Choisissez ce type pour ajouter un exécutable au projet. Par défaut, toutes les cibles programmes sont installées dans le répertoire standard des exécutables, par ex. /usr/bin ou /usr/local/bin. Vous pouvez modifier ce comportement en indiquant un autre dossier d'installation dans les propriétés du groupe contenant la cible.
ja: <emphasis>プログラム</emphasis> ターゲットは実行可能バイナリのためのターゲットです。プロジェクトに実行可能バイナリを追加したい場合はこの種類を選択してください。デフォルトでは、すべてのプログラム ターゲットは/usr/bin、/usr/local/binのような標準的な実行可能バイナリ用ディレクトリにインストールされるようになっています。ターゲットを含むグループのプロパティにより、異なるディレクトリにインストールされるように変更することができます。

source: The <emphasis>Shared Library</emphasis> target type is for shared or dynamic libraries. Select this type if you are adding a shared library to the project. By default, all shared libraries are installed in the standard libraries directory, e.g. /usr/lib or /usr/local/lib. You can override this by specifying a different installation directory in the properties of the group containing the target.
fr: <emphasis>Bibliothèque partagée</emphasis> pour les bibliothèques partagées ou dynamiques. Choisissez ce type si vous ajoutez une bibliothèque partagée au projet. Par défaut, toutes les bibliothèques partagées sont installées dans le répertoire standard des bibliothèques, par ex. /usr/lib ou /usr/local/lib. Vous pouvez modifier ce comportement en indiquant un répertoire d'installation différent dans les propriétés du groupe contenant la cible.
ja: <emphasis>共有ライブラリ</emphasis> ターゲットは共有ライブラリ、または動的ライブラリのためのターゲットです。プロジェクトに共有ライブラリを追加したい場合はこの種類を選択してください。デフォルトでは、すべての共有ライブラリ ターゲットは/usr/lib、/usr/local/libのような標準的なライブラリ用のディレクトリにインストールされるようになっています。ターゲットを含むグループのプロパティにより、異なるディレクトリにインストールされるように変更することができます。

source: The <emphasis>Static Library</emphasis> target type is for static libraries. Select this type if you are adding a static library to the project. By default, all static libraries are installed in the standard libraries directory, e.g. /usr/lib or /usr/local/lib. You can override this by specifying a different installation directory in the properties of the group containing the target.
fr: <emphasis>Bibliothèque statique</emphasis> pour les bibliothèques statiques. Choisissez ce type si vous ajoutez une bibliothèque statique au projet. Par défaut, toutes les bibliothèques statiques sont installées dans le répertoire standard des bibliothèques, par ex. /usr/lib ou /usr/local/lib. Vous pouvez modifier ce comportement en indiquant un autre répertoire d'installation dans les propriétés du groupe contenant la cible.
ja: <emphasis>静的ライブラリ</emphasis> ターゲットは静的ライブラリのためのターゲットです。プロジェクトに静的ライブラリを追加したい場合はこの種類を選択してください。デフォルトでは、すべての静的ライブラリ ターゲットは/usr/lib、/usr/loca/libのような標準的なライブラリ用のディレクトリにインストールされるようになっています。ターゲットを含むグループのプロパティにより、異なるディレクトリにインストールされるように変更することができます。

source: The <emphasis>Java Module</emphasis> target type is for Java modules. Select this type if you are grouping Java sources into a module. You need to provide an installation directory for this target where the .class files will be installed. It can be set in the properties of the group containing the target.
fr: <emphasis>Module Java</emphasis> pour les modules Java. Choisissez ce type si vous regroupez des sources Java dans un module. Pour ce type de cible vous devez préciser un répertoire d'installation dans lequel les fichiers .class seront placés. Le nom du répertoire est à définir dans les propriétés du groupe contenant la cible.
ja: <emphasis>Java モジュール</emphasis> ターゲットは、Java モジュールのためのターゲットです。Java のソースをモジュールにグループ化したい場合はこの種類を選択してください。このターゲットに対しては .class ファイルをどこにインストールするかを指定する必要があります。指定した値はターゲットを含むグループのプロパティに設定されます。

source: There can really be only one Java module in a group. This is a restriction made by automake. Please read the automake info page for more details.
fr: Il ne peut y avoir qu'un seul module Java par groupe. Il s'agit d'une restriction imposée par automake. Veuillez lire la page d'information sur automake pour plus de détails.
ja: グループにはただ1つだけの Java モジュールを含めることができます。これは automake による制限です。詳細は automake の info ファイルを参照してください。

source: The <emphasis>Python Module</emphasis> target type is for Python modules. Select this type if you are grouping Python sources into a module. You need to provide an installation directory for this target where the sources will be installed. It can be set in the properties of the group containing the target.
fr: <emphasis>Module Python</emphasis> pour des modules Python. Choisissez ce type si vous regroupez des sources Python dans un module. Pour ce type de cible vous devez préciser le répertoire d'installation dans lequel les fichiers sources seront installés. Le nom du répertoire est à définir dans les propriétés du groupe contenant la cible.
ja: <emphasis>Python モジュール</emphasis> ターゲットは、Python モジュールのためのターゲットです。Python のソースをモジュールにグループ化したい場合はこの種類を選択してください。このターゲットに対してはソースをどこにインストールするのか指定する必要があります。指定した値はターゲットを含むグループのプロパティに設定されます。

source: The <emphasis>Scripts</emphasis> target type is for grouping scripts. They will be installed in the standard executable directory.
fr: <emphasis>Scripts</emphasis> pour regrouper des scripts. Ils seront installés dans le répertoire standard des exécutables.
ja: <emphasis>スクリプト</emphasis> ターゲットはスクリプトをグループ化するためのターゲットです。これらは標準的な実行可能ディレクトリにインストールされます。

source: The <emphasis>Miscellaneous Data</emphasis> target type is for grouping simple files in a project. You must specify an installation directory in the group properties.
fr: <emphasis>Données diverses</emphasis> pour regrouper de simples fichiers dans un projet. Vous devez préciser un répertoire d'installation dans les propriétés du groupe.
ja: <emphasis>その他のデータ</emphasis> ターゲットは単純なファイルをグループ化するためのターゲットです。このターゲットに対してはグループのプロパティにインストール先のディレクトリを指定する必要があります。

source: The <emphasis>Header Files</emphasis> target type is for grouping C/C++ header files that need to be installed on a system (for example as part of a library API). (For header files that do not need to be installed, make them part of the Program target along with the sources.) Header files will be installed in the standard include directory unless an installation path is specified in the group properties.
fr: <emphasis>Fichiers d'en-tête</emphasis> pour regrouper les fichiers d'en-tête C/C++ à installer sur un système (par exemple ceux faisant partie d'une bibliothèque d'API). Pour les fichiers d'en-tête qui n'ont pas besoin d'être installés, placez-les dans la cible Programme parmi les fichiers sources. Les fichiers d'en-tête seront installées dans le répertoire standard « include » à moins qu'un autre chemin d'installation n'ait été précisé dans les propriétés du groupe.
ja: <emphasis>ヘッダ ファイル</emphasis> ターゲットは(例 APIライブラリの一部として)システムにインストールする必要がある、C/C++ のヘッダ ファイルをグループ化するためのターゲットです。(インストールする必要がないヘッダ ファイルは、プログラム ターゲットのソースに含めます。)グループのプロパティに特に指定しなければヘッダ ファイルはシステムの標準のインクルード ディレクトリにインストールされます。

source: The <emphasis>Man Documentation</emphasis> and <emphasis>Info Documentation</emphasis> target types are for grouping man and info documentation respectively. By default, documentation files will be installed in the standard installation directories.
fr: <emphasis>Documentation Man</emphasis> et <emphasis>Documentation Info</emphasis> pour regrouper respectivement les documentations man et info. Par défaut, les fichiers de documentation sont placés dans les répertoires standard d'installation.
ja: <emphasis>Man ページ</emphasis> ターゲット、<emphasis>Info ファイル</emphasis> ターゲットは、man、およびinfo 文書をグループ化するためのターゲットです。デフォルトでは、それら文書ファイルはそれぞれの標準的なインストール ディレクトリにインストールされます。

source: There are several target types for automake projects. They are: <placeholder-1/>
fr: Voici les différents types de cibles pour des projets automake : <placeholder-1/>
ja: automakeプロジェクトのターゲット タイプ: <placeholder-1/>

source: Removing Targets
fr: Suppression de cibles
ja: ターゲットの削除

source: Right-click the target in the <interface>Project Manager</interface> view.
fr: faites un clic droit sur la cible dans le volet du <interface>Projet</interface>,
ja: <interface>プロジェクト マネージャ</interface> ビューでターゲットを右クリックします。
