Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: The Tags toolbar
fr: La barre d'outils Marqueurs
ja: タグ ツールバー

source: <emphasis>Editor Margins:</emphasis> Editor margins appear to the left of the editor and are used for some special purposes. There are three editor margins available: the <emphasis>line number margin</emphasis>, the <emphasis>marker margin</emphasis> and the <emphasis>code fold margin</emphasis>. By default (that is, when you run <application>Anjuta</application> for the first time) only the code fold margin will be visible. The rest can be made visible via <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu></menuchoice>. <placeholder-1/>
fr: <emphasis>Les marges de l'éditeur :</emphasis> des marges sont ménagées sur la gauche de l'éditeur de texte ; chacune d'entre elles vise un objectif particulier. Trois marges sont disponibles : une pour <emphasis>les numéros de ligne</emphasis>, une pour <emphasis>des marqueurs</emphasis> et une pour <emphasis>des enroulements de code</emphasis>. Par défaut, (i.e. lorsque vous lancez <application>Anjuta</application> pour la première fois) seule la marge des enroulements de code est visible. Les autres peuvent être affichées avec <menuchoice><guimenu>Affichage</guimenu><guisubmenu>Éditeur</guisubmenu></menuchoice>. <placeholder-1/>
ja: <emphasis>エディタの余白: </emphasis> エディタの左側の余白は特別な目的のために使用されます。利用可能な余白には、<emphasis>行番号の余白</emphasis>、<emphasis>マーカーの余白</emphasis>、そして <emphasis>行折り畳みの余白</emphasis> があります。デフォルト(はじめて <application>Anjuta</application> を実行したとき)では、行折り畳みの余白 のみが有効になってます。他の2つは <menuchoice><guimenu>表示</guimenu><guisubmenu>エディタ</guisubmenu></menuchoice> で有功にすることができます。<placeholder-1/>

source: The <emphasis>line number margin</emphasis> is largest of all the three margins (and is slightly darker then rest) and displays a document's line numbers. The <emphasis>line number margin</emphasis> can be shown or hidden by toggling <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu><guimenuitem>Line Numbers Margin</guimenuitem></menuchoice>. Left-clicking on this margin will select an entire line (including the trailing newline, if present). You can set font properties for the line number margin in the preferences.
fr: La <emphasis>marge des numéros de ligne</emphasis> est la plus grande des trois (et légèrement plus foncée que les autres) ; elle affiche les numéros des lignes du document. La <emphasis>marge des numéros de ligne</emphasis> est affichée/masquée en cochant/décochant <menuchoice><guimenu>Affichage</guimenu><guisubmenu>Éditeur</guisubmenu><guimenuitem>Numéros de ligne en marge</guimenuitem></menuchoice>. Un clic-gauche sur cette marge sélectionne la ligne complète (y compris le caractère de fin de ligne final, s'il existe). Vous pouvez paramétrer les caractéristiques de la police de la marge des numéros de ligne dans les préférences.
ja: <emphasis>行番号の余白</emphasis> は3つの余白のうちで一番広く(そして他に比べて少し暗い色で)表示されます。 <emphasis>行番号の余白</emphasis> の表示/非表示は、<menuchoice><guimenu>表示</guimenu><guisubmenu>エディタ</guisubmenu><guimenuitem>行番号の余白</guimenuitem></menuchoice> で切り替えることができます。この余白を左クリックして、行末の改行を含む行全体を選択することができます。行番号の余白のフォントは設定で変更することが可能です。

source: The <emphasis>marker margin</emphasis> can be shown or hidden via <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu><guimenuitem>Markers Margin</guimenuitem></menuchoice>. This margin displays graphical icons to mark the given line. The margin may display bookmark markers (blue and rectangular), breakpoint markers (red and circular) and line indicator markers (which look like a yellow pointed arrow). A bookmark marker indicates a bookmarked line, and can be toggled via <menuchoice><guimenu>Goto</guimenu><guisubmenu>Bookmark</guisubmenu><guimenuitem> Toggle Bookmark</guimenuitem></menuchoice> with the cursor placed on that line. A breakpoint marker is used in the debugger to indicate a debugging breakpoint (see the Debugging section for more details). A line indicator marker is used to indicate the current program position in the debugger.
fr: La <emphasis>marge des marqueurs</emphasis> peut être affichée ou cachée via <menuchoice><guimenu>Affichage</guimenu><guisubmenu>Éditeur</guisubmenu><guimenuitem>Marqueurs en marge</guimenuitem></menuchoice>. Cette marge affiche des icônes pour marquer une ligne donnée. La marge peut afficher des marqueurs de signets (bleus et rectangulaires), des marqueurs de points d'arrêt (rouges et circulaires) et des marqueurs index de ligne (qui ressemblent à une flèche directionnelle jaune). Un marqueur de signet indique une ligne étiquetée ; il peut être affiché ou masqué via <menuchoice><guimenu>Aller à</guimenu><guisubmenu>Signets</guisubmenu><guimenuitem> Basculer le signet</guimenuitem></menuchoice> avec le curseur sur cette ligne. Un marqueur de point d'arrêt est utilisé dans le débogueur pour indiquer un point d'arrêt de débogage (consultez le chapitre Débogage pour plus d'informations). Le marqueur indicateur de ligne s'utilise pour indiquer la position actuelle dans le programme lors du débogage.
ja: <emphasis>マーカーの余白</emphasis> の表示/非表示は、<menuchoice><guimenu>表示</guimenu><guisubmenu>エディタ</guisubmenu><guimenuitem>マーカーの余白</guimenuitem></menuchoice> で切り替えることができます。このマーカーは、該当する行の一般的な情報を表示します。例えばブックマーク マーカー(青い四角)、ブレークポイント マーカー(赤い丸印)、そしてラインインディケーター マーカー(黄色い矢印)などです。ブックマーク マーカーはその行にブックマークが設定されていることを示していて、<menuchoice><guimenu>ジャンプ</guimenu><guisubmenu>ブックマーク</guisubmenu><guimenuitem>ブックマークのON/OFF</guimenuitem></menuchoice> で、カーソルに対するブックマークのON/OFFを切り替えることができます。ブレークポイント マーカーはデバッガにより使用され、その行にブレークポイントが設定されていることを示します。(詳細はデバッギングのセクションを参照してください)。ラインインディケーター マーカーは、デバッガで実行中のプログラムのどのラインが実行中なのかを示します。

source: The <emphasis>code fold margin</emphasis> is where the folding tree is visible. Clicking on folding tree nodes will fold or unfold code blocks. An underline will also be drawn below a folded line to make it more obvious that a block of code has been folded below the line. For more details on code folding, see the section <emphasis>Code Folding</emphasis> below.
fr: La <emphasis>marge des enroulements de code</emphasis> est l'endroit où s'affiche l'arborescence des enroulements. En cliquant sur les nœuds de l'arborescence, vous masquez ou affichez des blocs de code. Un symbole souligné est dessiné sous une ligne enroulée pour bien mettre en évidence la présence d'un bloc de code enroulé sous la ligne. Pour plus de détails sur l'enroulement de code, consultez le paragraphe <emphasis>Enroulement de code</emphasis> ci-dessous.
ja: <emphasis>コード折り畳みの余白</emphasis> は折り畳み用のツリーが表示されている部分です。折り畳み用のツリーのノードをクリックすることで、コードブロックの折り畳みのON/OFFを切り替えることができます。折り畳まれたブロックに該当する行にはアンダーラインが引かれ、その行には折り畳まれて表示されていないコードブロックが存在することがすぐにわかるようになっています。コードの折り畳みについての詳細は後述の <emphasis>コードの折り畳み</emphasis>セクションを参照してください。

source: Invisible margin marker
fr: Marqueur invisible en marge
ja: マーカーの余白が非表示のとき

source: Editor markers when the marker margin is invisible
fr: Marqueurs de l'éditeur lorsque les marqueurs en marge sont invisibles
ja: マーカーの余白が非表示の時のエディタ マーカー

source: If the marker margin is not visible, Anjuta displays markers by changing the background color of a line. For example, if a breakpoint marker is set in a line and the marker margin is not visible, that line will be displayed with a red background. Similarly, for a bookmark marker and a line indicator marker the background color of the line will be sky blue and yellow, respectively. If you do not like this (perhaps due to some contrasting themes), enable the marker margin via <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu><guimenuitem>Marker Margin</guimenuitem></menuchoice>. <placeholder-1/>
fr: Si le marqueur en marge n'est pas visible, Anjuta affiche les marqueurs en modifiant la couleur d'arrière-plan d'une ligne. Par exemple, si un marqueur de point d'arrêt est positionné sur une ligne et que le marqueur en marge n'est pas visible, cette ligne sera affichée avec un arrière-plan rouge. De même pour les marqueurs de signets et l'index de ligne, les arrières-plans seront respectivement bleu ciel et jaune. Si vous n'appréciez pas cela (peut-être à cause du contraste de votre thème), activez la marge des marqueurs via <menuchoice><guimenu>Affichage</guimenu><guisubmenu>Éditeur</guisubmenu><guimenuitem>Marqueurs en marge</guimenuitem></menuchoice>. <placeholder-1/>
ja: マーカーの余白が非表示になっている場合、Anjuta は行のバックグラウンド色を変えることでマーカーを表示します。例えば、もしブレークポイント マーカーが設定されていてマーカーが非表示となっている場合、その行のバックグラウンドは赤色に設定されます。同様にブックマーク マーカーとラインインジケーター マーカーの背景色はそれぞれ青色、黄色に設定されます。この設定が気に入らない場合(あるテーマを選択している場合など)は、<menuchoice><guimenu>表示</guimenu><guisubmenu>エディタ</guisubmenu><guimenuitem>マーカーの余白</guimenuitem></menuchoice> でマーカーを表示することができます。<placeholder-1/>

source: Editor Guides
fr: Guides de l'éditeur
ja: エディタ ガイド

source: The editor can be set to display certain document information which is normally invisible, including <emphasis>indentation guides</emphasis>, <emphasis>white space</emphasis> and <emphasis>line end characters</emphasis>. They can be make visible or invisible by toggling the menu items in <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu></menuchoice>. Indentation guides are small dotted lines drawn to connect matching braces in source code. When the cursor is over a matching brace, its dotted indentation guide is highlighted to emphasize the indentation level visually.
fr: L'éditeur peut être configuré pour afficher certaines informations habituellement invisibles sur le document : les <emphasis>guides d'indentation</emphasis>, les <emphasis>espaces blancs</emphasis> et les <emphasis>caractères de fin de ligne</emphasis>. Ces informations sont rendues visibles ou invisibles en cochant ou pas les éléments de menu correspondants dans <menuchoice><guimenu>Affichage</guimenu><guisubmenu>Éditeur</guisubmenu></menuchoice>. Les guides d'indentation sont de petites lignes en pointillé reliant les accolades correspondantes dans le code source. Lorsque le curseur est sur une accolade, son guide d'indentation est mis en surbrillance pour mettre visuellement en valeur le niveau d'indentation.
ja: エディタには <emphasis>インデントのガイド</emphasis>、<emphasis>ホワイトスペース</emphasis>、<emphasis>行末の文字</emphasis> などの、通常は非表示になっている情報を表示する機能があります。それらの情報は、 <menuchoice><guimenu>表示</guimenu><guisubmenu>エディタ</guisubmenu></menuchoice> で表示/非表示を切り替えることができます。インデントのガイドはソースの括弧にあわせて点線で表示されます。またカーソルを括弧に合わせると、点線で表示されたインデントのガイドがハイライト表示されて、インデントのレベルを視覚的に強調表示します。

source: Editor with guides
fr: Éditeur avec guides
ja: エディタのガイド

source: Syntax highlighting
fr: Coloration syntaxique
ja: 構文のハイライト

source: <application>Anjuta</application> can highlight the syntax of many different languages. This is usually done automatically by determining the type of a file from its extension. If <application>Anjuta</application> cannot determine the type of a file, there will be no syntax highlighting. You can explicitly force a particular highlight style by selecting the style from the menu <menuchoice><guimenu>View</guimenu><guisubmenu>Editor</guisubmenu><guisubmenu> Highlight Mode</guisubmenu></menuchoice>.
fr: <application>Anjuta</application> sait faire de la coloration syntaxique pour nombre de divers langages. Normalement, cette opération est automatique, le type du fichier étant défini par son extension. Si <application>Anjuta</application> ne sait pas déterminer le type de fichier, il n'y a pas coloration syntaxique. Vous pouvez forcer explicitement un style de coloration particulier en sélectionnant le style dans le menu <menuchoice><guimenu>Affichage</guimenu><guisubmenu>Éditeur</guisubmenu><guisubmenu> Coloration syntaxique</guisubmenu></menuchoice>.
ja: <application>Anjuta</application> は、多くの言語の異なる構文をハイライトすることができます。これは通常、ファイルの拡張子により自動的に決定されます。<application>Anjuta</application> がファイルのタイプを判別できなかったときは構文のハイライトは行われません。強調表示のスタイルは、メニューの <menuchoice><guimenu>表示</guimenu><guisubmenu>エディタ</guisubmenu><guisubmenu>強調表示モード</guisubmenu></menuchoice> で明示的に指定することができます。

source: Anjuta uses a properties file named <filename>$prefix/share/anjuta/properties/anjuta.properties</filename>, which has the same format as a SciTE properties file but does not use all properties. The style of each element for all languages is defined in a file named <filename>$prefix/share/anjuta/properties/styles.properties</filename>. It uses some common properties defined by Anjuta in the file <filename>$home/.config/anjuta/scintilla/editor-style.properties</filename>.
fr: Anjuta utilise un fichier de propriétés nommé <filename>$prefix/share/anjuta/properties/anjuta.properties</filename>, de même format qu'un fichier de propriétés SciTE mais sans les utiliser toutes. Le style de chaque élément pour chacun des langages est défini dans un fichier nommé <filename>$prefix/share/anjuta/properties/styles.properties</filename>. Il utilise quelques propriétés communes définies par Anjuta dans le fichier <filename>$home/.config/anjuta/scintilla/editor-style.properties</filename>.
ja: Anjuta は <filename>$prefix/share/anjuta/properties/anjuta.properties</filename> というプロパティ ファイルを使用します。このファイルはすべてのプロパティを含んでいるわけではありませんが、SciTE のプロパティ ファイルと同じ書式を使用しています。すべての言語のスタイル要素は、<filename>$prefix/share/anjuta/properties/styles.properties</filename> というファイルで定義されています。また、このファイルでは <filename>$home/.config/anjuta/scintilla/editor-style.properties</filename> というファイルで、Anjutaにより定義された共通プロパティを使用しています。

source: Code folding
fr: Enroulement de code
ja: コードの折り畳み

source: Anjuta can display <emphasis>code folds</emphasis> for source files in block-structured languages (such as C, C++, Pascal, and Java). All code blocks in a source file can be folded or unfolded by clicking on the fold points in the code fold margin of the <interface>Editor</interface> window (usually a +/- symbol or up/down arrow). These fold points automatically appear for source files which use code blocks.
fr: Anjuta peut afficher les fichiers sources des langages structurés par blocs (tels que C, C++, Pascal et Java) avec des <emphasis>enroulements de code</emphasis>. Tous les blocs de code d'un fichier source sont enroulés ou déroulés en cliquant sur les points d'enroulement dans la marge des enroulements de code de la fenêtre <interface>Éditeur</interface> (habituellement un symbole +/- ou une flèche vers le haut/bas). Ces points d'enroulement apparaissent automatiquement pour les fichiers source qui utilisent des blocs de code.
ja: Anjuta はソースファイル中にブロック構造を持つ言語(C、C++、Pascal、Javaなど)に対して、<emphasis>コード折り畳み</emphasis> の機能を提供します。ソースファイルのコードブロックは、<interface>エディタ</interface> ウィンドウの、コード折り畳み余白 の 折り畳みポイント(通常は+/-記号か上矢印/下矢印)をクリックして、折り畳みの ON/OFF を切り替えることができます。コードの折り畳み ポイントはコードブロックを持つソースファイルで自動的に表示されます。

source: Code folding is especially useful when editing large source files with thousands of lines. Once the folds are closed, a document appears to become smaller, facilitating easy browsing and editing of the file.
fr: L'enroulement du code est particulièrement utile lors de l'édition de grands fichiers source contenant des milliers de lignes. Une fois le code enroulé, le document apparaît condensé, facilitant le parcours et l'édition du fichier.
ja: コードの折り畳み機能は、何千行ものソースファイルを編集するときなどに特に有効です。一旦コードを折り畳めばドキュメントは一見小さくなるため、表示、編集が容易になります。

source: Please note that code folding and editor guides are only available in the Scintilla-based editor.
fr: Veuillez noter que les enroulements de code et les guides d'édition ne sont disponibles qu'avec l'éditeur fondé sur Scintilla.
ja: コードの折り畳みとエディタガイドは、Scintilla ベースのエディタでのみ有効な事に注意してください。

source: Auto-formatting source code
fr: Mise en forme automatique du code source
ja: ソースコードのオートフォーマット

source: Anjuta can automatically indent (auto-format) C or C++ source or header files. This gives a clean look to the source code, increases legibility, reduces the likelihood of syntax errors, and above all saves time. To auto-indent the current source file, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Auto Indent </guimenuitem></menuchoice> on the menu bar. You can change the style of formatting by customizing the choices in the preferences.
fr: Anjuta peut indenter automatiquement (mise en forme automatique) les fichiers d'en-tête ou les sources C ou C++. Les indentations donnent un aspect clair au code source, augmentent la lisibilité, réduisent la probabilité d'erreurs de syntaxe et surtout font gagner du temps. Pour indenter automatiquement le fichier source en cours, choisissez <menuchoice><guimenu>Édition</guimenu><guimenuitem>Indentation automatique</guimenuitem></menuchoice> dans la barre de menu. Vous pouvez modifier le style de format en personnalisant vos choix dans les préférences.
ja: Anjuta は C、C++のソース、およびヘッダファイルに対するオートインデント(オートフォーマット)が可能です。この機能によりソースは見やすく、可読性が増し、シンタクス エラーが軽減され、結果として大きな時間の節約になります。編集中の文書に対してオートインデントを実行するには、メニューから <menuchoice><guimenu>編集</guimenu><guimenuitem>オートインデント</guimenuitem></menuchoice> を選択します。フォーマットのスタイルは設定でカスタマイズすることが可能です。

source: The Symbol Browser
fr: Analyseur de symboles
ja: シンボル ブラウザ

source: You can browse C and C++ source and header files using <emphasis>tags</emphasis> in the files. A tag (or <emphasis>symbol</emphasis>) refers to a named entity such as a function definition, structure, or macro. Anjuta scans open C and C++ source and header files for available tags.
fr: Vous pouvez parcourir les fichiers source C, C++ et d'en-tête en utilisant les <emphasis>étiquettes</emphasis> des fichiers. Une étiquette (ou <emphasis>symbole</emphasis>) fait référence à une entité nommée telle une définition de fonction, une structure ou une macro. Anjuta scrute les étiquettes disponibles dans les fichiers source C, C++ et d'en-tête ouverts.
ja: C、C++のソース、およびヘッダファイルに対して、ファイルの中の<emphasis>tag</emphasis>を使用してブラウズすることができます。tag(もしくは<emphasis>シンボル</emphasis>)は関数、定義、構造体、マクロのような名前を持ったエンティティを参照します。Anjuta はオープンしている C、C++ のソース、およびヘッダファイルをスキャンして、利用可能なtagを生成します。

source: Symbol browser
fr: Parcourir les symboles
ja: シンボル ブラウザ

source: <application>Anjuta</application> will automatically scan for tags in all of the source and header files of any open project. You can jump to any function definition, structure definition, class definition or other tag without manually opening the containing file. You don't even have to know which file the tag is found in. The symbol browser lists all available symbols in the project. <placeholder-1/>
fr: <application>Anjuta</application> scrute automatiquement les étiquettes dans tous les fichiers source et d'en-tête des projets ouverts. Vous pouvez aller à n'importe quelle définition de fonction, de structure, de classe ou autres étiquettes sans avoir à ouvrir expressément le fichier la contenant. Vous n'avez même pas besoin de savoir dans quel fichier se trouve l'étiquette. L'afficheur de symboles donne la liste de tous les symboles disponibles dans le projet. <placeholder-1/>
ja: <application>Anjuta</application> は、tag 生成のために、オープンしているプロジェクトのすべてのソース、およびヘッダファイルを自動的にスキャンします。これにより、あなたは自分でファイルをオープンすることなく関数、構造体、クラスの定義にジャンプすることができます。あなたは tag がどのファイルで見つかったか知る必要さえありません。シンボル ブラウザはプロジェクトの使用可能なシンボルを一覧で表示します。<placeholder-1/>

source: Tag synchronization
fr: Synchronisation des étiquettes
ja: タグの同期

source: You don't have to worry about the synchronization and update of the tag database. <application>Anjuta</application> will take care of everything. You just have to decide which tag you want to go to!
fr: Vous n'avez pas à vous préoccuper de la synchronisation ou de la mise à jour de la base de données des étiquettes. <application>Anjuta</application> se charge de tout. Vous avez juste à décider à quelle étiquette vous désirez vous rendre !
ja: <application>Anjuta</application> がすべて面倒を見るので、あなたは tag データベースの同期や更新について心配することはありません。あなたはどの tag を使用して移動するかを決定するだけです。

source: Searching for and Replacing text in files
fr: Recherche et remplacement de texte dans les fichiers
ja: テキストの検索と置換

source: Searching
fr: Recherche
ja: 検索

source: To search for a <emphasis>string</emphasis> or <emphasis>regular expression</emphasis> in the current file, choose <menuchoice><guimenu>Edit</guimenu><guisubmenu>Search</guisubmenu><guimenuitem>Find</guimenuitem></menuchoice> or press <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F</keycap></keycombo>. This will open the <interface>Find</interface> dialog.
fr: Pour rechercher une <emphasis>chaîne</emphasis> ou une <emphasis>expression régulière</emphasis> dans le fichier en cours, choisissez <menuchoice><guimenu>Édition</guimenu><guisubmenu>Rechercher</guisubmenu><guimenuitem>Rechercher...</guimenuitem></menuchoice> ou pressez <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F</keycap></keycombo> pour ouvrir la boîte de dialogue <interface>Rechercher et remplacer</interface>.
ja: 編集中のファイルから <emphasis>文字列</emphasis>、もしくは <emphasis>正規表現</emphasis> を検索するには <menuchoice><guimenu>編集</guimenu><guisubmenu>検索</guisubmenu><guimenuitem>検索と置換</guimenuitem></menuchoice> を選択するか、<keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>F</keycap></keycombo> キーを押します。この操作により <interface>検索と置換</interface> ダイアログが表示されます。

source: Use the text box to specify the string to search for, and select whether it is a normal string or a regular expression. You can also specify the direction of search, whether the search is case-sensitive or not, and the scope of the search. Click <guibutton>Search</guibutton> to start searching.
fr: Utilisez la zone de saisie pour indiquer la chaîne à rechercher et indiquez s'il s'agit d'une chaîne normale ou d'une expression régulière. Vous pouvez également indiquer la direction, la sensibilité à la casse ou pas et la portée de la recherche. Cliquez sur <guibutton>Rechercher</guibutton> pour lancer la recherche.
ja: テキストボックスに検索する文字列を入力し、その文字列が通常の文字列か正規表現なのかを選択してください。また、検索する方向、大文字小文字を区別するか、検索する範囲を入力します。そして<guibutton>検索</guibutton> をクリックすれば検索が開始されます。

source: If the search is successful, Anjuta will jump to the matched text or perform another action (according to the <guilabel>Search Action</guilabel> you choose in the <guilabel>Search Target</guilabel> tab). If the search is not successful, Anjuta will display a message indicating that the search text was not found.
fr: Si la recherche est fructueuse, Anjuta se rend au texte correspondant ou réalise une autre action (selon l'<guilabel>action de recherche</guilabel> choisie dans l'onglet <guilabel>Cible de la recherche</guilabel>). Si la recherche est infructueuse, Anjuta affiche un message indiquant que le texte recherché n'a pas été trouvé.
ja: 検索が成功した場合、Anjuta はマッチしたテキストにジャンプするか、別のアクション(あなたが <guilabel>検索する対象</guilabel> タブで選択した <guilabel>検索アクション</guilabel> )を実行します。検索が失敗した場合は、Anjuta は検索文字列が見つからなかったことを示すメッセージを表示します。

source: If you want to search again, click the <guibutton>Search</guibutton> button again or press <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo>. This will find the next match (use <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>G</keycap></keycombo> for the previous match). You can even change the search text when you do this; enter the new string in the <guilabel>Search Expression</guilabel> text box in the search dialog.
fr: Si vous voulez poursuivre la recherche, cliquez à nouveau sur le bouton <guibutton>Rechercher</guibutton> ou pressez <keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo> pour rechercher la correspondance suivante (utilisez <keycombo><keycap>Maj</keycap><keycap>Ctrl</keycap><keycap>G</keycap></keycombo> pour la correspondance précédente). Vous pouvez même modifier le texte à rechercher au cours de l'opération : saisissez la nouvelle chaîne dans la zone de texte <guilabel>Rechercher l'expression</guilabel> de la boîte de dialogue de recherche.
ja: 再検索したいときは、<guibutton>検索</guibutton> ボタンを再度クリックするか、<keycombo><keycap>Ctrl</keycap><keycap>G</keycap></keycombo> を押します。これにより次のマッチ( <keycombo><keycap>Shift</keycap><keycap>Ctrl</keycap><keycap>G</keycap></keycombo> を押した場合は、前のマッチ)を検索します。これらの検索中、検索ダイアログの <guilabel>検索式</guilabel> に新しいテキストを入力することもできます。

source: Search Text dialog
fr: Boîte de dialogue de recherche de texte
ja: テキスト検索 ダイアログ
