Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: To stop a long search, press the <guibutton>Stop</guibutton> button.
fr: Pour mettre fin à une longue recherche, appuyez sur le bouton <guibutton>Arrêter</guibutton>.
ja: 長時間の検索をストップする場合は、<guibutton>停止</guibutton> ボタンをクリックします。

source: Specifying Search Range
fr: Définition de la portée de la recherche
ja: 検索範囲の指定

source: In the <interface>Search Target</interface> tab, define the search location and the action to be performed if the search succeeds.
fr: Dans l'onglet <interface>Cible de la recherche</interface>, définissez la portée de la recherche et l'action à réaliser en cas de recherche fructueuse.
ja: <interface>検索する対象</interface> タブで、検索する場所と検索が成功した場合のアクションを指定します。

source: You can define the maximum number of actions to be performed.
fr: Vous pouvez définir le nombre maximum d'actions à réaliser.
ja: アクションの回数は指定することが可能です。

source: Search Target dialog
fr: Boîte de dialogue cible de la recherche
ja: 検索する対象 ダイアログ

source: You can select which text will be searched.
fr: Vous pouvez choisir l'emplacement de la recherche.
ja: どこのテキストを検索するのか指定することが可能です。

source: Search Target In choice
fr: Choix de l'emplacement de la cible de la recherche
ja: 検索する対象の選択

source: Searching in Files
fr: Recherche dans des fichiers
ja: ファイル内の検索

source: To find text in your project, set <guilabel>Search In</guilabel> to All Project Files.
fr: Pour rechercher du texte dans le projet, définissez la valeur de <guilabel>Rechercher dans</guilabel> à « Tous les fichiers du projet ».
ja: プロジェクトからテキストを検索する場合は、<guilabel>検索する場所</guilabel> でプロジェクトのすべてのファイルを指定します。

source: In the <guilabel>Search Expression</guilabel> tab, enter the text you want to search for and specify search options, such as the <guilabel>Match case</guilabel> or <guilabel>Match complete words</guilabel> options. Click <guibutton>Search</guibutton> to start searching.
fr: Dans l'onglet <guilabel>Recherche d'expression</guilabel>, saisissez le texte à rechercher et indiquez vos options de recherche, telles que les options <guilabel>Respecter la casse</guilabel> ou <guilabel>Correspondance sur les mots entiers</guilabel>. Cliquez sur <guibutton>Rechercher</guibutton> pour lancer la recherche.
ja: <guilabel>検索式</guilabel> タブで検索したいテキストを入力し、<guilabel>大文字小文字の区別</guilabel>、<guilabel>単語全体に一致</guilabel> 等の検索オプションを指定して、<guibutton>検索</guibutton> をクリックすれば検索が開始されます。

source: To find text in a set of files, set <guilabel>Search In</guilabel> to Specify File Patterns. Define the search variables. Click <guibutton>Search</guibutton> to start searching.
fr: Pour rechercher du texte dans un ensemble de fichiers, définissez la valeur de <guilabel>Rechercher dans</guilabel> à « Indiquez les motifs de fichiers ». Paramétrez la recherche et cliquez sur <guibutton>Rechercher</guibutton> pour la lancer.
ja: 複数のファイルに対して検索を行う場合は、<guilabel>検索する場所</guilabel> でファイル名のパターンを指定し、他の検索オプションを指定して <guibutton>検索</guibutton> をクリックします。

source: Search File Pattern
fr: Recherche dans des types de fichiers donnés
ja: 検索ファイルのパターン

source: Specifying a Search Action
fr: Spécification d'une action de recherche
ja: 検索アクションを指定

source: You can select which action will be performed when a search succeeds.
fr: Vous pouvez choisir l'action à réaliser lorsqu'une recherche aboutit.
ja: 検索が成功したときにどのアクションが実行される選択することができます。

source: Depending on the previous selections (<guilabel>Search In</guilabel>, <guilabel>Search Direction</guilabel> , and so on), some actions may be unavailable.
fr: Selon les choix précédents (<guilabel>Recherche dans</guilabel>, <guilabel>Direction de recherche</guilabel>, etc.), il se peut que certaines actions ne soient pas disponibles.
ja: 選択(<guilabel>検索する場所</guilabel>、<guilabel>検索する方向</guilabel> など)によっては、いくつかのアクションは実行できません。

source: Search Target Action choice
fr: Choix de l'action sur la cible de la recherche
ja: 検索する対象へのアクションの選択

source: Replacing
fr: Remplacement
ja: 検索

source: Searching and replacing is similar to just finding text, except that you also specify the replacement text in the <guilabel>Replace With</guilabel> text box, and also specify whether or not you want to be prompted before each replacement takes place (Replace First Match or Replace All Matches).
fr: « Rechercher et remplacer » se fait de manière similaire à une simple recherche de texte, excepté le fait que vous devez également indiquer un texte de remplacement dans la zone de saisie <guilabel>Remplacer par</guilabel> ; vous préciserez également si vous désirez ou pas être consulté avant chaque remplacement (« Remplacer la prochaine correspondance » ou « Remplacer toutes les correspondances »).
ja: 検索と置換はテキストを検索するという意味では似ていますが、置換するテキストを <guilabel>次で置換する</guilabel> テキストボックスで指定できる点と、2種類の置換(次のマッチを置換、すべてのマッチを置換)のどちらを用いるか入力を求める点が異なります。

source: Choose <guibutton>Replace</guibutton> to replace the matched text or <guibutton>Forward</guibutton> to jump to the next matched text.
fr: Choisissez <guibutton>Remplacer</guibutton> pour remplacer le texte correspondant ou <guibutton>Rechercher</guibutton> pour aller à la correspondance suivante.
ja: マッチしたテキストを置換する場合は <guibutton>置換</guibutton> を選択し、次にマッチするテキストへジャンプするには <guibutton>検索</guibutton> を選択します。

source: Search Setting
fr: Paramètres de la recherche
ja: 検索設定

source: You may also save search options.
fr: Vous pouvez également enregistrer des options de recherche.
ja: 検索オプションは保存することができます。

source: The item highlighted in red is the active item. The default item specifies search settings which are loaded when Anjuta launches.
fr: L'élément en surbrillance rouge est l'élément actif. L'élément par défaut indique les paramètres de recherche chargés lorsque Anjuta démarre.
ja: 赤字でハイライト表示されているのは現在の検索の設定です。既定にチェックをいれると、その設定は Anjuta が実行された際に検索の設定としてロードされます。

source: Search Setting dialog
fr: Boîte de dialogue des paramètres de la recherche
ja: 検索の設定 ダイアログ

source: Printing a file
fr: Impression d'un fichier
ja: ファイルの印刷

source: Print preview of a C file
fr: Aperçu avant impression d'un fichier C
ja: C ファイルの印刷プレビュー

source: Print preview
fr: Aperçu avant impression
ja: 印刷プレビュー

source: You can perform a print preview by selecting <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Print Preview</guimenuitem></menuchoice>. This will render the current file and present a preview of the print. Source code which is highlighted in the editor is also highlighted similarly in the preview (and subsequent print). The <guilabel>Printing</guilabel> tab of your editor plugin preferences contains additional options which let you print with line numbers, wrapped lines and/or headers. <placeholder-1/>
fr: Vous pouvez afficher un aperçu avant impression en choisissant <menuchoice><guisubmenu>Fichier</guisubmenu><guimenuitem>Aperçu avant impression</guimenuitem></menuchoice>. L'aperçu d'impression affiché correspond au traitement du fichier actuel. La mise en valeur du code source dans l'éditeur est conservée à l'identique dans l'aperçu (et l'impression qui en découle). L'onglet <guilabel>Impression</guilabel> des préférences relatives au greffon de l'éditeur contient des options supplémentaires : elles vous permettent d'imprimer les numéros de ligne, d'activer la césure des lignes et/ou d'ajouter un en-tête de page. <placeholder-1/>
ja: <menuchoice><guisubmenu>ファイル</guisubmenu><guimenuitem>印刷プレビュー</guimenuitem></menuchoice> で印刷のプレビューを行うことができます。これにより編集中のファイルの印刷プレビューが表示されます。ソースコード中でハイライト表示された箇所は、プレビュー(および印刷)でも同様に表示、印刷されます。エディタのプラグイン設定の <guilabel>印刷</guilabel> タブでは行番号、行ラップ、ページヘッダなどを追加オプションを指定できます。<placeholder-1/>

source: Print Preferences
fr: Préférences de l'impression
ja: 印刷設定

source: Print preferences
fr: Préférences de l'impression
ja: 印刷設定

source: When you are ready to print and satisfied with the preview, select <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Print</guimenuitem></menuchoice> or <guibutton>Print</guibutton> from the print preview window. This will bring up the actual print dialog as shown below. Select the appropriate print parameters and press <guibutton>Print</guibutton> to print the file.
fr: Si, satisfait de l'aperçu, vous êtes prêt à lancer l'impression, choisissez <menuchoice><guisubmenu>Fichier</guisubmenu><guimenuitem>Imprimer</guimenuitem></menuchoice> ou <guibutton>Imprimer</guibutton> dans la fenêtre de l'aperçu pour afficher la boîte de dialogue d'impression montrée ci-dessous. Sélectionnez les paramètres d'imprimante appropriés et cliquez sur <guibutton>Imprimer</guibutton> pour imprimer le fichier.
ja: 印刷の準備ができ、プレビューの結果にも満足できたら <menuchoice><guisubmenu>ファイル</guisubmenu><guimenuitem>印刷</guimenuitem></menuchoice>、またはプレビュー ウィンドウの <guibutton>印刷</guibutton> を選択します。これにより、下記のような印刷 ダイアログが表示されます。このダイアログで適切な印刷パラメータを設定し、<guibutton>印刷</guibutton> をクリックすることによりファイルが印刷されます。

source: You can also set landscaped or portrait page layout and the paper size, page orientation and paper type. Remember to set them up properly according to your printer, otherwise printing may not look correct.
fr: Vous pouvez également choisir une orientation paysage ou portrait pour la page, la taille du papier, l'impression recto-verso et le type de papier. Faites les réglages correspondant à votre type d'imprimante, sinon il se pourrait que l'impression ne soit pas correcte.
ja: レイアウトの縦横、用紙サイズ、種類なども設定可能です。正しく印刷するためにも、あなたのプリンタに適した設定で印刷してください。

source: Print Dialog
fr: Boîte de dialogue impression
ja: 印刷 ダイアログ

source: Project Management
fr: Gestion de projet
ja: プロジェクト管理

source: Anjuta has a powerful Project Manager plugin which can open most <ulink type="info" url="info:automake">automake/autoconf</ulink>-based projects. It might fail on some oddly-configured projects, but as long as the project uses automake/autoconf in a typical way, it should work.
fr: Anjuta possède un puissant greffon de gestion de projet, greffon capable d'ouvrir la plupart des projets basés sur <ulink type="info" url="info:automake">automake/autoconf</ulink>. Il se peut qu'il échoue pour certains projets configurés de manière exotique, mais si le projet utilise automake/autoconf de manière standard, cela devrait fonctionner.
ja: Anjuta には大部分の <ulink type="info" url="info:automake">automake/autoconf</ulink> ベースのプロジェクトを取り扱える、強力なプロジェクト管理 プラグインがあります。"不思議" な設定のプロジェクトでは失敗するかもしれませんが、automake/autoconf を通常の方法で使用しているプロジェクトについては上手く機能するはずです。

source: The neat thing is that Anjuta does not store any project information beyond what is already available in the project structure. That is, there is no separate project data maintained by Anjuta and all project processing is done directly within the project structure. This allows a project to be maintained or developed outside Anjuta without any need to convert to or from an Anjuta-specific format. Since technically Anjuta projects are just automake projects, mixed development (with both Anjuta and non-Anjuta users) or switching back and forth between Anjuta and other tools is quite possible without any hindrance.
fr: Le côté élégant de la chose est que Anjuta n'enregistre dans la structure du projet aucune information supplémentaire par rapport à celle déjà existante. Autrement dit : il n'y a aucune donnée de projet gérée séparément par Anjuta et tout le traitement du projet s'effectue directement dans sa structure. Il est donc possible de maintenir ou de développer un projet en dehors de Anjuta sans avoir à le convertir d'un ou vers un format spécifique à Anjuta. Puisque les projets Anjuta ne sont techniquement que des projets automake, un développement mixte (à la fois avec et sans utilisation de Anjuta ) ou des allers-retours entre Anjuta et d'autres outils sont possibles sans aucune interférence.
ja: 素敵な事に Anjuta はプロジェクトの構造を越えた事項についての情報を保有しません。Anjuta により分割管理されるプロジェクトのデータは存在せず、すべてのプロジェクトはプロジェクト構造にしたがって直接処理されます。これにより Anjuta 以外で管理、開発されたプロジェクトと、Anjuta プロジェクト独自の書式への変換といった処理が不要です。Anjuta のプロジェクトが単なる automake のプロジェクトであるという理由により、混成開発( Anjuta ユーザと非Anjuta ユーザの混成)や、Anjuta と Anjuta 以外の外部ツールの交互使用が妨げられることはありません。

source: Creating a New Project
fr: Création d'un nouveau projet
ja: プロジェクトの新規作成

source: Creating a project from a template
fr: Création d'un projet à partir d'un modèle
ja: テンプレートからプロジェクトを作成する

source: The project wizard plugin uses a powerful template processing engine called <application>autogen</application>. All new projects are created from templates that are written in <application>autogen</application> syntax. The project wizard lets you create new projects from a selection of project templates. The selection includes simple generic, flat (no subdirectory), GTK+, GNOME, Java, Python projects and more. New templates can be easily downloaded and installed since each template is just a collection of text files.
fr: Le greffon assistant de projet utilise un puissant outil de génération de modèles appelé <application>autogen</application>. Tous les nouveaux projets sont créés à partir de modèles écrits en utilisant la syntaxe <application>autogen</application>. L'assistant de projet vous permet de créer de nouveaux projets à partir d'un choix parmi des modèles de projet. La sélection se fait parmi des projets simples génériques, plats (sans sous-dossier), GTK+, GNOME, Java, Python, etc. De nouveaux modèles peuvent être facilement téléchargés et installés puisque chaque modèle n'est qu'une collection de fichiers textes.
ja: プロジェクト ウィザードのプラグインには <application>autogen</application> と呼ばれる強力なテンプレート処理エンジンが使用されています。テンプレートから作成されるすべての新規プロジェクトのテンプレートは、<application>autogen</application> のシンタクスにしたがって記述されています。プロジェクト ウィザードはプロジェクト テンプレートの選択にしたがってプロジェクトを作成します。選択肢はシンプル、かつ一般的で単一階層(サブディレクトリはありません)であり、GTK+、GNOME、Java、Python等のプロジェクトがあります。テンプレートは単なるテキストファイルなので、新しいテンプレートを簡単にダウンロード、インストールできます。

source: To create a project, choose the menu item <menuchoice><guisubmenu>File</guisubmenu><guisubmenu>New</guisubmenu><guimenuitem>Project …</guimenuitem></menuchoice> to start the application wizard. Read the first page carefully. Click on <guibutton>Next</guibutton> to proceed.
fr: Pour créer un projet, choisissez l'élément de menu <menuchoice><guisubmenu>Fichier</guisubmenu><guisubmenu>Nouveau</guisubmenu><guimenuitem>Projet</guimenuitem></menuchoice> pour lancer l'assistant d'application. Lisez attentivement la première page. Cliquez sur <guibutton>Suivant</guibutton> pour poursuivre.
ja: プロジェクトを作成するには、メニューから <menuchoice><guisubmenu>ファイル</guisubmenu><guisubmenu>新規</guisubmenu><guimenuitem>プロジェクト</guimenuitem></menuchoice> を選択してアプリケーション ウィザードを開始します。最初のページを注意深く読んだ後に、<guibutton>進む</guibutton> をクリックしてください。

source: Select the type of application you want to create in the second page. Click on <guibutton>Next</guibutton> to proceed.
fr: À la deuxième page, choisissez le type d'application à créer. Cliquez sur <guibutton>Suivant</guibutton> pour poursuivre.
ja: 次のページであなたが作成したいアプリケーションの種類を選択し、<guibutton>進む</guibutton> をクリックします。

source: On the following pages, enter all necessary details for your project. You can change these settings later, but it is advisable to set them right initially in order to maintain the project's integrity. White spaces or any non-alphanumeric characters, except underscore (_) and dash (-), are not allowed in many of the entry boxes that follow (except perhaps the <guilabel>Author</guilabel> text box).
fr: Aux pages suivantes, saisissez les informations nécessaires pour le projet. Vous pourrez modifier ces réglages plus tard, mais il est conseillé de les définir correctement dès le départ afin de conserver l'intégrité du projet. L'espace ou tout caractère non-alphanumérique, sauf le souligné (_) et le tiret (-), est interdit dans la plupart des zones de saisie de texte qui suivent (sauf peut-être la zone <guilabel>Auteur</guilabel>).
ja: 次のページでプロジェクトに必要なすべての詳細を入力します。ここで入力する情報は後から変更することもできますが、プロジェクトの一貫性を保つためにも最初に正しい情報を入力することをおすすめします。空白やいくつかの非英文字はアンダースコア(_) ハイフン(-)を除いて、以下で説明する多くのエントリーで使用できません(<guilabel>作者</guilabel> テキストボックスを除きます)。

source: You can also specify whether your project will have <emphasis>internationalization support</emphasis> using <application>gettext</application> (read the <ulink type="info" url="info:gettext">gettext info page</ulink> for more details). This gives your project multilingual support for different languages such as English, French and Dutch. The rest of the options are for setting whether the GNU copyright statement should appear in the comments at the top of each file, and for enabling GNOME desktop menu information if necessary. Shared library support allows you to add shared library modules later on. If you plan to have libraries in your project, it would be good to enable this. Depending on the project type that is being created, Anjuta may request additional information.
fr: Vous indiquerez également si le projet doit gèrer l'<emphasis>internationalisation</emphasis> en utilisant <application>gettext</application> (consultez <ulink type="info" url="info:gettext">la page d'information sur gettext</ulink> pour plus de détails). Cette fonctionnalité construit un projet plurilingue avec prise en charge de diverses langues telles que anglais, français et néerlandais. Les autres options servent à paramétrer, en début de chaque fichier, l'insertion ou non du commentaire sur le statut du copyright GNU et à activer des informations dans le menu du bureau GNOME si nécessaire. La prise en charge des bibliothèques partagées vous permet d'ajouter les modules correspondants plus tard. Si vous prévoyez d'utiliser des bibliothèques dans votre projet, il est bon de l'activer. Selon le type de projet créé, il se peut que Anjuta demande des informations supplémentaires.
ja: プロジェクトが <application>gettext</application> (詳細は <ulink type="info" url="info:gettext">gettextのinfoファイル</ulink> を参照)を使用した、<emphasis>国際化のサポート</emphasis> を行うか指定できます。これにより、あなたのプロジェクトが英語、フランス語、オランダ語といった、異なる言語に対する多言語をサポートするかを指定できます。他にはライセンスとして GNU の一般公衆利用許諾契約書をファイルの冒頭に記載するか、GNOME デスクトップメニューを有効にする必要があるか、等が指定できます。共有ライブラリのサポートを有効にすれば後で共有ライブラリを追加することができます。もし、あなたのプロジェクト自身でライブラリを作詞する予定があるならば、有効にしておくとよいでしょう。プロジェクトの種類によっては Anjuta はさらに追加の情報を求めます。

source: The final step is to verify the information you have just supplied. Click on <guibutton>Finish</guibutton> to start generating the project.
fr: La dernière étape consiste à vérifier les informations fournies. Cliquez sur <guibutton>Terminer</guibutton> pour lancer la génération du projet.
ja: 最後のステップであなたが提供した情報を確認します。<guibutton>適用</guibutton> をクリックするとプロジェクトが作成されます。

source: Once the project has been generated, you can try it out by building it and executing it.
fr: Une fois le projet généré, vous pouvez l'essayer en le construisant et en l'exécutant.
ja: プロジェクトが作成されたら、ビルド、実行を試すことができます。

source: Importing Projects
fr: Importation de projets
ja: プロジェクトのインポート

source: The import project feature is used to import an already existing project and convert it into an <application>Anjuta</application> project. Activate the import project wizard via <menuchoice><guimenu>File</guimenu><guimenu>New</guimenu><guimenuitem>Project from existing sources</guimenuitem></menuchoice> and follow the instructions dictated by the wizard. Once a project has been imported, it can be opened in <application>Anjuta</application> subsequently just like any other <application> Anjuta</application> project.
fr: La fonction d'importation de projets s'utilise pour importer un projet existant en le convertissant en projet <application>Anjuta</application>. Lancez l'assistant d'importation de projet avec <menuchoice><guimenu>Fichier</guimenu><guimenu>Nouveau</guimenu><guimenuitem>Projet basé sur des sources existantes</guimenuitem></menuchoice> et suivez les instructions de l'assistant. Une fois importé, le projet peut ensuite être ouvert dans <application>Anjuta</application> comme tout autre projet <application>Anjuta</application>.
ja: プロジェクトのインポートは、既に存在するプロジェクトを <application>Anjuta</application> のプロジェクトにインポート、変換する機能です。<menuchoice><guimenu>ファイル</guimenu><guimenu>新規</guimenu><guimenuitem>既存のソースからプロジェクトを作成する</guimenuitem></menuchoice> を選択してインポート プロジェクト ウィザードを開始して、ウィザードの指示にしたがいます。一度プロジェクトがインポートされれば、他の <application>Anjuta</application> プロジェクトと同様に、<application>Anjuta</application> でオープンすることができます。

source: The import project feature only works if your existing project uses <ulink type="info" url="info:automake">autoconf/automake</ulink> or, to a very limited extent, a plain Makefile.
fr: La fonction d'importation de projet ne fonctionne correctement que si le projet existant utilise <ulink type="info" url="info:automake">autoconf/automake</ulink> ou, à l'extrême limite, un fichier Makefile brut.
ja: プロジェクトのインポートは、インポートする既存のプロジェクトが<ulink type="info" url="info:automake">autoconf/automake</ulink> を使用している、単一の Makefile を使用している、といった限定的なプロジェクトのみに有効な機能です。

source: Loading and Saving Projects
fr: Chargement et enregistrement de projets
ja: プロジェクトのロードとセーブ

source: Loading Projects
fr: Chargement de projets
ja: プロジェクトのロード

source: To open a project, choose the menu item <menuchoice><guisubmenu>File</guisubmenu><guimenuitem>Open …</guimenuitem></menuchoice>. Select the project file (<filename>*.anjuta</filename>) in the dialog and click <guibutton>OK</guibutton>.
fr: Pour ouvrir un projet, choisissez l'élément de menu <menuchoice><guisubmenu>Fichier</guisubmenu><guimenuitem>Ouvrir…</guimenuitem></menuchoice>. Choisissez le fichier projet (<filename>*.anjuta</filename>) dans la boîte de dialogue et cliquez sur <guibutton>Ouvrir</guibutton>.
ja: プロジェクトを開くには、メニューから <menuchoice><guisubmenu>ファイル</guisubmenu><guimenuitem>開く…</guimenuitem></menuchoice> を選択します。ダイアログでプロジェクトのファイル( <filename>*.anjuta</filename> )を選択して <guibutton>開く</guibutton> をクリックします。

source: If the project has recently been opened, then you will find it listed in the menu <menuchoice><guisubmenu>File</guisubmenu><guisubmenu>Recent</guisubmenu></menuchoice>. Choose the project filename from the list, and the project will be opened.
fr: Si le projet a récemment été ouvert, il sera alors listé dans le menu <menuchoice><guisubmenu>Fichier</guisubmenu><guisubmenu>Ouvrir un document récent</guisubmenu></menuchoice>. Choisissez le nom du fichier projet dans la liste pour l'ouvrir.
ja: もしプロジェクトを最近開いたことがある場合は、メニューの <menuchoice><guisubmenu>ファイル</guisubmenu><guisubmenu>最近開いたファイル</guisubmenu></menuchoice> で表示される一覧からプロジェクトのファイル名を選択すれば、プロジェクトを開くことができます。

source: As soon as a project is opened, <application>Anjuta</application> will enter <emphasis>Project mode</emphasis>. There are three panes in the project window. The first is the project pane and lists project files organized by file type. The second is the symbol browser, which has already been discussed in the section <emphasis>The Symbol Browser</emphasis>. The third pane is the file view of the project and is more or less similar to a mini file-manager. In the file view, all the files present in the project tree are visible. Right-clicking on these files will pop up a context menu with file operations.
fr: Dès que le projet est ouvert, <application>Anjuta</application> se place en <emphasis>mode projet</emphasis>. La fenêtre projet comporte trois volets. Le premier est le volet Projet qui énumère les fichiers du projet classés par type. Le second est l'analyseur de symboles dont il a été question à la section <emphasis>Analyseur de symboles</emphasis>. Le troisième liste les fichiers du projet de manière plus ou moins semblable à un mini explorateur de fichiers. Dans le volet Fichiers, tous les fichiers faisant partie de l'arborescence du projet sont visibles. Un clic droit sur l'un des fichiers fait apparaître un menu contextuel d'opérations sur ces fichiers.
ja: プロジェクトを開くと、<application>Anjuta</application> が <emphasis>プロジェクトモード</emphasis> へと遷移します。プロジェクトウィンドウには3つのペインがあります。1つ目はプロジェクトペインで、プロジェクトのファイルを種類別に一覧表示します。2番目はシンボルブラウザで、既に <emphasis>シンボルブラウザ</emphasis> のセクションで説明しました。3番目はファイルビューで、プロジェクトのファイルを表示する小さなファイルマネージャといったところです。ファイルビューではプロジェクトのツリーのすべてのファイルが表示されます。これらのファイルを右クリックして表示されるコンテキストメニューからファイルに対する操作を行うことができます。
