Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: Anjuta IDE Manual
fr: Manuel de l'environnement de développement intégré Anjuta
ja: Anjuta IDE マニュアル

source: Manual for the Anjuta IDE
fr: Manuel de l'environnement de développement intégré Anjuta
ja: Anjuta IDE マニュアル

source: Permission is granted to copy, distribute and/or modify this document under the terms of the <citetitle>GNU Free Documentation License</citetitle>, Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You may obtain a copy of the <citetitle>GNU Free Documentation License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org">their Web site</ulink> or by writing to: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
fr: Permission vous est donnée de copier, distribuer et/ou modifier ce document selon les termes de la <citetitle>Licence GNU Free Documentation License</citetitle>, Version 1.1 ou ultérieure publiée par la Free Software Foundation sans section inaltérable, sans texte de première page de couverture ni texte de dernière page de couverture. Vous trouverez un exemplaire de la <citetitle>Licence GNU Free Documentation License</citetitle> de la Free Software Foundation en visitant <ulink type="http" url="http://www.fsf.org">leur site Web</ulink> ou en écrivant à : Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ja: GNU Free Documentation License (GFDL) の管理下でこのドキュメントをコピー、配布、または変更することを許可します。Free Software Foundation から発行されたバージョン 1.1 以降のドキュメントには、 セクションや表紙などがありません。<citetitle>GNU Free Documentation License</citetitle>のコピーの入手はFree Software Foundationの<ulink type="http" url="http://www.fsf.org">ウェブサイト</ulink>を訪れるか、以下にメールしてください: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and those trademarks are made aware to the members of the GNOME Documentation Project, the names have been printed in caps or initial caps.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation GNOME et que les membres du projet de documentation GNOME sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.
ja: 他の企業の製品やサービスと区別するために使用する名前を登録商標と呼びます。GNOME ドキュメンテーション プロジェクトで登録商標を表示する場合は、すべて大文字か最初の1文字だけ大文字で記載しています。

source: Anjuta Manual 2.1.0
fr: Manuel de Anjuta 2.1.0
ja: Anjutaマニュアル2.1.0

source: Introduction
ja: はじめに

source: <application>Anjuta</application> is a versatile Integrated Development Environment (IDE) for the GNOME desktop. It features a number of advanced programming facilities includes project management, application wizards, an interactive debugger, an integrated Glade UI designer, integrated Devhelp API help, an integrated Valgrind memory profiler, an integrated gprof performance profiler, a class generator, a powerful source editor, source browsing, and more.
fr: <application>Anjuta</application> est un environnement de développement intégré (IDE) polyvalent pour le bureau GNOME. Il intègre de nombreuses facilités de programmation avancée comprenant la gestion de projet, des assistants pour applications, un débogueur interactif, le concepteur d'interface utilisateur intégré Glade, l'API d'aide intégrée Devhelp, le profileur de mémoire intégré Valgrind, le profileur de performances intégré gprof, un générateur de classes, un éditeur de source puissant, un navigateur de source et plus encore.
ja: <application>Anjuta</application> とはGNOME デスクトップ用の、多目的な統合開発環境(IDE)です。プロジェクト管理、アプリケーション ウィザード、対話型のデバッガ、Glade UI デザイナ、Devhelp API ヘルプ、Valgrind メモリプロファイラ、gprof パフォーマンス プロファイラ、クラスジェネレータ、強力なソースエディタ、そしてソース表示といった、プログラムの開発に必要とするであろうすべての機能が含まれています。

source: Anjuta DevStudio has been designed to be simple to operate yet powerful enough to fulfill all your programming needs. We've added many new features to Anjuta over the course of its development. Our focus is on delivering power and usability at the same time and making your software development enjoyable without overloading your senses. We intend to continue improving and stabilizing Anjuta to give you the best IDE experience possible. We hope you will have a good time using Anjuta. If not, please help us make it better by reporting bugs and suggestions.
fr: Anjuta DevStudio a été conçu pour être simple d'emploi mais suffisamment puissant pour répondre à tous vos besoins en programmation. Beaucoup de fonctionnalités ont été ajoutées à Anjuta depuis le début de son développement. Notre but est de fournir puissance et fonctionnalités conjointement et de rendre votre développement de logiciels agréable sans faire trop de fioritures. Nous voulons continuer à améliorer et rendre stable Anjuta pour vous fournir la meilleure expérience d'environnement de développement intégré (IDE). Nous espérons que vous apprécierez l'usage d'Anjuta. Dans le cas contraire, aidez-nous à l'améliorer en rapportant les bogues et en faisant des suggestions.
ja: Anjuta DevStudio はシンプルな操作性であるにも関わらず、あなたがプログラムを開発するときに必要とするニーズのすべてを満たすパワフルさを兼ね揃えています。私たちは Anjuta を開発する過程でさまざまな機能を追加してきました。私たちは、パワフルさと使いやすさの両立、そしてプログラミング開発を楽しめるようにすることを目的に、あなたに Anjuta を最高の IDE だと感じてもらえるよう、Anjuta の改良と信頼性向上を続けていきます。あなたが Anjuta を楽しく使ってくれることを願います。でも、もしそうでなかった場合は Anjuta をよりよいものにするためにバグの報告や提案をすることで私たちを手助けしてください。

source: The following screenshot illustrates some of the things you will find in Anjuta.
fr: La capture d'écran suivante illustre une partie des éléments que vous trouverez dans Anjuta.
ja: これはAnjutaを使用したときのスクリーンショットの一例です。

source: Anjuta in action
fr: Anjuta en action
ja: Anjutaの使用例

source: Anjuta has a flexible and advanced docking system that allows you to lay out all views in whatever way you like. You can drag and drop the views using drag bars and rearrange the layout. The layouts are persistent for each project so you can maintain different layouts for different projects. All dock views are minimizable to avoid clutter in the main window. Minimized views appear as icons on the left side of the main window. You can configure all menu actions either by typing when the cursor is over a menu item (the usual GNOME way) or through a dedicated shortcut configuration user interface.
fr: Anjuta possède un système de zones d'ancrage flexible et avancé qui vous permet de disposer toutes les vues comme vous le souhaitez. Vous pouvez faire glisser les vues en utilisant les barres de glissement et modifier leur disposition. Chaque projet conserve les placements ; vous pouvez donc avoir un arrangement personnalisé pour chaque projet. Toutes les vues ancrées peuvent être minimisées pour éviter l'encombrement dans la fenêtre principale. Les vues minimisées apparaissent sous forme d'icônes sur le côté gauche de la fenêtre principale. Vous pouvez activer toutes les actions des menus, soit en cliquant lorsque le curseur est au dessus d'un élément de menu (manière classique sous GNOME), soit via une interface utilisateur avec une configuration dédiée de raccourcis clavier.
ja: Anjuta は柔軟で優れたドッキングシステムを持っており、ビューをドラッグアンドドロップして、あなたが望むようにレイアウトできます。また、レイアウトした設定はプロジェクトごとに保存されるので、レイアウトをプロジェクトごとに管理できます。 ビューをドッキングしたことにより、メイン ウィンドウが分断されて見にくくなってしまったときは、ビューを最小化することができます。最小化したビューは、メイン ウィンドウの左側にアイコン化表示されます。また、メニューのアイテムに表示されているショートカットとは別に、専用のショートカットを設定することができます

source: Please report any problems with <application>Anjuta</application> - this will help to improve the software, as well as helping the open source community.
fr: Merci de signaler tous problèmes rencontrés avec <application>Anjuta</application>. Cela nous aidera à améliorer le logiciel tout en aidant la communauté des logiciels libres.
ja: <application>Anjuta</application>に関する問題をレポートしてください。それはソフトウェアの改良の手助けとなり、同様にオープンソースコミュニティを助けることでもあります。

source: Getting Familiar with Anjuta
fr: Familiarisation avec Anjuta
ja: Anjuta を使ってみる

source: Menus and shortcuts
fr: Menus et raccourcis clavier
ja: メニューとショートカット

source: At the top of the <application>Anjuta</application> main window is the menu bar. You can access almost all of Anjuta's functionality through menu items. Operations have been grouped according to their type. For example, file operations have been grouped into the <guisubmenu>File</guisubmenu> menu.
fr: En haut de la fenêtre principale de <application>Anjuta</application> se trouve la barre de menus. Elle vous permet d'accéder à presque toutes les fonctionnalités de Anjuta. Les actions sont regroupées par type. Par exemple, les actions concernant les fichiers sont regroupées dans le menu <guisubmenu>Fichier</guisubmenu>.
ja: <application>Anjuta</application > のメイン ウィンドウ上部にあるメニューバーから、Anjuta のほとんどすべての機能にアクセスできます。操作は種類ごとにグループ化されています。例えばファイルに関する操作は <guisubmenu>ファイル</guisubmenu> メニューからアクセスできます。

source: Menubar
fr: Barre des menus
ja: メニューバー

source: Anjuta menubar
fr: Barre des menus d'Anjuta
ja: Anjuta のメニューバー

source: File menu
fr: Menu Fichier
ja: ファイル メニュー

source: Shortcut keys are available for many menu items. All shortcut keys are shown alongside the corresponding menu items. Some other useful shortcuts are listed here.
fr: Des raccourcis clavier sont disponibles pour la plupart des éléments de menu. Tous les raccourcis clavier sont affichés en face des éléments de menu correspondants. D'autres raccourcis clavier utiles sont décrits ci-après.
ja: 多くのメニューアイテムには、そのアイテムの横に表示されているようなショートカットキーが用意されています。以下にそれ以外の便利なショートカットを示します。

source: <emphasis>Switch Editor Page:</emphasis><keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Up</keycap></keycombo> (forward) and <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Down</keycap></keycombo> (backward). You can also switch pages by right-clicking on the notebook tabs and selecting a filename from the pop-up menu (useful when all the tabs in the editor are not visible at once). Some desktop configurations may already have these shortcut keys assigned. In that case, you will need to reconfigure them (not in Anjuta, because they are fixed) if you want to use these shortcuts.
fr: <emphasis>Navigation parmi les onglets de l'éditeur :</emphasis> <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Haut</keycap></keycombo> (en avant) et <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Bas</keycap></keycombo> (en arrière). Vous pouvez également changer de page en faisant un clic-droit sur les onglets de l'éditeur et en choisissant un nom de fichier dans le menu contextuel (c'est pratique quand tous les onglets de l'éditeur ne sont pas entièrement visibles). Il se peut que ces raccourcis clavier soient déjà attribués par certaines configurations de bureau. Dans ce cas, vous devrez les reconfigurer (pas dans Anjuta car ils sont figés) si vous voulez les utiliser.
ja: <emphasis>ドキュメントの切り替え: </emphasis><keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Up</keycap></keycombo> で次の文書に、 <keycombo><keycap>Ctrl</keycap><keycap>Alt</keycap><keycap>Page Down</keycap></keycombo> で前のドキュメントに切り替えることができます。 タブを右クリックしてポップアップ表示されるドキュメント一覧を選択することでも切り替えが可能です(タブがすべて表示しきれないような場合に便利なやりかたでしょう)。デスクトップの設定によってはこれらのショートカットが既に登録済みの場合があります。そのようなときはショートカットを他のキーに再設定する必要があります(上述した Anjuta のショートカットは固定なので再設定はできません)。

source: <emphasis>Context Help:</emphasis><keycombo><keycap>Shift</keycap><keycap>F1</keycap></keycombo>. Place the cursor on the word (for example, the function name) for which you want to get API help and type this shortcut. Context help only works if you have <application>Devhelp</application> installed; otherwise, the context help menu and toolbar button will be inactive. You can get Devhelp from the <application>Devhelp</application> website. You will also have to install the related <application>Devhelp</application> books.
fr: <emphasis>Aide contextuelle :</emphasis> <keycombo><keycap>Majuscule</keycap><keycap>F1</keycap></keycombo>. Positionnez le curseur sur un mot (par exemple, le nom d'une fonction) sur lequel vous voulez obtenir l'aide par l'API et utilisez ce raccourci. L'aide contextuelle ne fonctionne que si <application>Devhelp</application> est installé, sinon le menu d'aide contextuelle et le bouton de la barre d'outils sont inactifs. Vous pouvez obtenir Devhelp à partir du site Web de <application>Devhelp</application>. Vous devez également installer les livres relatifs à <application>Devhelp</application>.
ja: <emphasis>状況依存ヘルプ: </emphasis><keycombo><keycap>Shift</keycap><keycap>F1</keycap></keycombo> API ヘルプを参照したい単語(例えば関数名など)にカーソルを移動してこのショートカットキーを押してください。状況依存ヘルプは、<application>Devhelp</application> がインストールされている場合のみ有効です。インストールされていない場合はヘルプメニュー、およびツールバーが無効になります。Devhelp は <application>Devhelp</application> のウェブサイトで入手できます。また、<application>Devhelp</application> で参照するためのリファレンスもインストール必要があるでしょう。

source: <emphasis>Autocomplete:</emphasis><keycombo><keycap>Ctrl</keycap><keycap>Enter</keycap></keycombo>. Type this shortcut with the cursor placed at the end of an incomplete word and a list of words matching the remaining part will appear. Scroll and select the right word from the list if you find one.
fr: <emphasis>Auto-complétion :</emphasis> <keycombo><keycap>Ctrl</keycap><keycap>Entrée</keycap></keycombo>. Utilisez ce raccourci quand le curseur est situé à la fin d'un mot incomplet pour faire apparaître une liste des mots complétant la fin du mot. Faites défiler et choisissez le mot souhaité dans la liste si vous le trouvez.
ja: <emphasis>オートコンプリート: </emphasis><keycombo><keycap>Ctrl</keycap><keycap>Enter</keycap></keycombo> 入力しきっていない語の末尾でこのショートカットを押すと、残りの部分を補完した語のリストが表示されるので、もし望む語がリストにあればそれを選択して入力することができます。

source: <emphasis>More shortcuts:</emphasis> Look for the shortcut keys displayed on the right side of menu item labels. Shortcuts can also be changed as explained in the tip below.
fr: <emphasis>Plus de raccourcis :</emphasis> recherchez les raccourcis affichés à droite des étiquettes des éléments de menu. Les raccourcis peuvent également être modifiés comme expliqué dans l'astuce ci-dessous.
ja: <emphasis>その他のショートカット: </emphasis> その他にもメニューアイテム右側に表示されているるようなさまざまショートカットが使用できます。また下記のヒントで紹介しているような方法で、ショートカットをカスタマイズすることも可能です。

source: Customize shortcuts
fr: Personnalisation des raccourcis
ja: ショートカットのカスタマイズ

source: You can change the default shortcuts by choosing <menuchoice><guisubmenu>Edit</guisubmenu><guimenuitem>Preferences</guimenuitem></menuchoice> and selecting the <interface> Shortcuts</interface> tab.
fr: Vous pouvez modifier les raccourcis par défaut en choisissant <menuchoice><guisubmenu>Édition</guisubmenu><guimenuitem>Préférences</guimenuitem></menuchoice> et en sélectionnant l'onglet <interface>Raccourcis</interface>.
ja: メニューの <menuchoice><guisubmenu>編集</guisubmenu><guimenuitem>設定</guimenuitem></menuchoice> から <interface>ショートカット</interface> タブを選択することで既存のショートカットをカスタマイズできます。

source: Main Window
fr: Fenêtre principale
ja: メイン ウィンドウ

source: The main window contains several view windows which can be rearranged by dragging on their title bars. They can also be minimized by clicking on the minimize buttons on the left of title bars.
fr: La fenêtre principale contient plusieurs fenêtres d'affichage qui peuvent être réarrangées en déplaçant leurs barres de titre. Elles peuvent également être minimisées en cliquant sur les boutons minimiser à gauche dans les barres de titre.
ja: メイン ウィンドウはいくつかのビューからなりたっていて、それらのビューはビューのタイトルバーをドラッグすることで再配置できます。またタイトルバーの左側にある最小化ボタンを押せば最小化できます。

source: The <interface>Documents window</interface> will have one document active at a time (if there are any files opened). All file commands will apply to this active document. You can switch to any document by clicking on its tab. You can do the same by right-clicking on the page tabs and choosing the document from the pop-up menu that will appear. This is especially useful when you have a lot of files opened, but not all of them are visible in the page tab area.
fr: La <interface>fenêtre Documents</interface> ne contient qu'un document actif à la fois (s'il y a des fichiers ouverts). Toutes les commandes fichier s'appliquent à ce document actif. Vous pouvez basculer vers tout document en cliquant sur son onglet. Vous pouvez aussi faire un clic-droit sur les onglets et choisir le document dans le menu déroulant qui apparaît. Ceci est particulièrement pratique lorsqu'il y a beaucoup de fichiers ouverts et qu'ils ne sont pas tous visibles dans la zone des onglets.
ja: <interface>ドキュメント ウィンドウ</interface>は(もし複数のドキュメントを開いているとしても)1つのアクティブ ウィンドウを持ちます。ファイルに関するコマンドは、このアクティブなドキュメントに対して実行されます。タブをクリックすればドキュメントを切り替えることができます。また、タブを右クリックして表示されるポップアップメニューのドキュメントを選択することでもきりかえることができます。大量のドキュメントをオープンして、タブが表示し切れないような時は重宝するでしょう。

source: The <interface>Project window</interface> shows a tree of project files if you have a project opened. Otherwise, the <interface>Project window</interface> is usually hidden. Double-clicking on any item in the <interface>Project window</interface> will open that file.
fr: La <interface>fenêtre Projet</interface> affiche l'arborescence des fichiers du projet si un projet est ouvert. Sinon, la <interface>fenêtre Projet</interface> est généralement cachée. En double-cliquant sur un élément de la <interface>fenêtre Projet</interface> vous ouvrez ce fichier.
ja: <interface>プロジェクト ウィンドウ</interface>には、そのプロジェクトのファイルがツリーで表示されます。プロジェクトウィンドウのアイテムをダブルクリックすればそのファイルをオープンすることができます。プロジェクトを開いていないときは通常は表示されません。

source: The <interface>Files window</interface> shows a file tree. If no project is open, the file tree usually points to the file system root but you can change this in the preferences. If a project is open, the window shows all files in the project. Double-clicking opens a file in the appropriate application as configured in the GNOME MIME preferences. Right-clicking opens a context menu which gives you choices about how to open the file.
fr: La <interface>fenêtre Fichiers</interface> affiche l'arborescence des fichiers. Si aucun projet n'est ouvert, l'arborescence pointe habituellement vers la racine du système de fichiers mais vous pouvez modifier ce paramètre dans les préférences. Si un projet est ouvert, la fenêtre affiche tous les fichiers du projet. Un double-clic ouvre le fichier en utilisant l'application appropriée configurée dans les préférences MIME de GNOME. Un clic-droit ouvre un menu contextuel vous permettant de choisir la façon d'ouvrir le fichier.
ja: <interface>ファイル ウィンドウ</interface>はファイルをツリー表示します。もしプロジェクトをオープンしていない場合は、ファイルシステムのルートを表示しますが、この設定は変更する事が可能です。プロジェクトをオープンしている場合は、プロジェクトのすべてのファイルが表示されます。表示されたファイルをダブルクリックすることで、GNOME の MIME 設定に応じた、適切なアプリケーションが起動されます。また、右クリックして表示されるコンテキストメニューから、オープンする方法を選択する事もできます。

source: The <interface>Symbols window</interface> shows a tree of available symbols in the project generated from the <application>ctags</application> parser. Double-clicking opens an editor window with the corresponding file and line.
fr: La <interface>fenêtre Symboles</interface> affiche l'arborescence de tous les symboles disponibles dans le projet, générée par l'analyseur <application>ctags</application>. Un double-clic ouvre une fenêtre de l'éditeur contenant le fichier à la ligne correspondante.
ja: <interface>シンボル ウィンドウ</interface>はプロジェクトが <application>ctags</application> で生成した、利用可能なシンボルがツリー表示されます。表示されたシンボルをクリックすると、そのシンボルに対応したソースの行が表示されます。

source: There is also a <interface>Search tab</interface> in the Symbols window where you can search for symbols.
fr: Un <interface>onglet Rechercher</interface> dans la fenêtre Symboles vous permet de rechercher un symbole donné.
ja: シンボル ウィンドウの<interface>検索タブ</interface>から、シンボルを検索する事もできます。

source: The <interface>Message window</interface> will list all the messages (both <filename>stdout</filename> and <filename>stderr</filename> outputs) when an external command is executed. The <interface>Message window</interface> is usually hidden, but appears as soon as an external command is executed, such as during file or project compilation, debugging sessions, searches, and many other operations. <application>Anjuta</application> also adds its own messages here when necessary.
fr: La <interface>fenêtre Messages</interface> affiche tous les messages (les deux sorties <filename>stdout</filename> (standard) et <filename>stderr</filename> (erreurs)) quand une commande externe est exécutée. Généralement cachée, la <interface>fenêtre Messages</interface> apparaît dès qu'une commande externe est exécutée, comme lors de la compilation d'un fichier ou du projet, de sessions de débogage, de recherches et nombre d'autres opérations. <application>Anjuta</application> y ajoute également ses propres messages si nécessaire.
ja: <interface>メッセージ ウィンドウ</interface>には、コンパイラなどの外部コマンドを実行したときのすべてのメッセージ(<filename>stdout</filename> と <filename>stderr</filename> の両方)が出力されます。<interface>メッセージウィンドウは</interface>通常表示されていませんが、プロジェクトやファイルのコンパイル、デバッグや検索などで外部コマンドが実行されると表示されます。<application>Anjuta</application> は必要があれば自分自身のメッセージを追加出力します。

source: The colors used to display the messages are important. Messages displayed in the standard foreground color (usually black) are normal messages. Messages displayed in orange are warnings, and those displayed in red are errors. Warning and error messages are <emphasis>linked</emphasis>: double-clicking on such a message will take you to the particular file and line number specified in the message.
fr: Les couleurs utilisées pour afficher les messages ont leur importance. Les messages normaux sont affichés avec la couleur d'arrière-plan standard (généralement noir). Les messages d'avertissement sont affichés en orangé et ceux d'erreur en rouge. Les messages d'avertissement et d'erreur sont des <emphasis>liens</emphasis> : un double-clic sur un message de ce type déplace dans le fichier concerné au numéro de ligne indiqué.
ja: メッセージは重要度により色分けされています。通常のメッセージは標準の色(通常は黒色)、警告はオレンジ色、エラーは赤色で出力されます。警告とエラーのメッセージについては、原因の場所と <emphasis>リンク</emphasis> しているので、メッセージをダブルクリックして、メッセージに表示されているファイルの該当の行に移動することができます。

source: For example, when you compile a file which contains errors, some red messages will appear showing what the problems are, and where they occur. Double-clicking on such messages will open the file and highlight the line containing the error.
fr: Par exemple, quand vous compilez un fichier qui contient des erreurs, des messages en rouge apparaissent pour vous indiquer la nature des problèmes et leur localisation. Un double-clic sur de tels messages ouvre le fichier et met en surbrillance la ligne contenant l'erreur.
ja: 例えばエラーが含まれているファイルをコンパイルすると赤い文字で、何が原因なのか、何が起きたのかが出力されるので、そのメッセージをダブルクリックして、エラーを含んだファイルがオープンすることができます、エラーに該当する行はハイライト表示されます。

source: The <interface>Terminal window</interface> is a terminal emulator where you can type commands just like in the GNOME Terminal application.
fr: La <interface>fenêtre Terminal</interface> est une émulation de terminal dans laquelle vous pouvez saisir des commandes exactement comme dans le terminal de GNOME.
ja: <interface>ターミナル ウィンドウ</interface> はあなたが普段使っている、GNOME の端末のような端末エミュレータです。

source: Session management
fr: Gestion des sessions
ja: セッション マネージメント
