Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: To clean the project and leave it in a state that requires rerunning the configure step, choose <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Remove Configuration</guimenuitem></menuchoice>. It run <command>make distclean</command> and deletes more files than <guimenuitem>Clean Project</guimenuitem>. In other words, it leaves the project as though it has just been extracted from a distribution tarball. Note that it does not remove the configuration directory itself; you can do that yourself if you like.
fr: Pour nettoyer le projet et le retrouver dans un état nécessitant de relancer la configuration, choisissez <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Enlever la configuration</guimenuitem></menuchoice>. La commande <command>make distclean</command> sera exécutée ; elle supprime plus de fichiers que l'option <guimenuitem>Nettoyer le projet</guimenuitem>. En d'autres termes, le projet sera comme s'il venait d'être extrait d'une archive tar de distribution. Notez que cela n'efface pas le répertoire de la configuration ; ce que vous pouvez faire si vous le souhaitez.
ja: プロジェクトを初期化して、構成のステップを実行する前の状態にするには <menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>構成内容の削除</guimenuitem></menuchoice> を選択します。これにより <command>make distclean</command> が実行され、<guimenuitem>プロジェクトのクリーン</guimenuitem> を実行した場合より多くのファイルが削除されます。別の言い方をすると、プロジェクトはあたかも配布用の tarball ファイルを解凍したばかりの状態となります。ビルド用のフォルダは削除されないので、削除したい場合はあなたが自分で削除する必要があることに注意してください。

source: Compile and Build
fr: Compilation et construction
ja: コンパイルとビルド

source: Compiling a file
fr: Compilation d'un fichier
ja: ファイルのコンパイル

source: In a project, individual source files can be compiled separately into objects (<filename>*.o</filename> files). Although you do not have to worry about these object files, sometimes it is handy to compile a file first (for example, to make sure there are no syntax errors). Building a whole project can take a lot of time, especially in the case of larger and more complex applications. Therefore, you will probably go through a series of edit-compile iterations while developing a project.
fr: Dans un projet, des fichiers sources particuliers peuvent être compilés isolément en fichiers objets (fichiers <filename>*.o</filename>). Même si vous n'avez pas en règle générale à vous occuper de ces fichiers objets, il est parfois pratique de compiler un fichier au préalable (pour vérifier par exemple qu'il n'y a pas d'erreur de syntaxe). La construction intégrale d'un projet peut demander beaucoup de temps, en particulier pour les applications les plus grandes et les plus complexes. Par conséquent, vous serez probablement amené à faire beaucoup d'itérations édition/compilation pendant le développement d'un projet.
ja: プロジェクトではソース ファイルは、それぞれオブジェクト ファイル( <filename>*.o</filename> ファイル)にコンパイルされます。オブジェクト ファイルに対して気を遣う必要はないとしても、まずファイルをコンパイルすると便利な場合があります(例えば、シンタクス エラーがないか確認する場合)。プロジェクト全体をビルドするのは、特に大きく複雑なアプリケーションの場合は長い時間がかかります。それゆえ、プロジェクトの開発期間中は編集－コンパイルの操作を何回も行うことでしょう。

source: To compile a file, choose the menu item <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Compile</guimenuitem></menuchoice> or press <keycap>F11</keycap>. This will compile the active file.
fr: Pour compiler un fichier, choisissez l'élément de menu <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Compiler</guimenuitem></menuchoice> ou pressez <keycap>F11</keycap>. Le fichier actif sera compilé.
ja: ファイルをコンパイルするには、メニューから <menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>コンパイル</guimenuitem></menuchoice>、または <keycap>F11</keycap> キーを押します。これにより編集中のファイルがコンパイルされます。

source: Building an executable
fr: Construction d'un exécutable
ja: 実行可能ファイルのビルド

source: <application>Anjuta</application> has no separate link command, simply because it is not necessary. The build process will compile all source files and link them together along with the necessary libraries. The build command will not recompile those files which are already up-to-date (this is called the <emphasis>dependency check</emphasis>). If you have already compiled all files individually, then the only thing the build step performs is the link. If you have already built the project and no dependent file has been modified, even the link stage will be skipped.
fr: <application>Anjuta</application> ne possède pas de commande d'édition de liens indépendante tout simplement parce qu'elle n'est pas nécessaire. Le processus de construction compile tous les fichiers sources et fait l'édition des liens avec les bibliothèques nécessaires. La commande de construction ne compile pas à nouveau les fichiers déjà à jour (cela s'appelle la <emphasis>vérification des dépendances</emphasis>). Si vous avez déjà construit le projet et qu'aucun fichier avec dépendance n'a été modifié, même l'étape d'édition des liens sera sautée.
ja: <application>Anjuta</application> にはリンクに対するコマンドは用意されていません。それは単に必要ないからですビルドの処理では、すべてのソース ファイルがコンパイルされ、お互いに必要なライブラリ ファイルとともにリンクされます。ビルドのコマンドは既に最新状態であるファイルに対するリコンパイルは行いません(これは <emphasis>依存関係のチェック</emphasis> と呼ばれます)。もしあなたがすべてのファイルに対して個別にコンパイルを行っていた場合、ビルドはリンクの処理のみを行います。もし既にビルドを実行済みで、依存するファイルに対して修正を加えていない場合はリンクのステップさえもがスキップされます。

source: So how exactly does the dependency check influence project development? If you have modified a file, then all of the source files that depend on the modified file are recompiled. All files (not just the object files and executable) in the project are checked for these dependencies during the build process. If it is found that a particular file is dependent on some other file which has been modified, then that file will be regenerated.
fr: Comment la vérification des dépendances influence-t-elle le développement d'un projet ? Si vous avez modifié un fichier, tous les fichiers sources qui dépendent du fichier modifié sont compilés à nouveau. La dépendance de tous les fichiers (pas seulement les fichiers objets et les exécutables) du projet est vérifiée pendant le processus de construction. Si un fichier particulier dépend d'un autre fichier modifié, alors ce fichier est régénéré.
ja: 依存関係のチェックがプロジェクトの開発に及ぼす効果は明確でしょう。あなたがファイルを変更した場合、そのファイルに依存するすべてのファイルはリコンパイルされます。すべてのファイル(オブジェクト ファイルだけでなく実行可能ファイルも含む)はビルドの処理において、依存関係のチェックが行われます。もし特定のファイルが依存するファイルに対して変更が加えられていた場合、そのファイルは再生成されます。

source: Can you imagine how your life (as a programmer) would be if the dependency check were not there? If you cannot answer just yet, then you will find out when you start developing big projects!
fr: Imaginez ce que serait votre vie (de programmeur) si la vérification des dépendances n'existait pas ? Si vous ne pouvez pas encore répondre maintenant, vous saurez le dire lorsque vous commencerez à développer des gros projets !
ja: もし依存関係のチェックがなかった場合、あなたの(プログラマとしての)人生がどうなるか想像できますか? あなたがこの問いにまだ答えられないとしても、大きなプロジェクトの開発をはじめてみればわかります!

source: <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Build</guimenuitem></menuchoice> will build all files in the directory of the currently active file.
fr: <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Construire</guimenuitem></menuchoice> construit tous les fichiers dans le répertoire du fichier actif courant.
ja: <menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>ビルド</guimenuitem></menuchoice> により、編集中のファイルが属するディレクトリのすべてのファイルにたいしてビルドが行われます。

source: <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Build Project</guimenuitem></menuchoice> will build the whole project — all subdirectories are built recursively.
fr: <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Construire le projet</guimenuitem></menuchoice> construit l'ensemble du projet — tous les sous-répertoires sont construits récursivement.
ja: <menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>プロジェクトのビルド</guimenuitem></menuchoice> によりプロジェクト全体のビルドが行われます。サブ ディレクトリにたいしては再帰的にビルドが行われます。

source: Other operations
fr: Autres opérations
ja: その他の操作

source: Creating a distribution package
fr: Création d'un paquet de distribution
ja: 配布用パッケージの作成

source: To build a tarball distribution of the project choose <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Build Tarball</guimenuitem></menuchoice>. This will create a tarball (<filename>*.tar.gz</filename>) and put it in the top-level project directory. Copy the file to a safe place for distribution.
fr: Pour construire l'archive tar de distribution du projet, choisissez <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Construire l'archive tarball</guimenuitem></menuchoice>. Une archive tar (<filename>*.tar.gz</filename>) sera créée et placée dans le répertoire de plus haut niveau du projet. Copiez le fichier dans un endroit sûr pour la distribution.
ja: プロジェクトの配布用 tarball ファイルを作成するには <menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>Tarball の生成</guimenuitem></menuchoice> を選択します。これにより、プロジェクトのトップ ディレクトリに、tarball ファイル( <filename>*.tar.gz</filename> )が作成されます。作成したファイルは、配布用の安全な場所にコピーしてください。

source: Installing a project
fr: Installation d'un projet
ja: プロジェクトのインストール

source: Choosing the menu item <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Install</guimenuitem></menuchoice> will install the generated application on your system.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Installer</guimenuitem></menuchoice> pour installer l'application générée sur votre système.
ja: メニューから <menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>インストール</guimenuitem></menuchoice> を選択することにより、あなたのシステムにアプリケーションがインストールされます。

source: System-wide installation
fr: Installation dans le système
ja: システムへのインストール

source: You must be logged in as root to perform a system-wide install. Also note that for a GNOME application to use the pixmaps in the project, it must be installed as a system-wide application. Otherwise, when the application is executed in your project, there will be lots of "pixmap not found" errors. You can configure Anjuta to use <command>sudo</command> or <command>su</command> before installing the project in the build preferences.
fr: Vous devez être connecté en tant que root pour réaliser une installation dans le système. Notez également que pour qu'une application GNOME utilise les fichiers pixmap du projet, elle doit être installée en tant qu'application système. Sinon, lorsque l'application est exécutée dans le projet, beaucoup d'erreurs « pixmap not found » seront signalées. Dans les préférences de construction, vous pouvez configurer Anjuta pour utiliser la commande <command>sudo</command> ou <command>su</command> avant d'installer le projet.
ja: システムにたいしてインストールを行う場合は、root としてログインしていなければなりません。また pixmap ファイルを使用する GNOME アプリケーションのプロジェクトは、システムにたいしてインストールを行う必要があることにも注意してください。システムにたいしてインストールをしない場合、"pixmap not found"のエラーが頻発するでしょう。プロジェクトをインストールする前に、ビルドの設定でAnjutaが <command>sudo</command>、または <command>su</command> を使用するように設定することができます。

source: Cleaning
fr: Nettoyage
ja: クリーン

source: This deletes all of the files generated by the build process, including all object files (<filename>*.o</filename> files) and the executable(s). It can be applied on one directory or the whole project.
fr: Cela supprime tous les fichiers générés par le processus de construction, y compris les fichiers objets (fichiers <filename>*.o</filename>) et les exécutables. Cette fonctionnalité est appliquable à un répertoire ou à tout le projet.
ja: これによりビルドの処理で作成されたオブジェクト ファイル( <filename>*.o</filename> ファイル)、および実行可能ファイルを含むすべてのファイルが削除されます。この操作はディレクトリ、またはプロジェクト全体にたいして行うことができます。

source: Choose the menu item <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Clean Project</guimenuitem></menuchoice> to clean all project files.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Nettoyer le projet</guimenuitem></menuchoice> pour nettoyer tous les répertoires du projet.
ja: メニューから <menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>プロジェクトのクリーン</guimenuitem></menuchoice> を選択することにより、プロジェクトのすべてのファイルにたいするクリーンが行われます。

source: Choose the menu item <menuchoice><guisubmenu>Build</guisubmenu><guimenuitem>Clean</guimenuitem></menuchoice> to clean only the directory of the current active file.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Construire</guisubmenu><guimenuitem>Nettoyer</guimenuitem></menuchoice> pour nettoyer uniquement le répertoire du fichier actif actuel.
ja: メニューから <menuchoice><guisubmenu>ビルド</guisubmenu><guimenuitem>クリーン</guimenuitem></menuchoice> を選択することにより現在編集中のファイルが属するディレクトリにたいするクリーンが行われます。

source: Debugging
fr: Débogage
ja: デバッグ

source: To debug is human. To fix it is divine...
fr: Déboguer est humain. Réparer l'anomalie est divin...
ja: デバッグするのは人間、解決するかどうかは運次第...

source: Well, the <emphasis>human</emphasis> part is what this section is about. The <emphasis>divine</emphasis> part is up to you!
fr: Eh bien, ce paragraphe n'abordera que l'aspect <emphasis>humain</emphasis>. L'aspect <emphasis>divin</emphasis> est laissé à vos bons soins !
ja: さて、このセクションでは <emphasis>人間</emphasis> の部分について説明します。<emphasis>運</emphasis> の部分はあなたが担当してください!

source: When a program does not behave in the way it is supposed to, we say the program contains a <emphasis>bug</emphasis>. A bug is not a compilation error — compilation errors are relatively easy to clear, because the compiler tells you where the problems are. By contrast, bugs are errors that happen during program execution and they can be hard (sometimes very hard!) to detect.
fr: Lorsqu'un programme ne se comporte pas de la manière prévue, on dit que le programme contient un <emphasis>bogue</emphasis>. Un bogue n'est pas une erreur de compilation — les erreurs de compilation sont relativement faciles à résoudre parce que le compilateur vous indique où se situe le problème. Au contraire, les bogues sont des erreurs qui surviennent pendant l'exécution d'un programme et ils peuvent être difficiles (parfois très difficiles !) à détecter.
ja: プログラムが期待した動作を行わないとき、私たちはそのプログラムに <emphasis>バグ</emphasis> がある、といいます。バグはコンパイル エラーとは異なります。コンパイル エラーは、コンパイラがどこに問題があるのか指摘してくれるので解決するのが簡単です。それと違ってバグのほうは、プログラムが実行されている最中に発生するエラーであり、探すのが困難(時には、とても困難!)です。

source: Any program that you think is bug-free is never completely bug-free. All we can try to do is to reduce the number of bugs contained in the program. The process of removing bugs is known as <emphasis>debugging</emphasis>, and the tool that is used for debugging is called the <emphasis>debugger</emphasis>. <application>Anjuta</application> provides a very user-friendly and powerful debugging environment (actually, a GUI wrapper over <application>gdb</application>, a powerful command line debugging tool and standard on Linux).
fr: Tous les programmes que l'on pourrait penser sans bogue ne le sont jamais totalement. Le seul objectif que vous puissiez vous fixer est de diminuer le nombre de bogues qu'ils contiennent. Le processus de réparation de bogues s'appelle le <emphasis>débogage</emphasis> et l'outil utilisé pour déboguer s'appelle le <emphasis>débogueur</emphasis>. <application>Anjuta</application> fournit un environnement très convivial et puissant à la fois (en fait, une interface graphique du programme <application>gdb</application>, un puissant outil en ligne de commande standard sous Linux).
ja: あなたがバグがないと思っているプログラムから、完全にバグがなくなることは決してありません。私たちにできることは、プログラムに含まれているバグを減らしていくことです。バグをつぶしていく作業は <emphasis>デバッグ</emphasis> と呼ばれ、デバッグのために使用するツールを <emphasis>デバッガ</emphasis> と呼びます。<application>Anjuta</application> には、非常に親しみやすく強力なデバッグ環境があります(実際には、強力なコマンドライン ツールであり、Linuxの標準である <application>gdb</application> を GUI から使えるようにしたものです)。

source: A debugger tracks and traces the execution of the program and provides various views of information needed to study the execution of the program.
fr: Un débogueur suit à la trace et dépiste l'exécution du programme ; il permet d'inspecter les informations voulues pour étudier son exécution.
ja: デバッガはプログラムの実行を追跡、調査するとともに、プログラムの実行について調査するために必要となる、さまざまなビューと情報を提供します。

source: Start and stop
fr: Mise en marche et arrêt
ja: 開始と停止

source: Running an executable
fr: Lancer un exécutable
ja: 実行可能ファイルの実行

source: Attaching to a process
fr: S'attacher à un processus
ja: プロセスへのアタッチ

source: Almost every feature of Anjuta is provided by a plugin. If you do not see the menus described here. It is probably because the debugger plugin is not loaded. Go in <menuchoice><guisubmenu>Edit</guisubmenu><guimenuitem>Preferences</guimenuitem><guimenuitem>General</guimenuitem><guimenuitem>Installed plugins</guimenuitem></menuchoice> and check that the debugger plugin is loaded. It is an user activatable plugin, so loaded or unloaded on request.
fr: La plupart des fonctionnalités de Anjuta sont apportées à l'aide de greffons. Si vous ne pouvez pas voir les menus décrits ici, c'est probablement parce que le greffon Déboguer n'est pas chargé. Allez dans <menuchoice><guisubmenu>Édition</guisubmenu><guimenuitem>Préférences</guimenuitem><guimenuitem>Général</guimenuitem><guimenuitem>Greffons installés</guimenuitem></menuchoice> et vérifiez que le greffon Déboguer est chargé. Il s'agit d'un greffon activable par l'utilisateur, donc à charger ou décharger à la demande.
ja: Anjuta では、ほとんどの機能はプラグインとして提供されています。ここで説明しているメニューを目にしたことがない場合は、おそらくデバッガのプラグインがロードされていないのが原因でしょう。<menuchoice><guisubmenu>編集</guisubmenu><guimenuitem>設定</guimenuitem><guimenuitem>全般</guimenuitem><guimenuitem>インストール済みのプラグイン</guimenuitem></menuchoice> で、デバッガのプラグインがロードされているか確認してください。デバッガ プラグインはユーザが選択可能なプラグインなのでロード、アンロードはユーザの要求にしたがいます。

source: The debugger is always started with a program loaded. There are two ways to do this: <placeholder-1/><placeholder-2/>
fr: Le débogueur est toujours démarré avec un programme chargé. Il y a deux manières de procéder : <placeholder-1/><placeholder-2/>
ja: デバッガは常にプログラムのロードにより開始されます。開始される方法は、以下の2つです。<placeholder-1/><placeholder-2/>

source: Running a program with or without the debugger uses the same menu: select <menuchoice><guisubmenu>Run</guisubmenu><guimenuitem>Run Program</guimenuitem></menuchoice> to run a program without the debugger and <menuchoice><guisubmenu>Run</guisubmenu><guimenuitem>Debug Program</guimenuitem></menuchoice> to run it with the debugger.
fr: Le même menu permet de lancer un programme avec ou sans débogueur : choisissez <menuchoice><guisubmenu>Exécuter</guisubmenu><guimenuitem>Exécuter</guimenuitem></menuchoice> pour lancer un programme sans le débogueur et <menuchoice><guisubmenu>Exécuter</guisubmenu><guimenuitem>Déboguer le programme</guimenuitem></menuchoice> pour le lancer avec le débogueur.
ja: デバッガを使う、使わないにかかわらず、プログラムの実行は同様のメニューから行います。デバッガを使用しないでプログラムを実行する場合は <menuchoice><guisubmenu>実行</guisubmenu><guimenuitem>実行</guimenuitem></menuchoice> を、デバッガを使用する場合は <menuchoice><guisubmenu>実行</guisubmenu><guimenuitem>プログラムのデバッグ</guimenuitem></menuchoice> を選択します。

source: In order to better use the debugger, it is strongly recommended that you build your program with debugging information (-g for gcc) and no optimization (-O0 for gcc). This can be done by selecting the Debug configuration before building the program for the first time.
fr: Pour une utilisation optimale du débogueur, il est fortement recommandé de construire le programme avec les informations de débogage (-g pour gcc) et sans optimisation (-O0 pour gcc). À cet effet, sélectionnez la configuration débogage avant de construire le programme pour la première fois.
ja: デバッガをより有効に使用するために、デバッグ情報を生成(gcc に -g オプションを指定)し、最適化を無効(gcc に -O0 オプションを指定)にしてプログラムをビルドすることを強く推奨します。これは、最初にビルドを行う前にデバッグの構成を選択することで行うことができます。

source: The program that you want to debug
fr: le nom du programme que vous souhaitez déboguer,
ja: デバッグするプログラム

source: The drop-down menu of the target drop-down combination box is pre-filled with all executables of the current project. But you can alternatively select another executable which is not part of the project. The debugger also accepts libtool executables; these are scripts generated by libtool which wrap real executables.
fr: Le menu déroulant de la boîte combinée pour la cible est pré-remplie avec tous les exécutables du projet en cours. Mais vous pouvez aussi choisir un autre exécutable ne faisant pas partie du projet. Le débogueur accepte également les exécutables libtool qui sont des scripts, incorporant de vrais exécutables, générés par libtool.
ja: ドロップダウン コンボボックスのリストには、開いているプロジェクトのすべての実行可能ファイルがすでに入力されています。しかし、プロジェクトに含まれていない実行可能ファイルを指定することもできます。デバッガは libtool 実行ファイル(libtool により生成された、本物の実行可能ファイルにたいするラッパー スクリプト)もサポートします。

source: The command-line parameters
fr: les paramètres en ligne de commande,
ja: コマンドラインの引数

source: The working directory
fr: le répertoire de travail,
ja: 作業フォルダ

source: Environment variables
fr: les variables d'environnement,
ja: 環境変数の一覧

source: Environment variables displayed in light gray are the current environment variables. You can add, modify or remove environment variables here.
fr: Les variables d'environnement affichées en gris clair sont les variables d'environnement actuelles. Vous pouvez ici ajouter, modifier ou supprimer des variables d'environnement.
ja: 明るいグレーで表示されているのは現在の環境変数の一覧です。ここで環境変数の追加、変更、削除ができます。

source: To debug Anjuta using Anjuta, you can use a different theme to change the look of the instance being debugged; for example, you could add "GTK2_RC_FILES=/usr/share/themes/Crux/gtk-2.0/gtkrc".
fr: Pour déboguer Anjuta en utilisant Anjuta, vous pouvez utiliser un thème différent pour modifier l'apparence de l'instance en cours de débogage. Par exemple, vous pouvez ajouter « GTK2_RC_FILES=/usr/share/themes/Crux/gtk-2.0/gtkrc ».
ja: Anjuta を使って Anjuta をデバッグするときなどは、例えば環境変数に "GTK2_RC_FILES=/usr/share/themes/Crux/gtk-2.0/gtkrc" を指定して、デバッグされるインスタンスに異なるテーマを適用することができます。

source: Whether the program should run in a terminal or not. If so, the Anjuta terminal plugin is used.
fr: si le programme doit être lancé dans un terminal ou non. Si oui, le greffon Terminal de Anjuta doit être activé.
ja: プログラムを端末内で実行するかどうかを指定します。もし端末内で実行する場合、Anjuta の端末プラグインが使用されます。

source: You can select which program to run and its environment using <menuchoice><guisubmenu>Run</guisubmenu><guimenuitem>Program Parameters…</guimenuitem></menuchoice>. You can choose: <placeholder-1/>
fr: Pour choisir le programme à lancer et son environnement, servez-vous de <menuchoice><guisubmenu>Exécuter</guisubmenu><guimenuitem>Paramètres du programme…</guimenuitem></menuchoice>. Vous pourrez alors sélectionner : <placeholder-1/>
ja: <menuchoice><guisubmenu>実行</guisubmenu><guimenuitem>プログラムのパラメータ</guimenuitem></menuchoice>から、どのプログラムを実行するかと、実行するときの環境が選択できます: <placeholder-1/>

source: Attaching to a Process
fr: Attachement à un processus
ja: プロセスへのアタッチ

source: It is also possible to attach to a running process and debug it by choosing the menu item <menuchoice><guisubmenu>Run</guisubmenu><guimenuitem>Debug Process …</guimenuitem></menuchoice>. A list of all processes running on the system will appear.
fr: Il est également possible d'attacher un processus en cours d'exécution et de le déboguer en choisissant l'élément de menu <menuchoice><guisubmenu>Exécuter</guisubmenu><guimenuitem>Déboguer le processus…</guimenuitem></menuchoice>. Une liste de tous les processus en cours d'exécution dans le système apparaît.
ja: 実行中のプロセスに対してデバッグを行うこともできます。メニューから <menuchoice><guisubmenu>実行</guisubmenu><guimenuitem>プロセスへアタッチ...</guimenuitem></menuchoice>を選択すると、システムで実行中のすべてのプロセスの一覧が表示されます。

source: Attach to Process dialog
fr: Boîte de dialogue « Attacher au processus »
ja: プロセスへのアタッチ ダイアログ

source: Select the process to attach to and click <guibutton>OK</guibutton> to start the debugger, attach to the selected process and stop it.
fr: Choisissez le processus à attacher et cliquez sur <guibutton>Valider</guibutton> pour lancer le débogueur. Il s'attachera au processus sélectionné et le stoppera.
ja: アタッチするプロセスを選択して <guibutton>アタッチ</guibutton> をクリックすると、デバッガが開始されて、選択されたプロセスへのアタッチが行われ、プロセスが停止します。
