Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: Anjuta provides a powerful framework for defining user-defined tools for extending its functionality. Tools have access to almost all features of the IDE through the use of variables. You can add tools under any menu item, specify input, output and error redirection within the GUI framework and supply command-line parameters to the tool.
fr: Anjuta fournit, pour étendre ses fonctionnalités, une structure puissante de définition d'outils personnalisés. Les outils ont accès à presque toutes les fonctionnalités de l'EDI via l'utilisation des variables. Vous pouvez ajouter des outils à n'importe quel élément de menu, définir l'entrée, la sortie et la redirection des erreurs dans la structure GUI ainsi que fournir des paramètres en ligne de commande à l'outil.
ja: Anjuta は、Anjuta 自身の機能を拡張するためのユーザ定義ツールを定義できる強力なフレームワークを提供します。ツールからは、IDE からの変数使用など、大抵の機能にアクセスすることができます。ツールを任意のメニューに追加したり、GUI フレームワークへの入出力、そしてエラー出力のリダイレクトや、ツールにコマンドライン引数を与えることもできます。

source: The tools plugin has to be enabled to use this feature!
fr: Le greffon Outils doit être activé pour utiliser cette fonctionnalité !
ja: ツールプラグインはこれらの機能を兼ね揃えていなければなりません!

source: Tools Examples
fr: Exemples d'outils
ja: ツールの例

source: This is a simple example how to use the tools plugin to integrate the GNOME ChangeLog generation script.
fr: Voici un exemple simple sur la façon d'utiliser le greffon Outils pour intégrer le script de génération du « ChangeLog » de GNOME.
ja: これは GNOME の ChangeLog を生成するスクリプトを、ツール プラグインとしてどのように統合するかの簡単なサンプルです。

source: The tool editor
fr: L'éditeur d'outils
ja: ツール エディタ

source: Authors
fr: Auteurs
ja: 作者

source: The <application>Anjuta</application> project was founded by Naba Kumar. <ulink type="http" url="http://anjuta.org/credits">This page</ulink> lists all Anjuta contributors.
fr: Le projet <application>Anjuta</application> a été créé par Naba Kumar. <ulink type="http" url="http://anjuta.org/team.html">Cette page</ulink> affiche tous les contributeurs à Anjuta.
ja: <application>Anjuta</application> プロジェクトは Naba Kumar によって設立されました。<ulink type="http" url="http://anjuta.org/credits">このページ</ulink> には、Anjuta の開発に寄与したすべての人の一覧が掲載されています。

source: For more information on <application>Anjuta</application>, please visit the project website at <ulink type="http" url="http://anjuta.org/">http://anjuta.org</ulink>. Bug reports should be made using the Bug Tracker at the project development site <ulink type="http" url="http://www.sourceforge.net/projects/anjuta"> http://www.sourceforge.net/projects/anjuta</ulink>.
fr: Pour plus d'informations sur <application>Anjuta</application>, veuillez visiter le site Web du projet <ulink type="http" url="http://anjuta.org/">http://anjuta.org </ulink>. Les rapports d'anomalies doivent être effectués en utilisant Bug Tracker vers le site de développement du projet <ulink type="http" url="http://www.sourceforge.net/projects/anjuta"> http://www.sourceforge.net/projects/anjuta </ulink>.
ja: <application>Anjuta</application> に関する情報を更に得るには、プロジェクトのウェブサイト <ulink type="http" url="http://anjuta.org/">http://anjuta.org</ulink> を訪れてみてください。バグの報告についてはプロジェクト開発サイトである <ulink type="http" url="http://www.sourceforge.net/projects/anjuta"> http://www.sourceforge.net/projects/anjuta</ulink> のバグ追跡システムを使用してください。

source: This manual was written by Naba Kumar, Andy Piper, Biswapesh Chattopadhyay and Johannes Schmid. Please send all comments and suggestions regarding this manual to the Anjuta Devel list <email>anjuta-devel-list@gnome.org</email>. Comments may also be submitted via the project trackers at SourceForge.
ja: このマニュアルはNaba Kumar、Andy Piper、Biswapesh Chattopadhyay、そしてJohannes Schmidが記述しました。マニュアルについてのコメントや提案は、Anjuta の開発者メーリングリストである <email>anjuta-devel-list@gnome.org</email> に送信してください。コメントはSourceForgeのプロジェクト追跡システムにも送信されます。

source: License
fr: Licence
ja: ライセンス

source: This program is free software; you can redistribute it and/or modify it under the terms of the <ulink type="ghelp" url="gnome-help:gpl">GNU General Public License</ulink> as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
fr: Ce programme est un logiciel libre ; vous pouvez le redistribuer et/ou le modifier selon les termes de la <ulink type="ghelp" url="gnome-help:gpl"> Licence Publique Générale GNU </ulink> publiée par la Free Software Foundation ; soit la version 2 ou (à votre discrétion) toute autre version ultérieure.
ja: このプログラムはフリーソフトウェアです。あなたはこれを、フリーソフトウェア財団によって発行された <ulink type="ghelp" url="gnome-help:gpl">GNU 一般公衆利用許諾契約書</ulink> (バージョン2か、希望によってはそれ以降のバージョンのうちどれか)の定める条件の下で再頒布または改変することができます。

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the <citetitle>GNU General Public License</citetitle> for more details.
fr: Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même une garantie implicite de QUALITÉ LOYALE ET MARCHANDE ou DE CONFORMITÉ À UNE UTILISATION PARTICULIÈRE. Voir la <citetitle>Licence Publique Générale GNU</citetitle> pour plus de détails.
ja: このプログラムは有用であることを願って頒布されますが、*全くの無保証*です。商業可能性の保証や特定の目的への適合性は、言外に示されたものも含め全く存在しません。詳しくは <citetitle>GNU 一般公衆利用許諾契約書</citetitle> をご覧ください。

source: A copy of the <citetitle>GNU General Public License</citetitle> is included as an appendix to the <citetitle>GNOME Users Guide</citetitle>. You may also obtain a copy of the <citetitle>GNU General Public License</citetitle> from the Free Software Foundation by visiting <ulink type="http" url="http://www.fsf.org"> their Web site</ulink> or by writing to <address> Free Software Foundation, Inc. <street>51 Franklin Street</street> Fifth Floor <city>Boston</city>, <state>MA</state><postcode>02110-1301</postcode><country>USA</country></address>
fr: Une copie de la licence <citetitle>GNU General Public License</citetitle> est annexée au <citetitle>Guide des utilisateurs de GNOME</citetitle>. Vous pouvez obtenir une copie de la licence <citetitle>GNU General Public License</citetitle> de la Free Software Foundation en visitant leur <ulink type="http" url="http://www.fsf.org">site Web</ulink> ou en écrivant à <address> Free Software Foundation, Inc. <street>51 Franklin Street</street> Fifth Floor <city>Boston</city>, <state>MA</state><postcode>02110-1301</postcode><country>USA</country></address>
ja: <citetitle>GNU General Public License</citetitle> のコピーは <citetitle>GNOME Users Guide</citetitle> の付録に含まれています。<citetitle>GNU General Public License</citetitle> のコピーの入手は <ulink type="http" url="http://www.fsf.org">Free Software Foundationのウェブサイト</ulink> を訪れるか、<address>Free Software Foundation,Inc.<street>51 Franklin Street</street> Fifth Floor <city>Boston</city>,<state>MA</state><postcode>02110-1301</postcode><country>USA</country></address> にメールしてください。

source: translator-credits
fr: Bruno Brouard <annoa.b@gmail.com>, 2009. Gérard Baylard <gerard.b|@|bbox.fr>, 2010.
ja: Hiroyuki Sekihara <hiroyuki.sekihara@gmail.com>, 2010.

source: Anjuta Team
fr: Équipe Anjuta

source: File_name:Line_number
fr: Nom_du_fichier:Numéro_ligne

source: Function_name
fr: Nom_de_la_fonction

source: File:Function_name
fr: Fichier:Nom_de_la_fonction

source: CPU
fr: Processeur

source: This manual was written by Naba Kumar, Andy Piper, Biswapesh Chattopadhyay and Johannes Schmid. Please send all comments and suggestions regarding this manual to the Anjuta Devel list <email>anjuta-devel@list.sourceforge.net</email>. Comments may also be submitted via the project trackers at SourceForge.
fr: Ce manuel a été écrit par Naba Kumar, Andy Piper, Biswapesh Chattopadhyay et Johannes Schmid. Veuillez envoyer tous vos commentaires ou suggestions concernant ce manuel à la liste de discussion Anjuta Devel <email>anjuta-devel@list.sourceforge.net</email>. Les commentaires peuvent également être envoyés via « project trackers » sur SourceForge.
