Repository: 00mjk/anjuta
Catalog: manuals/anjuta-manual/*/*.po
Languages: fr, ja

source: The first format is obvious — the location refers to the line number <emphasis>Line_number</emphasis> in the source file <emphasis>File</emphasis>. The second format refers to the first line of the function <emphasis>Function_name</emphasis>. The third is similar to the second, except that this notation is used where there is more than one function with the name <emphasis>Function_name</emphasis> in the program. It is possible to differentiate between them by providing the <emphasis>File</emphasis>, so the notation refers to the function <emphasis>Function_name</emphasis> in the file <emphasis>File</emphasis>.
fr: Le premier format est évident — l'emplacement se réfère au numéro de ligne <emphasis>Numéro_ligne</emphasis> du fichier source <emphasis>Nom_du_fichier</emphasis>. Le second format se réfère à la première ligne de la fonction <emphasis>Nom_de_la_fonction</emphasis>. Le troisième format est identique au second, mais vous devez utiliser cette notation s'il y a plus d'une fonction portant le nom <emphasis>Nom_de_la_fonction</emphasis> dans le programme. On les distingue en fournissant le <emphasis>Nom_du_fichier</emphasis>, ainsi la notation fait référence à la fonction <emphasis>Nom_de_la_fonction</emphasis> du fichier <emphasis>Fichier</emphasis>.
ja: 最初の書式の意味は明白でしょう － ブレークポイントはソース ファイル <emphasis>File</emphasis> の中の、行番号 <emphasis>Line_number</emphasis> に設定されます。2番目の書式では関数 <emphasis>Function_name</emphasis> の最初の行に設定されます。3番目の書式は2番目と似ています。異なるのは、この書式がプログラムの中に関数 <emphasis>Function_name</emphasis> が複数あるような場合に使用されるというということです。ファイル <emphasis>File</emphasis> を指定することによって、ファイル <emphasis>File</emphasis> の関数 <emphasis>Function_name</emphasis> という参照の仕方でそれらを区別します。

source: The <emphasis>Condition</emphasis> parameter displays a associated expression which should evaluate to a Boolean value — that is, the evaluation of the expression should result in either TRUE(1) or FALSE(0). If the final evaluation value is not a Boolean value, then it will be appropriately type cast to a Boolean.
fr: Le paramètre <emphasis>Condition</emphasis> affiche une expression associée qui doit renvoyer une valeur booléenne — l'évaluation de l'expression doit donner comme résultat TRUE (1) ou FALSE (0). Si le résultat de l'évaluation donne une valeur non booléenne, elle sera alors forcée en type booléen comme il se doit.
ja: <emphasis>条件</emphasis> は真偽値として評価される式 － つまり評価した結果がTRUE(1)、またはFALSE(0)となる式です。評価した結果が真偽値でない場合、適切なキャストにより真偽値として評価します。

source: Every time the breakpoint is encountered during your program's execution, the break condition will be evaluated. The debugger will break the execution only if the evaluation results in a TRUE value, otherwise it will continue the execution as though there had been no breakpoint.
fr: Chaque fois qu'un point d'arrêt est rencontré pendant l'exécution du programme, la condition d'arrêt est évaluée. Le débogueur stoppe l'exécution seulement si le résultat de l'évaluation donne VRAI sinon il continue l'exécution comme s'il n'y avait pas de point d'arrêt.
ja: プログラムの実行がその場所にさしかかったときは、条件式が毎回評価されます。デバッガは評価した結果が TRUE の場合は実行を停止します。結果が TRUE でない場合は、ブレークポイントが設定されていないのと同様に実行を続けます。

source: The default value, if you leave this field blank, of <emphasis>Condition</emphasis> is TRUE. The debugger will always break the execution at the breakpoint location.
fr: Si ce champ est vide, la valeur par défaut de <emphasis>Condition</emphasis> est VRAI. Le débogueur suspendra toujours l'exécution à l'emplacement du point d'arrêt.
ja: <emphasis>条件</emphasis> を、デフォルトのブランクにしておいた場合は、TRUE が設定されます。デバッガはこのブレークポイントで毎回実行を停止します。

source: Pass Count
fr: Nombre de passages
ja: パスの回数

source: The <emphasis>Pass count</emphasis> is an integer (unsigned) value which tells the debugger to skip the breakpoint that number of times before it is considered. <emphasis>Pass count</emphasis> has a higher priority than the <emphasis>Break condition</emphasis>. Only when the <emphasis>Pass count</emphasis> reaches zero will the debugger evaluate the <emphasis>Break condition</emphasis> (if any condition is present). If there is no condition, the debugger will break the execution once the <emphasis>Pass count</emphasis> counts down to zero.
fr: Le <emphasis>nombre de passages</emphasis> est une valeur entière (non signée) qui indique au débogueur le nombre de fois où il doit ignorer le point d'arrêt avant de le prendre en considération. Le <emphasis>nombre de passages</emphasis> possède une priorité supérieure à la <emphasis>condition d'arrêt</emphasis>. Ce n'est qu'une fois le <emphasis>nombre de passages</emphasis> atteint que le débogueur évaluera la <emphasis>condition d'arrêt</emphasis> (si elle existe). S'il n'y en a pas, le débogueur interrompt l'exécution dès que le <emphasis>nombre de passages</emphasis> a été atteint.
ja: <emphasis>パスの回数</emphasis> には、デバッガがブレークポイントを評価するまで、何回ブレークポイントをスキップするかを整数(符号なし)で指定します。<emphasis>パスの回数</emphasis> は <emphasis>条件</emphasis> より優先されます。デバッガは <emphasis>パスの回数</emphasis> が0になったときだけ、<emphasis>条件</emphasis> を評価します(条件が設定されていた場合)。条件が設定されていない場合、デバッガは <emphasis>パスの回数</emphasis> が0に減らされたことにより実行を停止します。

source: The default value, if you leave this field blank, of the <emphasis>Pass count</emphasis> is zero. The breakpoint will be considered when it is first encountered.
fr: Si ce champ est vide, la valeur par défaut du <emphasis>nombre de passages</emphasis> est zéro. Le point d'arrêt sera pris en compte dès la première fois où il sera atteint.
ja: <emphasis>パスの回数</emphasis> を、デフォルトのブランクにした場合は、0が設定されます。ブレークポイントは最初に実行がさしかかったときから評価されます。

source: Enter the location and, optionally, the break condition and the pass count; then click <guibutton>OK</guibutton> to set the breakpoint. <placeholder-1/>
fr: Saisissez l'emplacement et, éventuellement, la condition d'arrêt et le nombre de passages, puis cliquez sur <guibutton>Valider</guibutton> pour définir le point d'arrêt. <placeholder-1/>
ja: 位置、およびオプションとして条件とパスの回数を入力して <guibutton>OK</guibutton> をクリックすることによりブレークポイントが設定されます。<placeholder-1/>

source: A breakpoint may also be set by selecting a line in the editor and choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Toggle Breakpoint</guimenuitem></menuchoice> in the editor context menu or the <guibutton>Toggle Breakpoint</guibutton> icon in the <interface>Debug toolbar</interface>.
fr: Un point d'arrêt peut également être défini en sélectionnant une ligne dans l'éditeur et en choisissant l'élément <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Basculer le point d'arrêt</guimenuitem></menuchoice> dans le menu contextuel de l'éditeur ou en cliquant sur l'icône <guibutton>Basculer le point d'arrêt</guibutton> dans la <interface>barre d'outils du débogueur</interface>.
ja: ブレークポイントの設定はエディタで行を選択して、メニューかコンテキスト メニューの <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>ブレークポイントの ON/OFF</guimenuitem></menuchoice> を選択するか、<interface>デバッグ ツールバー</interface>の<guibutton>ブレークポイントの ON/OFF</guibutton> アイコンをクリックします 。

source: Breakpoints can be added even if the debugger is not started, or in a dynamic library which is not loaded yet. But they cannot be added while a program is running under control of the debugger.
fr: Des points d'arrêts peuvent être ajoutés même si le débogueur n'est pas lancé, de même que dans une bibliothèque dynamique non encore chargée. Mais ils ne peuvent pas être ajoutés pendant qu'un programme tourne sous le contrôle du débogueur.
ja: デバッガが開始されていない場合や、動的ライブラリがまだロードされていない場合でもブレークポイントは追加することができます。しかしプログラムがデバッガの制御下で実行されていない場合は有効になりません。

source: Editing Breakpoints
fr: Modification des points d'arrêt
ja: ブレークポイントの編集

source: You can change the condition and the pass count by selecting the breakpoint in the breakpoint list and clicking <menuchoice><guimenuitem>Edit Breakpoint</guimenuitem></menuchoice> in the popup menu.
fr: Vous pouvez modifier la condition et le nombre de passage en sélectionnant le point d'arrêt dans la liste et en cliquant sur <menuchoice><guimenuitem>Modifier le point d'arrêt</guimenuitem></menuchoice> dans le menu contextuel.
ja: ブレークポイントの一覧からブレークポイントを選択し、ポップアップ メニューから <menuchoice><guimenuitem>ブレークポイントの編集</guimenuitem></menuchoice> をクリックすると、ブレークポイントの条件やパスの回数を変更することができます。

source: Edit the entries as required and click on <guibutton>OK</guibutton> to commit the changes.
fr: Modifiez les entrées selon vos souhaits et cliquez sur <guibutton>Valider</guibutton> pour confirmer les modifications.
ja: 必要な項目を入力して <guibutton>OK</guibutton> をクリックすれば変更を適用することができます。

source: Deleting Breakpoints
fr: Suppression des points d'arrêt
ja: ブレークポイントの削除

source: Select the breakpoint in the breakpoint list view and click on <menuchoice><guimenuitem>Remove Breakpoint</guimenuitem></menuchoice> to delete it.
fr: Sélectionnez le point d'arrêt dans la fenêtre de la liste et cliquez sur <menuchoice><guimenuitem>Enlever le point d'arrêt</guimenuitem></menuchoice> pour le supprimer.
ja: ブレークポイントの一覧からブレークポイントを選択して <menuchoice><guimenuitem>ブレークポイントの削除</guimenuitem></menuchoice> をクリックすると、ブレークポイントを削除することができます。

source: A existing breakpoint may also be deleted by selecting its line in the editor and choosing the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Toggle Breakpoint</guimenuitem></menuchoice>, the editor context menu item <menuchoice><guimenuitem>Toggle Breakpoint</guimenuitem></menuchoice> or the <guibutton>Toggle Breakpoint</guibutton> icon in the <interface>Debug toolbar</interface>.
fr: Un point d'arrêt existant peut également être supprimé en sélectionnant la ligne dans l'éditeur et en choisissant l'élément <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Basculer le point d'arrêt</guimenuitem></menuchoice> dans le menu principal, l'élément <menuchoice><guimenuitem>Basculer le point d'arrêt</guimenuitem></menuchoice> dans le menu contextuel de l'éditeur ou en cliquant sur l'icône <guibutton>Basculer le point d'arrêt</guibutton> dans la <interface>barre d'outils du débogueur</interface>.
ja: すでに存在するブレークポイントは、エディタでブレークポイントが設定されている行を選択してメニューの <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>ブレークポイントの ON/OFF</guimenuitem></menuchoice> を選択するか、エディタのコンテキスト メニューから <menuchoice><guimenuitem>ブレークポイントの ON/OFF</guimenuitem></menuchoice> を選択、または <interface>デバッグ ツールバー</interface> の <guibutton>ブレークポイントの ON/OFF</guibutton> アイコンをクリックすることにより削除できます。

source: You can remove all breakpoints by clicking on <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Remove All Breakpoints</guimenuitem></menuchoice> or on <menuchoice><guimenuitem>Remove All Breakpoints</guimenuitem></menuchoice> in the breakpoint list context menu.
fr: Vous pouvez supprimer tous les points d'arrêt en cliquant sur <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Enlever tous les points d'arrêt</guimenuitem></menuchoice> ou sur <menuchoice><guimenuitem>Enlever tous les points d'arrêt</guimenuitem></menuchoice> dans le menu contextuel de la liste des points d'arrêt.
ja: <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>すべてのブレークポイントの削除</guimenuitem></menuchoice> をクリックする、またはブレークポイント一覧のコンテキスト メニューで <menuchoice><guimenuitem>すべてのブレークポイントの削除</guimenuitem></menuchoice> を選択することにより、すべてのブレークポイントを削除することができます。

source: Enabling or Disabling Breakpoints
fr: Activation ou désactivation des points d'arrêt
ja: ブレークポイントの有効/無効

source: Click on the Enable column of the <interface>Breakpoint list window</interface> or in the context menu item <menuchoice><guimenuitem>Enable Breakpoint</guimenuitem></menuchoice> to enable or disable the selected breakpoint. The breakpoint will be enabled or disabled, depending on its current state.
fr: Cliquez sur la case à cocher de la colonne « Activé » de la fenêtre <interface>Points d'arrêt</interface> ou sur l'élément <menuchoice><guimenuitem>Activer le point d'arrêt</guimenuitem></menuchoice> du menu contextuel pour activer ou désactiver le point d'arrêt sélectionné. Le point d'arrêt basculera entre activé ou désactivé selon son état actuel.
ja: <interface>ブレークポイントの一覧 ウィンドウ</interface> の列で有効にチェックを入れるか、コンテキスト メニューで <menuchoice><guimenuitem>ブレークポイントを有効にする</guimenuitem></menuchoice> を選択することにより、選択したブレークポイントの有効/無効にすることができます。ブレークポイントを有効になるか無効になるかは、ブレークポイントのそのときの状態に依存します。

source: To disable all breakpoints, click on <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Disable All Breakpoints</guimenuitem></menuchoice> or on <menuchoice><guimenuitem>Disable All Breakpoints</guimenuitem></menuchoice> in the breakpoint list context menu.
fr: Pour désactiver tous les points d'arrêt, cliquez, soit sur <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Désactiver tous les points d'arrêt</guimenuitem></menuchoice>, soit sur <menuchoice><guimenuitem>Désactiver tous les points d'arrêt</guimenuitem></menuchoice> dans le menu contextuel de leur liste.
ja: すべてのブレークポイントを無効にするには、<menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>全ブレークポイントを無効にする</guimenuitem></menuchoice>か 、ブレークポイント一覧のコンテキスト メニューで <menuchoice><guimenuitem>全ブレークポイントを無効にする</guimenuitem></menuchoice> をクリックします。

source: Expressions
ja: 式

source: Listing local variables
fr: Liste des variables locales
ja: ローカル変数の一覧

source: When a program is running under the control of the debugger, the <interface>Locals list window</interface> can be opened by choosing <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Locals</guimenuitem></menuchoice>.
fr: Lorsqu'un programme tourne sous le contrôle du débogueur, vous ouvrez la fenêtre des variables <interface>Locales</interface> en cochant <menuchoice><guisubmenu>Affichage</guisubmenu><guimenuitem>Variables locales</guimenuitem></menuchoice> dans le menu.
ja: プログラムがデバッガの制御下で実行されているときに、<menuchoice><guisubmenu>表示</guisubmenu><guimenuitem>ローカル</guimenuitem></menuchoice> を選択すると、<interface>ローカル一覧 ウィンドウ</interface> が表示されます。

source: Local variables
fr: Variables locales
ja: ローカル変数

source: Local variables of the current frame (the current function in which the program control is present) are displayed in the <interface>Locals window</interface>. During execution of the program (e.g. during single stepping), local variables will be updated. If any variable value was changed in the last debugging step, its value will be highlighted in red. Variables are presented in a tree form for easy view. <placeholder-1/>
fr: Les variables locales du cadre courant (i.e. la fonction actuellement sous contrôle du programme) sont affichées dans la fenêtre <interface>Locales</interface>. Pendant l'exécution du programme (par ex. pendant un pas à pas) les variables locales seront mises à jour. Si la valeur d'une des variables a changé depuis le précédent pas de débogage, sa valeur est mise en surbrillance en rouge. Les variables sont affichées sous forme arborescente pour une meilleure présentation. <placeholder-1/>
ja: 現在のフレーム(プログラムで実行中の関数)のローカル変数が <interface>ローカル ウィンドウ</interface> に表示されます。関数の実行中(例 シングルステップで実行中)、ローカル変数の値は更新されます。デバッグの直前のステップで値が変化した変数は赤色でハイライト表示されます。変数は見易いようにツリー表示されます。<placeholder-1/>

source: The value of a local variable can be modified by selecting it and clicking in the <guilabel>Value</guilabel> column.
fr: La valeur d'une variable locale peut être modifiée en la sélectionnant et en cliquant dans la colonne <guilabel>Valeur</guilabel>.
ja: <guilabel>値</guilabel> 列をクリックすることにより、ローカル変数の値を変更することができます。

source: <application>gdb</application> is more and more often used as a back end for a graphical front end. It has been improved recently in this area. It is recommended that you use the latest version (6.6) of gdb. With older versions, gdb can crash when the front end asks for an pointer with an invalid (but unused) value.
fr: <application>gdb</application> est de plus en plus souvent utilisé comme moteur de l'interface graphique. Il a récemment été amélioré dans ce domaine. Il est recommandé d'utiliser la dernière version (6.6) de gdb. Avec les versions antérieures, gdb peut s'arrêter brutalement lorsque l'interface interroge un pointeur de valeur incorrecte (mais inutilisée).
ja: <application>gdb</application> は、GUI のバックエンドとして頻繁に使用されており、この分野で改良されつづけてきました。gdb は最新のバージョン(6.6)の使用をおすすめします。古いバージョンの gdb は、無効なポインタ(たとえ使用していなくても)を参照したときにクラッシュすることがあります。

source: Listing watched expressions
fr: Liste des expressions inspectées
ja: ウォッチ式の一覧

source: Inspecting or evaluating an expression provides the result only once. To continuously monitor some variables or expressions, use <emphasis>expression watches</emphasis>.
fr: L'inspection ou l'évaluation d'une expression ne donne le résultat qu'une seule fois. Pour contrôler de manière continue des variables ou des expressions, utilisez <emphasis>Variables inspectées</emphasis>.
ja: 式の検査や評価は、そのとき1度しか行えません。継続して変数や式をモニターする場合は <emphasis>ウォッチ式</emphasis> を使用します。

source: Choose the menu item <menuchoice><guisubmenu>View</guisubmenu><guimenuitem>Watches</guimenuitem></menuchoice> to display the <interface>Watches window</interface>.
fr: Choisissez l'élément de menu <menuchoice><guisubmenu>Affichage</guisubmenu><guimenuitem>Variables inspectées</guimenuitem></menuchoice> pour afficher la fenêtre <interface>Variables inspectées</interface>.
ja: メニューから<menuchoice><guisubmenu>表示</guisubmenu><guimenuitem>ウォッチ</guimenuitem></menuchoice>を選択すると、<interface>ウォッチ ウィンドウ</interface>が表示されます。

source: Adding an expression to watch
fr: Ajout d'une expression à inspecter
ja: ウォッチ式の追加

source: Right-click on the <interface>Watches window</interface> to open the context menu. Choose the menu item <guimenuitem>Add Watch…</guimenuitem>. Alternatively, you can use <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Add Watch…</guimenuitem></menuchoice> A dialog prompting for the expression will appear. Enter the expression and click <guibutton>OK</guibutton>.
fr: Faites un clic droit sur la fenêtre <interface>Variables inspectées</interface> pour ouvrir le menu contextuel. Choisissez l'élément <guimenuitem>Ajouter à l'inspecteur…</guimenuitem>. Vous avez aussi l'alternative d'utiliser l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Ajouter à l'inspecteur…</guimenuitem></menuchoice>. Une boîte de dialogue vous invitant à saisir l'expression apparaît. L'opération effectuée, cliquez sur <guibutton>Ajouter</guibutton>.
ja: <interface>ウォッチ ウィンドウ</interface> を右クリックして表示されるコンテキスト メニューから<guimenuitem>ウォッチの追加...</guimenuitem> を選択するか、<menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>ウォッチの追加...</guimenuitem></menuchoice> で式を入力するダイアログが表示されるので、式を入力して <guibutton>OK</guibutton> をクリックします。

source: By default watch expressions are updated automatically each time the program is stopped. This can be changed in the add watch dialog or later using the <guimenuitem>Automatic update</guimenuitem> menu item in the <interface>Watches window</interface> context menu. A watched expression can be updated manually by choosing <guimenuitem>Update Watch</guimenuitem> or <guimenuitem>Update All</guimenuitem> in the context menu.
fr: Par défaut, les expressions inspectées sont mises à jour automatiquement chaque fois que le programme s'arrête. Ce comportement peut être modifié dans la boîte de dialogue « Ajouter à l'inspecteur » ou bien ultérieurement en décochant <guimenuitem>Mise à jour automatique</guimenuitem> dans la fenêtre <interface>Variables inspectées</interface> ouverte avec le menu contextuel. Une expression inspectée peut être mise à jour à la demande en choisissant <guimenuitem>Mettre à jour l'inspecteur</guimenuitem> ou <guimenuitem>Tout mettre à jour</guimenuitem> dans le menu contextuel.
ja: デフォルトではウォッチ式はプログラムが停止するたびに更新されます。これはウォッチ式の追加 ダイアログ。または <interface>ウォッチ ウィンドウ</interface> のコンテキスト メニューの <guimenuitem>自動的に更新する</guimenuitem> で設定することができます。ウォッチ式はコンテキスト メニューの <guimenuitem>全ウォッチの更新</guimenuitem>、または <guimenuitem>すべて更新</guimenuitem> を選択することにより手動で更新することができます。

source: It is not necessary to have the debugger running to add a new watch expression. If the debugger is not running or the corresponding expression cannot be found, the front end will try to create the watch expression each time the program is stopped.
fr: Il n'est pas nécessaire que le débogueur soit lancé pour ajouter une nouvelle expression à inspecter. Si le débogueur n'est pas lancé ou si l'expression correspondante ne peut pas être trouvée, l'interface essayera de créer l'expression à inspecter chaque fois que le programme est stoppé.
ja: 新しいウォッチ式を追加するときにデバッガが実行されている必要はありません。デバッガが実行されてしない、または一致するような式が見つからないような場合、プログラムが停止するたびにウォッチ式を作成しようと試みます。

source: Removing a watched expression
fr: Suppression d'une expression à inspecter
ja: ウォッチ式の削除

source: Right-click the watch expression that you want to remove in the <interface>Watches window</interface>, then choose the context menu item <guimenuitem>Remove</guimenuitem> to remove it.
fr: Faites un clic droit sur l'expression inspectée que vous souhaitez supprimer dans la fenêtre <interface>Variables inspectées</interface>, puis choisissez l'élément <guimenuitem>Supprimer</guimenuitem> dans le menu contextuel.
ja: <interface>ウォッチ ウィンドウ</interface> で削除したいウォッチ式を右クリックして、コンテキスト メニューから <guimenuitem>ウォッチの削除</guimenuitem> を選択するとウォッチ式を削除することができます。

source: All watches can be removed by choosing <guimenuitem>Remove All</guimenuitem> in the context menu of the <interface>Watches window</interface>.
fr: L'ensemble des variables inspectées peut être supprimé d'un coup en choisissant <guimenuitem>Tout supprimer</guimenuitem> dans le menu contextuel de la fenêtre <interface>Variables inspectées</interface>.
ja: <interface>ウォッチ ウィンドウ</interface> のコンテキスト メニューから <guimenuitem>すべて削除</guimenuitem> を選択すると、すべてのウォッチを削除することができます。

source: Evaluating expressions
fr: Évaluation des expressions
ja: 式の評価

source: When control is returned from a program — possibly at a breakpoint — it is possible to evaluate expressions or inspect the values of variables in the program. Choose the menu item <menuchoice><guisubmenu>Debug</guisubmenu><guimenuitem>Inspect/Evaluate …</guimenuitem></menuchoice>, <menuchoice><guimenuitem>Inspect/Evaluate …</guimenuitem></menuchoice> in the context menu of the editor or click the <guibutton>Inspect</guibutton> button on the <interface>Debug Toolbar</interface>.
fr: Lorsque le contrôle est rendu par le programme — peut-être sur un point d'arrêt — il est possible d'évaluer les expressions ou d'inspecter les valeurs des variables du programme. Choisissez, soit l'élément de menu <menuchoice><guisubmenu>Déboguer</guisubmenu><guimenuitem>Inspecter/Évaluer…</guimenuitem></menuchoice>, soit <menuchoice><guimenuitem>Inspecter/Évaluer…</guimenuitem></menuchoice> dans le menu contextuel de l'éditeur,soit encore cliquez sur le bouton <guibutton>Inspecter</guibutton> dans la <interface>barre d'outils du débogueur</interface>.
ja: ブレークポイントなどでデバッガから制御が戻ったときに、式の評価やプログラムで使用している変数の値を調べることができます。メニューから <menuchoice><guisubmenu>デバッグ</guisubmenu><guimenuitem>検査/評価...</guimenuitem></menuchoice>、またはエディタのコンテキスト メニューで <menuchoice><guimenuitem>検査/評価...</guimenuitem></menuchoice> を選択するか、<interface>デバッグ ツールバー</interface> の <guibutton>検査</guibutton> ボタンをクリックします。

source: A window will appear showing the evaluation of the expression highlighted in the editor. You can evaluate a new expression by clicking on the <guilabel>name</guilabel> column and entering the new one.
fr: Une fenêtre apparaît affichant l'évaluation de l'expression en évidence dans l'éditeur. Vous pouvez évaluer une nouvelle expression en cliquant sur la colonne <guilabel>Variable</guilabel> et en y saisissant l'expression.
ja: ウィンドウが表示され、式の評価結果をハイライト表示します。<guilabel>変数</guilabel> の列をクリックすれば新しい式を入力することができます。

source: You can add the expression to the list of watched expressions directly by clicking on the <guibutton>Add</guibutton> button.
fr: Vous pouvez ajouter directement cette expression à la liste des expressions inspectées en cliquant sur le bouton <guibutton>Ajouter</guibutton>.
ja: <guibutton>追加</guibutton> ボタンをクリックすれば、ウォッチ式の一覧に式を直接追加することができます。
