Repository: 00mjk/anjuta
Catalog: trunk/po/*.po
Languages: bg

source: A .glade file does not exist in the top level Project directory. If you do not use glade for GUI editing, please specify a custom command for it in [Project]->[Project Configuration]->[GUI editor command]
bg: Файл .glade не е намерен в указаната главна папка на проекта. Ако не използвате glade за графично редактиране, укажете стандартната команда за него в [Проект]->[Конфигурация на проект]->[Команди на графичния редактор]

source: A .glade file does not exist in the top level Project directory.
bg: Файл .glade не е намерен в главната папка на проекта.

source: Recent Projects
bg: Последни проекти

source: Project:
bg: Проект:

source: Unable to get relative file name for %s in %s
bg: Не може да се зададе свързано име на файл за %s в %s

source: already exists in the project
bg: го има в проекта

source: Error while copying the file inside the module.
bg: Грешка при копирането на файла вътре в модула.

source: Error in loading Project: %s
bg: Грешка при зареждане на прокета: %s

source: Project loaded successfully.
bg: Проекта е зареден успешно.

source: Are you sure you want to remove the item '%s' from the Project?
bg: Сигурни ли сте, че искате да премахнете записа '%s' от проекта?

source: There is already a Project open.Do you want to close it first?
bg: Има отворен проект.Желаете ли да го затворите?

source: Help files
bg: Помощни файлове

source: Pascal files
bg: Pascal файлове

source: PHP files
bg: PHP файлове

source: Perl files
bg: Perl файлове

source: Python files
bg: Python файлове

source: Shell Script files
bg: Файлови документи на обвивката

source: Visual Basic files
bg: Visual Basic файлове

source: .lua files
bg: .lua файлове

source: PNG files
bg: PNG файлове

source: JPG files
bg: JPG файлове

source: BMP files
bg: BMP файлове

source: GIF files
bg: GIF файлове

source: Text files
bg: Текстови файлове

source: XML files
bg: XML файлове

source: HTML files
bg: HTML файлове

source: DOC files
bg: DOC дайлове

source: PO files
bg: PO файлове

source: C/C++ Headers
bg: C/C++ хедъри

source: Add file to module:
bg: Добавяне на файла към модул:

source: Include file
bg: Файл за включване

source: Source file
bg: Файл с изходен код

source: Help file
bg: Помощен файл

source: Data file
bg: Файл с информация

source: Pixmap file
bg: Файл с изображение

source: Translation file
bg: Файл с превод

source: Doc file
bg: Doc файл

source: Add File
bg: Добавяне на файл

source: Open in Anjuta
bg: Отваряне в Anjuta

source: Configure Project
bg: Конфигурация на проекта

source: Project Info
bg: Информация за проекта

source: Project Information
bg: Информация за проекта

source: Project Information
bg: Информация за проекта

source: Author:
bg: Автор:

source: Project Name:
bg: Име на проект:

source: Program Name:
bg: Име на програма:

source: Source files:
bg: Файлове с изходен код:

source: Help files:
bg: Помощни файлове:

source: Data files:
bg: Файлове с информация:

source: Pixmap files:
bg: Файлове с изображения:

source: Doc files:
bg: Doc файлове:

source: Po files:
bg: Po файлове:

source: Gettext support:
bg: Поддръжка на gettext:

source: Project Type:
bg: Тип на проекта:

source: Project is not saved. Do you want to save it before closing?
bg: Проектът не е запазен. Желаете ли да го запазите преди затваряне?

source: Catalan
bg: Каталонски

source: Czech
bg: Чешки

source: Danish
bg: Датски

source: German
bg: Немски

source: Spanish
bg: Испански

source: Finnish
bg: Финландски

source: French
bg: Френски

source: Croatian
bg: Хърватски

source: Hungarian
bg: Унгарски

source: Islandic
bg: Исландски

source: Italian
bg: Италиански

source: Macedonian
bg: Македонски

source: Dutch
bg: Холандски

source: Norwegian
bg: Норвежки

source: Polish
bg: Полски

source: Portuguese
bg: Португалски

source: Russian
bg: Руски

source: Slovak
bg: Словенски

source: Simplified Chinese
bg: Опростен китайски

source: Chinese
bg: Китайски

source: Estonian
bg: Естонски

source: Select regional language
bg: Избиране на сходен език

source: Select regional language:
bg: Избор на сходен език

source: Unable to find pixmap file: %s
bg: Не е намерен графичен файл: %s

source: "%s" does not exist. Do you want to create it now ?
bg: "%s" не е намерен. Желаете ли да го създадете ?

source: Not a regular file: %s.
bg: Не е обикновен файл: %s.

source: "%s" does not exist in the current module directory. Do you want to IMPORT (copy) it into the module?
bg: "%s" не съществува в текущата папка с модули. Желаете ли да го ВМЪКНЕТЕ (копирате) в модула?

source: Unable to find import script %s
bg: Не може да се намери програмата за въвеждане %s

source: %s: Not a regular file
bg: %s: не е обикновен файл

source: Importing Project from %s ...
bg: Вмъкване на проект от %s ...

source: Could not launch script!
bg: Програмата не може да се изпълни!

source: Importing Project...please wait
bg: Въвеждане на проект...изчакайте

source: Project import completed...unsuccessful
bg: Завършване въвеждането на проекта...неуспешно

source: Project import completed...unsuccessful
bg: Завършване въвеждането на проект...неуспешно

source: Project import completed...successful
bg: Завършване въвеждането на проект...успешно

source: Project import completed...successful
bg: Завършване въвеждането на проект...успешно

source: Could not import Project: no project file found!
bg: Не може да се въведе проект: няма намерен файл на проекта!

source: Opening Project...please wait
bg: Отваряне на проект...изчакайте

source: Could not open generated Project file
bg: Не може да се отвори генерирания файл на проекта

source: Please complete all of the required fields
bg: Моля попълнете изискваните полета

source: Confirm the following information:
bg: Потвърждаване на информацията:

source: Project Name:
bg: Име на проект:

source: Project Type:
bg: Тип на проект:

source: Target Type:
bg: Тип на цел:

source: Source Target:
bg: Изходна цел:

source: Version:
bg: Версия:

source: Author:
bg: Автор:

source: Language:
bg: Език: ···

source: Gettext Support:
bg: Поддръжка на Gettext:

source: The import operation has already begun. Click Cancel to skip the customisation stage, or Next to continue.
bg: Операцията за въвеждането е вече започната. Изберете Отказване, за да пропуснете изграждането на скелета или Следващ, за да продължите.

source: The Project Import Wizard scans the directory of an existing code project, and attempts to import the structure into an Anjuta Project. There will be a chance to update any autodetected values during the import process. THIS IS AN EXPERIMENTAL FEATURE
bg: Помощника за въвеждане на проект проверява папката за съществуващ код на проект и ще се опита да преобразува структурата в проект на Anjuta. Има вероятност за обновяване на всички автоматично намерени стойности по време на процеса за въвеждане. ТОВА Е ЕКСПЕРИМЕНТАЛЕН ЕЛЕМЕНТ

source: Project Import Wizard
bg: Помощник за въвеждане на проект

source: Select directory
bg: Избиране на папка

source: Select top level directory of an existing project
bg: Изберете главната папка на проекта

source: Select existing project directory
bg: Избиране на съществуваща папка на проект

source: Click Forward to begin the import
bg: Натискане на бутона Напред, за да започне въвеждането

source: Error writing to file: %s.
bg: Грешка при запис във файл: %s.

source: Error writing to: %s.
bg: Грешка при записването в: %s.

source: Source Paths
bg: Изходни пътища

source: <b>Project description:</b>
bg: <b>Описание на прокт:</b>

source: <b>Select the type of application to be developed</b>
bg: <b>Избор на тип на приложение за разработване</b>

source: Basic Information
bg: Главна информация

source: Destination:
bg: Назначение:

source: Enter the basic Project information
bg: Въвеждане главната информация за проекта

source: Project Type
bg: Тип на проекта

source: The Application Wizard will generate a basic skeleton for a project, including all of the build files. It will ask for details of the initial structure for the application. Please answer the questions carefully, as it may not be possible to change some of the settings later.
bg: Помощника на приложения ще създаде основният скелет на проекта,включително всички файлове за изграждането. Ще бъдете запитани за подробности за началната структура на приложението. Отговорете внимателно на въпросите, понеже има вероятност да не можете да промените някои от настройките по-късно.

source: label
bg: етикет

source: Confim the following information:
bg: Потвърждаване на информацията:

source: Project Type:
bg: Тип на проекта:

source: Unable to find any project template in %s
bg: Няма намереш шаблон за проект в %s

source: Field "%s" is mandatory. Please enter it.
bg: Полето "%s" е задължително. Попълнете го.

source: Directory "%s" already exists. Project creation could fail if some files cannot be written. Do you want to continue?
bg: Папката "%s" вече съществува. Създаването на проекта може да пропадне, ако някои от файловете не могат да бъдат записани. Желаете ли да продължите?

source: Could not find autogen version 5, please install the autogen package. You can get it from http://autogen.sourceforge.net
bg: Няма намерена версия на autogen 5, инсталирайте autogen пакета. Можете да го свалите от http://autogen.sourceforge.net

source: Unable to build project wizard user interface
bg: Не може да се изгради потребителския интерфейс за помощника на проекта.

source: New project has been created successfully
bg: Новият проект е успешно създаден

source: Skipping %s: file already exists
bg: Пропускане на %s: файлът съществува

source: Creating %s (using AutoGen)
bg: Създаване на %s (използва се AutoGen)

source: Creating %s
bg: Създаване %s

source: Executing:
bg: Изпълнение:

source: New Project Wizard
bg: Нов помощник за проект

source: Icon choice
bg: Избиране на икона

source: _Sample action
bg: _Примерно действие

source: Sample action
bg: Примерно действие

source: Sample file operations
bg: Примерни действия с файлове

source: SamplePlugin
bg: Примерен модул

source: Force
bg: Принудително

source: Password:
bg: Парола:

source: Realm:
bg: Област:

source: Recurse
bg: Рекурсия

source: Remember Password
bg: Запомняне на парола

source: Repository authorization
bg: Упълномощение на хранилището

source: realm
bg: област

source: Add
bg: Добавяне

source: Restore
bg: Възстановяване

source: Revert
bg: Връщане

source: Revert failed
bg: Връщането пропадна

source: Skip
bg: Пропускане

source: Update completed
bg: Приключване на обновяването

source: Directories to scan
bg: Папки за преглеждане

source: Please enter a name and at least one directory.
bg: Въведете име и поне една папка

source: Anjuta tags files
bg: Етикети за файлове на Anjuta

source: API Tags
bg: API етикети

source: <b>Available API tags:</b>
bg: <b>Налични API етикети:</b>

source: <b>Create API tags:</b>
bg: <b>Създаване на API етикети:</b>

source: Add directories in the list to scan:
bg: Добавяне на папки към списъка за преглеждане

source: Add directory
bg: Добавяне на папка

source: Crea_te
bg: Създ_аване

source: Tag _Definition
bg: _Определяне на етикет

source: Goto symbol definition
bg: Прехвърляне до определение на символ

source: Tag De_claration
bg: Де_клариране на етикет

source: Goto symbol declaration
bg: Прехвърляне до декларация на символ

source: Goto _Definition
bg: Прехвърляне до определение

source: Goto De_claration
bg: Прехвърляне до де_кларация

source: _Find Usage
bg: Използване на _намиране

source: Find usage of symbol in project
bg: Намиране използването на сивола в проекта

source: Refresh symbol browser tree
bg: Обновяване на четеца на дървото на символи

source: Created sysmbols ...
bg: Създадени символи ...

source: Tree
bg: Дърво

source: Goto symbol
bg: Прехвърляне до символ

source: Select the symbol to go
bg: Избиране на символ за прехвърляне

source: Symbols
bg: Символи

source: <b>Terminal options</b>
bg: <b>Опции на терминала</b>

source: Use GNOME terminal profile:
bg: Използване на профил на GNOME терминал:

source: Use currently selected profile in GNOME terminal
bg: Използване на избрания профил в GNOME терминал

source: Terminal
bg: Терминал

source: Edit as script
bg: Редактиране като програма

source: Edit command in Anjuta on close
bg: Редактиране на команда в Anjuta при затваряне

source: Menu Items:
bg: Записи на менюто:

source: Parameters:
bg: Параметри:

source: Variable list
bg: Списък на променливите

source: _Variable...
bg: _Променлива...

source: toggle
bg: задаване

source: Are you sure you want to delete the '%s' tool?
bg: Сигурни ли сте, че искате да изтриете %s инструмента?

source: Unable to build user interface for tool list
bg: Не може да се изгради потребителския интерфейс за списъка с инструменти

source: Tool
bg: Инструмент

source: ask at runtime
bg: запитване по време на изпълнение

source: undefined
bg: неопределен

source: Unable to build user interface for tool variable
bg: Не може да се изгради потребителски интерфейс за променлива на инструмент

source: Meaning
bg: Значение

source: You must provide a tool name!
bg: Трябва да зададете име на инструмент!

source: You must provide a tool command!
bg: Трябва да зададете команда към инструмента!

source: A tool with the same name already exists!
bg: Инструмент със същото име вече съществува!

source: The shortcut is already used by another component in Anjuta. Do you want to keep it anyway ?
bg: Връзката е използвана от друга част на Anjuta. Желаете ли да я запазите?

source: Unable to edit script
bg: Програмата не може да бъде редактирана

source: New accelerator...
bg: Нов ускорител...

source: Unable to build user interface for tool editor
bg: Не може да се изгради потребителски интерфейс за редактора на инструменти

source: Opening %s
bg: Отваряне на %s

source: error:
bg: грешка:

source: (output)
bg: (изход)

source: (error)
bg: (грешка)

source: Running command:
bg: Стартираща команда:

source: Completed ... unsuccessful with
bg: Заършване ... неуспешно с

source: Unable to create a buffer, command aborted
bg: Не може да се създаде буфер, прекратяване на командата

source: No document currently open, command aborted
bg: Няма налични отворени документи, прекратяване на командата

source: Unable to open input file %s, Command aborted
bg: Не може да се отвори входния файл %s, прекратяване на командата

source: Missing tool name
bg: Липсващо име на инструмент

source: Unexpected element "%s"
bg: Непредвиден елемент "%s"

source: Error when loading external tools
bg: Възникна грешка по време на зареждането на външните инструменти

source: Unable to open %s for writing
bg: Не може да се отвори %s за запис

source: _Tools
bg: _Инструменти

source: _Configure
bg: _Конфигуриране

source: Configure external tools
bg: Конфигуриране на външни инструменти

source: Tool operations
bg: Операции на инструмента

source: Copyright (c) Naba Kumar
bg: Авторско право (c) Naba Kumar

source: Anjuta plugin
bg: Модул на Anjuta

source: Anjuta Plugins
bg: Модули на Anjuta

source: Unable to display help. Please make sure Anjuta documentation package is install. It can be downloaded from http://anjuta.org
bg: Не може да се покаже помоща. Уверете се, че пакетът с документацията е инсталиран. Можете да го свалите от http://anjuta.org

source: Loaded Session ...
bg: Заредена сесия ...

source: <b>General Information:</b>
bg: <b>Главна информация:</b>

source: Default project directory
bg: Стандартна папка на проекта

source: User email address
bg: Пощенски адрес на потребител

source: User name
bg: Потребителско име

source: _File
bg: _Файл

source: _Quit
bg: _Затваряне

source: Quit Anjuta IDE
bg: Затваряне на Anjuta IDE

source: _Toolbars
bg: _Ленти с инструменти

source: _Full Screen
bg: _Цял екран

source: Toggle fullscreen mode
bg: Задаване метод за цял екран

source: _Settings
bg: _Настройки

source: _Preferences ...
bg: _Предпочитания ...

source: Do you prefer coffee to tea? Check it out.
bg: Какво предпочитате, кафе или чай? Проверете.

source: Set _Default Preferences
bg: Задаване _стандартните предпочитания

source: But I prefer tea.
bg: Но аз предпочитам чай.

source: C_ustomize shortcuts
bg: З_адаване на връзките

source: Plugins manager
bg: Управление на модулите

source: _Help
bg: _Помощ

source: _Users manual
bg: _Потребителско ръководство

source: Anjuta users manual
bg: Потребителско ръководство на Anjuta

source: Kick start _tutorial
bg: Натиснете започване на _ръководство

source: Anjuta Kick start tutorial
bg: Стартиране ръководството на Anjuta

source: _Advanced tutorial
bg: Ръководство за _напреднали

source: Anjuta advanced tutorial
bg: Ръководство за напреднали на Anjuta

source: _Frequently asked questions
bg: _Често задавани въпроси

source: Anjuta frequently asked questions
bg: Често задавани въпроси за Anjuta

source: Anjuta _Home Page
bg: _Начална страница на Anjuta

source: Online documentation and resources
bg: Онлайн документация и ресурси

source: Report _Bugs/Patches/Requests
bg: Съобщаване за _грешки/кръпки/изисквания

source: Ask a _question
bg: Задаване на _въпрос

source: Submit a question for FAQs
bg: Представяне на въпрос за FAQs

source: _About
bg: _Относно

source: About Anjuta
bg: Относно Anjuta

source: About External _Plugins
bg: Относно външните _модули

source: Toggle View
bg: Прикрепяне на изглед

source: Value doesn't exist
bg: Стойността не съществува

source: Could not open file for writing
bg: Не може да се отвори файл за запис

source: The file '%s' already exists. Do you want to replace it with the one you are saving?.
bg: Файлът '%s' съществува. Желаете ли да го презапишете с този?

source: One or more files are not saved. Do you still want to exit?
bg: Един или повече файлове не са запазени. Все още ли желаете да прекратите?

source: Specify the size and location of the main window
bg: Задаване на размера и мястото на главния прозорец

source: Do not show the splashscreen
bg: Не се показва екран при зареждане

source: Quit Anjuta Test Shell
bg: Излизане от тестовата обвивка на Anjuta

source: Preferences
bg: Предпочитания

source: Test shell action group
bg: Тестова обвика за действия на група

source: Anjuta test shell
bg: Тестова обвивка на Anjuta
