Repository: 00mjk/anjuta
Catalog: trunk/po/*.po
Languages: bg

source: Make the selected text lowercase
bg: Превръшане на избрания текст в малки букви

source: Convert EOL chars to CRLF
bg: Превръщане на знаците за край на ред в такива за край на ред

source: Convert End Of Line characters to DOS EOL (CRLF)
bg: Превръщани на знаците за край на ред в знаци за край на ред на DOS (CRLF)

source: Convert EOL chars to LF
bg: Превръщане на знаците за край на ред в LF

source: Convert End Of Line characters to Unix EOL (LF)
bg: Превръщане на знаците за край на ред в знаци за край на ред на Unix (LF)

source: Convert EOL chars to CR
bg: Превръщане на знаците за край на ред в CR

source: Convert End Of Line characters to Mac OS EOL (CR)
bg: Превръщане на знаците за край на ред в знаци за край на ред на Mac OS (CR)

source: Convert EOL chars to majority EOL
bg: Превръщане на знаците за край на ред в пълни знаци за край на ред

source: _Select
bg: _Избиране

source: Select _All
bg: Избиране на _всичко

source: Select all text in the editor
bg: Избиране на всичкия текст в редактора

source: Select to _Brace
bg: Избор за _заграждане

source: Select the text in the matching braces
bg: Избиране на текста между съвпадащи скоби

source: Select _Code Block
bg: Избиране на блок с _код

source: Select the current code block
bg: Избиране на текущия блок с код

source: _Search
bg: _Търсене

source: _Find ...
bg: _Намиране ...

source: Search for a string or regular expression in the editor
bg: Търсене на низ или израз в редактора

source: Find _Next
bg: Намиране на _следващ

source: Repeat the last Find command
bg: Повтаряне на последната команда за намиране

source: Find _Previous
bg: Намиране на _предишен

source: Find and R_eplace ...
bg: Намиране и _заместване

source: Search for and replace a string or regular expression with another string
bg: Търсене и заместване на низ или израз с друг низ

source: Advanced Search And Replace
bg: Разшиерено търсене и заместване

source: New advance search And replace stuff
bg: Нови елементи за разширено търсене и заместване

source: Enter the selected text as the search target
bg: Въвеждане на избрания текст като цел за търсене

source: Fin_d in Files ...
bg: Намиран_е във файлове

source: Search for a string in multiple files or directories
bg: Търсене на низ в няколко файлове или папки

source: Co_mment code
bg: Ко_ментиране на код

source: _Block Comment/Uncomment
bg: Коментиране/откоментиране на _блок

source: Block comment the selected text
bg: Създаване на блок коментар от избрания текст

source: Bo_x Comment/Uncomment
bg: Коментиране/Откоментиране на пол_е

source: Box comment the selected text
bg: Коментиране на полето с избрания текст

source: _Goto Line number
bg: _Прехвърляне до номер на ред

source: Go to a particular line in the editor
bg: Отиване до определен ред в редактора

source: _Line number ...
bg: _Номер на ред ...

source: Matching _Brace
bg: Съвпадаща _скоба

source: Go to the matching brace in the editor
bg: Отиване до съвпадаща скоба в редактора

source: _Start of block
bg: _Начало на блок

source: Go to the start of the current block
bg: Отиване до началото на текущия блок

source: _End of block
bg: _Край на блок

source: Go to the end of the current block
bg: Отиване до края на текущия блок

source: Ne_xt occurrence
bg: Сл_едващо съвпадение

source: Find the next occurrence of current word
bg: Намиране на следващо съвпадение в думата

source: Pre_vious occurrence
bg: Пре_дишно съвпадение

source: Find the previous occurrence of current word
bg: Намиране на предишно съвпадение в думата

source: Previous _history
bg: Предишна _история

source: Goto previous history
bg: Прехвърляне до предишната история

source: Next histor_y
bg: Следваща истори_я

source: Goto next history
bg: Прехвърляне на следваща история

source: _Editor
bg: _Редактор

source: _Add Editor View
bg: _Добавяне на изглед към редактора

source: Add one more view of current document
bg: Добавяне на един или повече изгледи към текущия документ

source: _Remove Editor View
bg: _Премахване изгледа на редактора

source: Remove current view of the document
bg: Премахване на текущия изглед на документа

source: U_ndo
bg: О_тменяне

source: Undo the last action
bg: Отменяне на последното действие

source: _Redo
bg: _Повтаряне

source: Redo the last undone action
bg: Повтаряне на последното отменено действие

source: C_ut
bg: О_трязване

source: Cut the selected text from the editor to the clipboard
bg: Изрязване на избрания текст от редактора в буфера за обмен

source: _Copy
bg: _Копиране

source: Copy the selected text to the clipboard
bg: Копиране на избрания текст в буфера за обмен

source: _Paste
bg: _Поставяне

source: Paste the content of clipboard at the current position
bg: Поставяне съдържанието на буфера за обмен на текущата позиция

source: _Clear
bg: _Изчистване

source: Delete the selected text from the editor
bg: Изтриване на избрания текст от редактора

source: _AutoComplete
bg: _Автоматично завършване

source: AutoComplete the current word
bg: Автоматично завършване на думата

source: Show/Hide line numbers
bg: Показване/скриване номерата на редовете

source: _White spaces
bg: _Празни разстояния

source: Show/Hide white spaces
bg: Показване/скриване на празните пространства

source: _Line end characters
bg: Знаци за край на _ред

source: Show/Hide line end characters
bg: Показване/скриване на крайните знаци

source: Line _wrapping
bg: _Подравняване на ред

source: Enable/disable line wrapping
bg: Включване/изключване подравяване на редовете

source: Zoom in
bg: Увеличаване

source: Zoom in: Increase font size
bg: Увеличаване: уголемяване размера на шрифта

source: Zoom out
bg: Мащаб намаляване

source: Zoom out: Decrease font size
bg: Мащаб увеличаване: намаляване размера на шрифта

source: _Highlight Mode
bg: Начин за _осветяване

source: For_mat
bg: Фор_матиране

source: Auto _Format
bg: Автоматично _форматиане

source: Autoformat the current source file
bg: Автоматично форматиране на текущият файл с изходен код

source: _Close All Folds
bg: _Затваряне на всички сгъвки

source: Close all code folds in the editor
bg: Затваряне на всички сгъвания на кода в редактора

source: _Open All Folds
bg: _Отваряне на всички сгъвки

source: Open all code folds in the editor
bg: Отваряне на всички сгъвания на код в редактора

source: _Toggle Current Fold
bg: _Задаване на текуща сгъвка

source: Toggle current code fold in the editor
bg: Задаване на текущото сгъване на код в редактора

source: Bookmar_k
bg: Отметк_и

source: _Toggle bookmark
bg: _Задаване на отметка

source: Toggle a bookmark at the current line position
bg: Задаване на отметка на текущата позиция на реда

source: _First bookmark
bg: _Първа отметка

source: Jump to the first bookmark in the file
bg: Прехвърляне до първата отметка във файла

source: _Previous bookmark
bg: _Предишна отметка

source: Jump to the previous bookmark in the file
bg: Прескачане до предишна отметка във файла

source: _Next bookmark
bg: _Следваща отметка

source: Jump to the next bookmark in the file
bg: Прехвърляне до следващата отметка във файла

source: _Last bookmark
bg: _Последни отметки

source: Jump to the last bookmark in the file
bg: Прехвърляне до последната отметка във файла

source: _Clear all bookmarks
bg: _Изчистване на отметките

source: Clear bookmarks
bg: Изчистване на отметките

source: Editor file operations
bg: Файлови операции на редактора

source: Editor print operations
bg: Операции за отпечатване на редактора

source: Editor text transformation
bg: Преобразуване на текста в редактора

source: Editor text selection
bg: Избран текст в редактора

source: Editor text searching
bg: Търсене на текст в редактора

source: Editor code commenting
bg: Коментиране на код в редактора

source: Editor navigations
bg: Навигация в редактора

source: Editor edit operations
bg: Операции за редактиране в редактора

source: Editor zoom operations
bg: Операции за мащаб в редактора

source: Editor syntax highlighting styles
bg: Стил на осветяване на синтаксиса в редактора

source: Editor text formating
bg: Форматиране на текст в редактора

source: Editor bookmarks
bg: Отметки в редактора

source: Editor view settings
bg: Настройки за преглед на редактора

source: Save
bg: Запазване

source: Reload
bg: Презареждане

source: Find
bg: Намиране

source: Goto
bg: Прехвърляне

source: Zoom
bg: Мащаб

source: Line
bg: Ред

source: Col
bg: Колона

source: Mode
bg: Метод

source: Automatic
bg: Автоматичен

source: Goto line
bg: Прехвърляне на ред

source: Enter the line number to jump and press enter
bg: За да отидете на съответния ред въведете номера му и натиснете enter

source: Editor quick navigations
bg: Бърза навигация на редактора

source: No file to print!
bg: Няма файл за отпечатване!

source: Unable to get text buffer for printing
bg: Не може да се буферира текст за отпечатване

source: File: %s
bg: Файл: %s

source: Printing ..
bg: Отпечатване ..

source: Printing ...
bg: Отпечатване ...

source: Print
bg: Отпечатване

source: Print Preview
bg: Преглед на отпечатването

source: Basic Search
bg: Основно търсене

source: Default
bg: Стандартен

source: Find:
bg: Намиране:

source: Replace
bg: Заместване

source: Replace All
bg: Заместване на всички

source: The match "%s" was not found. Wrap search around the document?
bg: Съвпадението "%s" не е намерено. Тъсене през целия документ?

source: The match "%s" was not found.
bg: Съответствието "%s" не е намерено.

source: The maximum number of results has been reached.
bg: Достигнат е максималният брой на резултати.

source: %d matches have been replaced.
bg: %d съвпадения са заместени

source: Unable to build user interface for Search And Replace
bg: Не може да се изгради потребителският интерфейс за търсене и заместване

source: The file '%s' on the disk is more recent than the current buffer. Do you want to reload it?
bg: Файлът '%s' е по-нов от тази информация в буфера. Желаете ли да го презаредите?

source: Could not get file info
bg: Информацията за файла не може да бъде прочетена

source: This file is too big. Unable to allocate memory.
bg: Файлът е твърде голям. Не може да се задели памет.

source: Could not open file
bg: Файлът не може да се отвори

source: Error while reading from file
bg: Грешка при четене от файла

source: The file does not look like a text file or the file encoding is not supported. Please check if the encoding of file is in the supported encodings list. If not, add it from the preferences.
bg: Файлът не изглежда да е текстов файл или кодировката на файла не е поддържана. Проверете дали кодирането на файла е в списъка с кодировки. Ако не е, добавете я от предпочитанията.

source: Could not load file: %s Details: %s
bg: Не може да се зареди файл: %s Подробности: %s

source: Could not save file: %s.
bg: Не може да се запази файл: %s.

source: Auto format is currently disabled. Change the setting in Preferences.
bg: Автоматичното форматиране е изключено за момента. Променете го от настройките в Предпочитания.

source: Error in auto formatting ...
bg: Грешка при автоматичното форматиране ...

source: Anjuta does not know %s!
bg: Anjuta не разпознава %s!

source: Error in auto formatting ... Details: %s
bg: Грешка при автоматичното форматиране ... Подробности: %s

source: Cannot load Global defaults and configuration files: %s. This may result in improper behaviour or instabilities. Anjuta will fall back to built in (limited) settings
bg: Не може да се заредят глобалните настройки по подразбиране и конфигурационните файлове: %s. Това може да доведе до грешно поведение или нестабилност. Anjuta ще преустрои изграждането (с минимални) настройки

source: Autosave "%s" -- Failed
bg: Автоматично запазване на "%s" -- пропадна

source: Back
bg: Обратно

source: Tag Definition
bg: Определение на етикет

source: Tag Declaration
bg: Деклариране на етикет

source: Prev mesg
bg: Предишно съобщение

source: Next mesg
bg: Следващо съобщение

source: Prev bookmark
bg: Предишна отметка

source: Next bookmark
bg: Следваща отметка

source: Toggle breakpoint
bg: Задаване точка на пречупване

source: Step in
bg: Разстояние навътре

source: Step over
bg: Разстояние отгоре

source: Step out
bg: Разстояние навън

source: Run to cursor
bg: Стартиране към указател

source: Run/Continue
bg: Стартиране/Продължаване

source: Interrupt
bg: Прекъсване

source: Toggle Line numbers
bg: Задаване номера на редовете

source: Toggle Guides
bg: Задаване на направления

source: ++Zoom
bg: ++Мащаб увеличение

source: --Zoom
bg: --Мащаб намаляване

source: Cut
bg: Отрязване

source: Copy
bg: Копиране

source: Paste
bg: Поставяне

source: Context Help
bg: Контекстна помощ

source: Toggle Bookmark
bg: Задаване на отметка

source: Auto format
bg: Автоматично форматиране

source: Go
bg: Започване

source: Tags
bg: Етикети

source: Find Usage
bg: Използване на търсене

source: Close
bg: Затваряне

source: Docked
bg: Изрязано

source: <b>Cannot open "%s"</b>. There is no plugin, default action, or application configured to handle this file type. Mime type: %s. You may choose to try opening it with the following plugins or applications.
bg: <b>Не може да се отвори "%s"</b>. Няма модул, операция по подразбиране или приложение конфигурирано да поддържа този тип файлове. Миме тип: %s. Можете да опитате да го отворите с наличните модули или приложения.

source: Open with:
bg: Отваряне с:

source: Document Manager
bg: Организатор на документи

source: Anjuta Projects
bg: Проекти на Anjuta

source: C/C++ source files
bg: Файлове с изходен код на C/C++

source: C# source files
bg: Файлове с изходен код на C#

source: Java source files
bg: Файлове с изходен код на Java

source: Pascal source files
bg: Файлове с изходен код на Pascal

source: PHP source files
bg: Файлове с изходен код на PHP

source: Perl source files
bg: Файлове с изходен код на Perl

source: Python source files
bg: Файлове с изходен код на Pyton

source: Shell scripts files
bg: Програмни файлове на обвивката

source: Makefiles
bg: Mekfiles

source: Lua files
bg: Lua файлове

source: Diff files
bg: Файлове с разлика във версиите

source: Failed to activate plugin: %s
bg: Провалено активиране на модул: %s

source: _New ...
bg: _Нов ...

source: New empty editor.
bg: Нов празен редактор.

source: _Open ...
bg: _Отваряне ...

source: _Open
bg: _Отваряне

source: Open _With
bg: Отваряне _с

source: Open with
bg: Отваряне с

source: File Loader
bg: Зареждане на файл

source: _Wizard
bg: _Помощник

source: New file, project and project components.
bg: Нов файл, проект и компоненти на проекта.

source: New
bg: Нов

source: Open
bg: Отваряне

source: Open recent file
bg: Отваряне на последен файл

source: Loading ...
bg: Зареждане ...

source: Rev
bg: Ревизия

source: <b>Directory filter:</b>
bg: <b>Филтър на папка:</b>

source: <b>File filter:</b>
bg: <b>Филтър на файл:</b>

source: <b>Root directory if no project is open:</b>
bg: <b>Главна папкам, ако няма отворен проект:</b<

source: Choose directories
bg: Избиране на папки

source: Choose files
bg: Избиране на файлове

source: Directory
bg: Папка

source: Do not show files ignored by version control
bg: Не се показват файловете пропуснати от контрола за версия

source: Do not show hidden directories
bg: Не се показват скрити папки

source: Do not show hidden files
bg: Не показвай скрити файлове

source: Ignore directories
bg: Пропускане на папки

source: Ignore files
bg: Пропускане на файлове

source: dialog3
bg: диалог3

source: _Refresh
bg: _Опресняване

source: Files
bg: Файлове

source: %s is not a '.h' file !
bg: %s не е '.h' файл !

source: <span weight="bold">File Information</span>
bg: <span weight="bold">Информация за файл</span>

source: <span weight="bold">Options</span>
bg: <span·weight="bold">Опции</span>

source: Add License Information
bg: Добавяне информация за лиценза

source: Add to repository
bg: Добавяне към хранилище

source: Create corresponding header file
bg: Създаване на заглавен файл за кореспонденция

source: Enter the File name. The extension will be added according to the type.
bg: Въвеждане име на файл. Разширението ще бъде добавено в зависимост от типа на файла.

source: License:
bg: Лиценз:

source: New File
bg: Нов файл

source: Type:
bg: Тип:

source: Use Template for the Header file
bg: Използване на темплейт за заглавен файл

source: C Source File
bg: Файл с изходен код на C

source: C -C++ Header File
bg: C -C++ хедър файл

source: C++ Source File
bg: Файл с изходен код на C++

source: C# Source File
bg: Файл с изходен код на C#

source: Java Source File
bg: Файл с изходен код на Java

source: Perl Source File
bg: Файл с изходен код на Perl

source: Python Source File
bg: Файл с изходен код на Python

source: Shell Script File
bg: Програмен файл на обвивката

source: Other
bg: Друго

source: Unable to build user interface for New File
bg: Не може да се изгради потребителския интерфес за Нов файл

source: _Insert text
bg: _Въвеждане на текст

source: C _template
bg: C _темплейт

source: _CVS keyword
bg: _CVS ключови думи

source: _General
bg: _Главни

source: _Header
bg: _Хедър

source: Insert a file header
bg: Въвеждане заглавна част на файла

source: Insert GPL notice with C style comments
bg: Въвеждане на GPL забележки със стил на C коментари

source: /_/ GPL Notice
bg: /_/ GPL забележка

source: Insert GPL notice with C++ style comments
bg: Въвеждане на GPL забележка със стил на C++ коментари

source: _# GPL Notice
bg: _# GPL забележка

source: Insert GPL notice with Python style comments
bg: Въвеждане на GPL забележка със стил на Python коментари

source: Current _Username
bg: Текущо _потребителско име

source: Insert name of current user
bg: Въвеждане името на текущия потребител

source: Current _Date & Time
bg: Текущи _дата & час

source: Insert current date & time
bg: Въвеждане на текущи дата & час

source: Header File _Template
bg: _Шаблон на хедър файл

source: Insert a standard header file template
bg: Въвеждане на стандартна заглавна част в шаблонен файл

source: ChangeLog entry
bg: Запис във файл за промените

source: Insert a ChangeLog entry
bg: Въвеждане на запис във файла за промени

source: Insert a switch template
bg: Въвеждане на шаблон за switch

source: Insert a for template
bg: Въвеждане за шаблон

source: Insert a while template
bg: Въвеждане на while шаблон

source: Insert an if...else template
bg: Въвеждане на if...else шаблон

source: _Author
bg: _Автор

source: Insert the CVS Author keyword (author of the change)
bg: Въвеждане на CVS ключова дума за автора (автор правил промяна)

source: _Date
bg: _Дата

source: Insert the CVS Date keyword (date and time of the change)
bg: Въвеждане на CVS ключови думи за дата (дата и час на промяна)

source: Insert the CVS Header keyword (full path revision, date, author, state)
bg: Въвеждане на CVS ключова дума за хедъра (пълен път на ревизия, дата, автор, състояние)

source: _Id
bg: _Идентификатор

source: Insert the CVS Id keyword (file revision, date, author)
bg: Въвеждане CVS ключова дума за идентификатор(ревизия на файл, дата, автор)

source: _Log
bg: _Дневник

source: Insert the CVS Log keyword (log message)
bg: Въвеждане CVS ключова дума в дневника (запис на съобщение)

source: _Name
bg: _Име

source: Insert the CVS Name keyword (name of the sticky tag)
bg: Въвеждане CVS ключова дума за име (името на лепкавия етикет)

source: _Revision
bg: _Ревизия

source: Insert the CVS Revision keyword (revision number)
bg: Въвеждане CVS ключова дума за ревизия (номер на ревизията)

source: _Source
bg: _Иходен код

source: Insert the CVS Source keyword (full path)
bg: Въвеждане на CVS ключова дума за сорс (цял път)

source: File wizard operations
bg: Операции на помощника за файлове

source: Debugger command
bg: Команда към дебъгера

source: Debugger command:
bg: Команда на дебъгера:

source: Location
bg: Място

source: Enb
bg: Разрешаване

source: Function
bg: Функция

source: Type
bg: Тип

source: Address
bg: Адрес

source: Pass
bg: Преминал

source: Times
bg: Времена

source: Condition
bg: Състояние

source: Disp
bg: Показване

source: You must give a valid location to set the breakpoint.
bg: Трябва да зададете валидно местоположение, за да зададете точка на пречупване.

source: All breakpoints disabled.
bg: Всички точки на пречупване са изключени.

source: All breakpoints enabled.
bg: Всички точки на пречупване са разрешени.

source: Are you sure you want to delete all the breakpoints?
bg: Сигурни ли сте, че искате да изтриете всички точки на пречупване?

source: All breakpoints removed.
bg: Всички точки на пречупване са премахнати.

source: Variable
bg: Променлива

source: Value
bg: Стойност

source: Local Variables
bg: Локални променливи

source: Default format
bg: Стандартен формат

source: Binary
bg: Двоичен

source: Octal
bg: Осмичен

source: Signed decimal
bg: Десетично число със знак

source: Unsigned decimal
bg: Десетично число без знак

source: Hex
bg: Шестнадесетичен

source: Char
bg: Знак

source: Inspect memory
bg: Наблюдение на паметта

source: Loading Executable:
bg: Зареждане на изпълним файл:

source: Loading Core:
bg: Зареждане на ядрото:

source: Unable to find: %s. Unable to initialize debugger. Make sure Anjuta is installed correctly.
bg: Не може да се намери: %s. Не може да се инициализира дебъгера. Уверете се, че сте инсталирали Anjuta правилно.

source: Getting ready to start debugging session ...
bg: Подготвяне стартирането сесията на дебъгера ...

source: No executable specified.
bg: Няма определен файл за изпълнение.

source: Open an executable or attach to a process to start debugging.
bg: Отваряне на изпълним файл или прикачване към процес за стартиране процеса за проверяване на грешки.

source: There was an error whilst launching the debugger.
bg: Възникна грешка докато се стартира дебъгера.

source: Make sure 'gdb' is installed on the system.
bg: Уверете се, че 'gdb' е инсталиран на системата.

source: Program exited normally
bg: Програмата приключи нормално

source: Program exited with error code %s
bg: Програмата приключи с номер на грешка %s

source: Program received signal %s (%s) and exited
bg: Програмата получи сигнал %s (%s) и приключи

source: Program received signal %s (%s)
bg: Програмата получи сигнал %s (%s)

source: Breakpoint number %s hit
bg: Номер на точка на пречупване %s е намерен

source: Function finished
bg: Функцията завърши

source: Stepping finished
bg: Преминаването завърши

source: Location reached
bg: Мястото е достигнато

source: Debugger is ready.
bg: Дебъгерът е готов

source: gdb terminated unexpectedly. Restarting gdb
bg: gdb прекъсна неочаквано. Презареждане на gdb

source: Program is ATTACHED. Do you still want to stop Debugger?
bg: Програмата е ПРИКАЧЕНА. Все още ли желаете да спрете дебъгера?

source: Program is RUNNING. Do you still want to stop Debugger?
bg: Програмата е СТАРТИРАНА. Все още ли желаете да спрете дебъгера?

source: Cannot execute gnome-terminal
bg: Не може да се изпълни gnome-terminal

source: Cannot start terminal for debugging.
bg: Не може да се стартира терминал за откриване на грешки.

source: Program arguments
bg: Аргументи на програмата

source: Attaching to process: %d
bg: Прикачване към процес: %d

source: A process is already running. Would you like to terminate it and attach the new process?
bg: Има стартиран процес. Желаете ли да го прекъснете и да закачите нов процес?

source: Anjuta is unable to attach to itself.
bg: Anjuta не може да прикачи процеса си.

source: Program terminated
bg: Програмата прекъсна

source: Detaching the process
bg: Откачане на процесa

source: Interrupting the process
bg: Прекъсване на процеса

source: Sending signal %s to the process: %d
bg: Изпращане сигнал %s към процес: %d

source: Error whilst signaling the process.
bg: Възникна грешка докато се изпраща сигнал към процеса.

source: Information
bg: Информация

source: Unable to build user interface for Memory
bg: Не може да се създаде потребителски интерфейс за Памет
