Repository: 00mjk/anjuta
Catalog: trunk/po/*.po
Languages: bg

source: Integrated Development Environment
bg: Вградена среда за разработка

source: <: Enter Here
bg: <: Въвеждане

source: Additional
bg: Допълнителни

source: Additional Libraries (LDADD):
bg: Допълнителни библиотеки (LDADD)

source: Additional Options
bg: Допълнителн опции

source: Additional build options:
bg: Допълнителни опции за изграждане

source: Anjuta help search
bg: Anjuta търсене на помощ

source: Anjuta start with dialog
bg: Anjuta започване с диалог

source: Application Wizard
bg: Anjuta помощник

source: Ask for parameters at run-time
bg: Запитване за параметри по време на процеса

source: Attach to process
bg: Прикачване към процес

source: Automatically load last Project
bg: Автоматично зареждане на последен проект

source: Autosave editor files before build starts
bg: Автоматично запазване на файловете преди изграждането

source: Beep on job complete
bg: Просвирване при завършена работа

source: Bookmark
bg: Отметки

source: Breakpoint properties
bg: Аксесоари за точката на прекъсване

source: Breakpoints
bg: Точки на прекъсване

source: Build
bg: Изграждане

source: Build command:
bg: Команда за изграждане:

source: Build file browser automatically
bg: Автоматично изграждане на файлов четец

source: Build files
bg: Изграждане на файлове

source: Build options
bg: Опции за изграждане

source: Build symbol browser automatically
bg: Автоматично изграждане на четец за символ

source: CPU Registers
bg: Регистри на процесора

source: CVS command options
bg: Командни опции към CVS

source: CVS compression level:
bg: Ниво на компресия за CVS

source: CVS context diff format
bg: CVS контекстен формат на версия

source: CVS unified diff format
bg: CVS непроменен формат на версия

source: CVS update and prune directories [-dP]
bg: Обновяване и изчистване на папките в CVS [-dP]

source: C_ompile:
bg: К_омпилиране:

source: Combo Popdown:
bg: Комбиниран падащ списък:

source: Command Line Parameters
bg: Параметри на командния ред

source: Command line parameters
bg: Параметри на командния ред

source: Command:
bg: Команда:

source: Commands
bg: Команди

source: Common commands:
bg: Стандартни команди:

source: Compiler
bg: Компилатор

source: Compiler Flags (CFLAGS):
bg: Флагове за компилатора (CFLAGS):

source: Compiler and linker options
bg: Опции за компилатора и модула за свързване

source: Configuration
bg: Кoнфигурация

source: Configuration script segments
bg: Конфигурация на сегментите в документа

source: Configure Parameters
bg: Конфигуриране на параметрите

source: Data module Makefile.am
bg: Информационен модул Makefile.am

source: Debug
bg: Дебъг

source: Debugging and Profiling
bg: Тестване за грешки и профилиране

source: Defines
bg: Определения

source: Description:
bg: Описание:

source: Dialog on job complete
bg: Отваряне на диалог при завършена работа

source: Directories
bg: Папки

source: Disable overwriting files
bg: Изключване на презаписването на файлове

source: Display process _tree
bg: Показване _дървото на процес

source: Do not show start with dialog again.
bg: Диалога не се показва при стартиране.

source: Document module Makefile.am
bg: Модул за документация Makefile.am

source: Edit
bg: Редактиране

source: Enable Debugging
bg: Разрешаване на дебъгера

source: Enable Profiling
bg: Разрешаване на профилиране

source: Enable _all
bg: Разрешаване на _всички

source: Enabled
bg: Разрешен

source: Enter a Hexa adress or select one in the data
bg: Въвеждане на шестнадесетичен адрес или избор от наличните

source: Execute Program
bg: Изпълнение на програмата

source: File
bg: Файл

source: File level
bg: Ниво на файла

source: Format
bg: Форматиране

source: Functions
bg: Функции

source: GUI editor command:
bg: Команда на графичния редактор:

source: General
bg: Основни

source: Give a space separated list of directories to be built after source module. This will be set in configure and Makefiles will be generated for them. They will be built after the source (src/) directory during "make".
bg: Задаване на списък със празен разделител на папките изграждани след модула с изходен код. Това ще бъде записано от конфигурацията и ще се генерират Makefiles за тях. Щебъдат изградени след папката с изходен код (src/) по време на "make".

source: Give a space separated list of directories to be built before source module. This will be set in configure.in and Makefiles will be generated for them. They will be built before the source (src/) directory during "make".
bg: Задаване на списък със празен разделител на папките изграждани след модула с изходен код. Ще бъдат записани от конфигуратора и Makefiles ще ги генерират след папката с изходния код (src/) по време на "make".

source: Gnome API
bg: Програмен интерфейс за приложения на Gnome

source: HTML _viewer:
bg: HTML _преглед:

source: Headers
bg: Хедъри

source: Help module Makefile.am
bg: Помощен модул Makefile.am

source: Hide process para_meters
bg: Скриване пара_метрите на процеса

source: High-Level Optimization (Functions inlined wherever possible)
bg: Оптимизиране на високо ниво (функциите се оптимизират, където е възможно)

source: History sizes
bg: Размери на историята

source: Ignore files and directories
bg: Пропускане на файлове и папки

source: Import Wizard
bg: Помощник за въвеждане

source: Import existing project. The Import Wizard will guide you to import an existing Project into Anjuta and convert it into Anjuta Project. There will be no data loss or modification done to the project.
bg: Въвеждане на съществуващ проект. Конвертиране на проекта в Anjuta проект с помощника по въвеждането. Без загуба на данни или променяне на съдържанието.

source: Include Paths
bg: Пътища за включване

source: Include module Makefile.am
bg: Модул за включване Makefile.am

source: Info Pages
bg: Информационни страници

source: Input string:
bg: Въведен низ:

source: Inspect
bg: Изследване

source: Keep going when some targets cannot be made
bg: Продължаване, когато някоя цел не е изпълнена успешно

source: Kernel Signals
bg: Сигнали на ядрото

source: Language-specific commands:
bg: Определени команди свързани с езика:

source: Libraries
bg: Библиотеки

source: Library Paths
bg: Пътища на библиотеката

source: Linker Flags (LDFLAGS):
bg: Флагове на модула за свързване (LDFLAGS):

source: Load _global defaults
bg: Зареждане на _глобални стойности по подразбиране

source: Load _user defaults
bg: Зареждане на _потребителски стойности по подразбиране

source: Low-Level Optimization (Machine dependent optimization)
bg: Оптимизиране на ниско ниво (в зависимост от машината)

source: Man pages
bg: Страници от ръководството

source: Maximum number of independent jobs (0 == no limit)
bg: Максимален брой на зависимости за задачи (0 == без лимит)

source: Medium-Level Optimization (Without space-speed trade-off)
bg: Средно ниво на оптимизиране (без оптимизиране за скорост)

source: Memory
bg: Памет

source: Menu icon:
bg: Икона на меню:

source: Menu location:
bg: Място на меню

source: Modules
bg: Модули

source: Name:
bg: Име:

source: New file
bg: Нов файл

source: No Optimization
bg: Без оптимизиране

source: Note: If there is a project open, the preferences in this page are project preferences and will be loaded from and saved with the project. If there is no project open, they will be global preferences.
bg: Забележка: ако в момента има отворен проект, предпочитанията за страницата са тези на проекта и ще бъдат заредени и запазени с проекта. Ако няма отворен проект, те ще бъдат глобални.

source: Open Project
bg: Отваряне на проект

source: Open existing Project.
bg: Отваряне на съществуващ проект.

source: Open existing file or create a new file.
bg: Отваряне на съществуващ файл или създаване на нов.

source: Open file
bg: Отваряне на файл

source: Open last working Project
bg: Отваряне на последно работен проект

source: Optimization
bg: Оптимизация

source: Options
bg: Опции

source: Others
bg: Други

source: Output files
bg: Изходни файлове

source: Pass:
bg: Преминаване:

source: Pixmap module Makefile.am
bg: Графичен модул Makefile.am

source: Po module (translation) Makefile.am
bg: Po модул (за превеждане) Makefile.am

source: Print:
bg: Отпечатване:

source: Program Interrupt
bg: Прекъсване на програмата

source: Programs
bg: Програми

source: Project
bg: Проект

source: Project Configuration
bg: Конфигурация на проект

source: Project Description
bg: Описание на проект

source: Project Version
bg: Версия на проект

source: Project configure.in
bg: configure.in файл на проект

source: Project level
bg: Ниво на проект

source: Projects:
bg: Проекти:

source: Recent Files:
bg: Последни файлове:

source: Recent Projects:
bg: Последни проекти:

source: Reset all sticky tags during update (looses branch) [-A]
bg: Връщане на всички лепкави етикети при обновяване (губене на разклонение) [-A]

source: Run Configure Script
bg: Стартиране на конфигурационната програма

source: Run detached
bg: Отделно стартиране

source: Run in Terminal
bg: Стартиране в терминал

source: Run in terminal
bg: Стартиране в терминал

source: Save all files
bg: Запазване на всички файлове

source: Scripts at the end of top level Makefile.am
bg: Програми за края главния Makefile.am

source: Set Signal Property
bg: Задаване стойност на сигнал

source: Settings
bg: Настройки

source: Short cut:
bg: Връзка

source: Show tooltips
bg: Показване на подробности

source: Signal:
bg: Сигнал:

source: Silent. That is, do not echo shell commads during make
bg: Тих. Против извикване на команди на обвивката по време на създаване

source: Source Directories
bg: Папки с изходен код

source: Source module Makefile.am
bg: Модул за изходен код Makefile.am

source: Standard error:
bg: Стандартна грешка:

source: Standard input:
bg: Стандартен вход:

source: Standard output:
bg: Стандартен изход:

source: Start with a new Project. Application wizard will guide you with Project creation. With the Application Wizard, you will be able to create the skeleton of various Project types.
bg: Създаване на нов проект. Помощникът за приложения ще Ви преведе през стъпките на създаването на нов проект. С помощника за приложения е възможно създаването на скелет от няколко типа за проекти.

source: Stop:
bg: Спиране:

source: Supports
bg: Поддържане

source: Supports are only available to File mode compilation and build.
bg: Поддръжката е налична само за методите компилиране и изграждане на файла.

source: Target:
bg: Цел:

source: Tool Editor
bg: Редактор с инструменти

source: Top level Makefile.am
bg: Makefile.am от горно ниво

source: Update
bg: Обновяване

source: Update tags image automatically
bg: Автоматично обновяване етикетите на изображение

source: User Tools
bg: Потребителски инструменти

source: User email address:
bg: Адрес на ел. поща на потребител:

source: User information
bg: Информация на потребител

source: User name:
bg: Потребителско име:

source: Version:
bg: Версия:

source: View
bg: Изглед

source: Warn when an undefined variable is referenced in the Makefile
bg: Предупреждение за недефинирана променлива в Makefile

source: Warnings
bg: Предупреждения

source: Working directory:
bg: Работна папка:

source: Yes
bg: Да

source: _Attach
bg: _Прикачане

source: _Build a file:
bg: _Изграждане на файл:

source: _Condition:
bg: _Състояние:

source: _Disable all
bg: _Изключване на всички

source: _Edit
bg: _Редактиране

source: _Execute:
bg: _Изпълнение:

source: _Hide paths
bg: _Скриване на пътищата

source: _Image editor:
bg: _Редактор на изображения:

source: _Language:
bg: _Език:

source: _Location:
bg: _Местоположение:

source: _Make a file:
bg: _Създаване на файл

source: _Pass:
bg: _Преминаване:

source: _Pixmap editor:
bg: _Редактор на графики:

source: _Process to attach to:
bg: _Процес за прикачване към:

source: _Remove all
bg: _Премахване на всички

source: _Terminal:
bg: _Терминал:

source: _Update
bg: _Обновяване

source: dialog2
bg: диалог2

source: dialog4
bg: диалог4

source: Western
bg: Западен

source: Central European
bg: Централно европейски

source: South European
bg: Южно европейски

source: Baltic
bg: Славянски

source: Cyrillic
bg: Кирилица

source: Arabic
bg: Арабски

source: Greek
bg: Гръцки

source: Hebrew Visual
bg: Четим израелски

source: Hebrew
bg: Израелски

source: Turkish
bg: Турски

source: Nordic
bg: Норвежки

source: Celtic
bg: Келтски

source: Romanian
bg: Румънски

source: Unicode
bg: Юникод

source: Armenian
bg: Арменски

source: Chinese Traditional
bg: Китайски традиционен

source: Cyrillic/Russian
bg: Кирилица/Руски

source: Japanese
bg: Японски

source: Korean
bg: Корейски

source: Chinese Simplified
bg: Китайски опростен

source: Cyrillic/Ukrainian
bg: Кирилица/Украински

source: Vietnamese
bg: Виетнамски

source: Stock Encodings
bg: Налични кодировки:

source: Supported Encodings
bg: Поддържани кодировки

source: launcher.c: Error while reading child pty
bg: launcher.c: наследеният тип не може да бъде прочетен

source: Cannot execute command: "%s"
bg: Не може да се изпълни командата: "%s"

source: Anjuta Shell
bg: Обвивка на Anjuta

source: Anjuta shell that will contain the plugin
bg: Обвивката на Anjuta ще съдържа модула

source: Category
bg: Категория

source: Anjuta Preferences Dialog
bg: Диалог за предпочитания на Anjuta

source: Are you sure you want to reset the preferences to their default settings?
bg: Сигурни ли сте, че искате да върнете настройките по подразбиране?

source: _Reset
bg: _Връщане

source: Anjuta Preferences
bg: Предпочитания на Anjuta

source: Action
bg: Действие

source: Visible
bg: Видим

source: Sensitive
bg: Чувствителен

source: Shortcut
bg: Връзка

source: Unable to read file: %s.
bg: Не може да се прочете файл: %s

source: Unable to create file: %s.
bg: Не може да се създаде файл: %s.

source: Unable to complete file copy
bg: Копирането на файла не може да бъде завършено

source: System:
bg: Система:

source: The "%s" utility is not installed. Please install it.
bg: Инструментът %s не е инсталиран. Инсталирайте го.

source: Cannot execute command: %s (using shell %s)
bg: Не може да се изпълни командата %s (използвана обвивка %s)

source: Cannot execute command %s (using shell %s)
bg: Не може да изпълни команда %s (използвайки обвивка %s)

source: Text
bg: Текст

source: Text to render
bg: Текст за обработване

source: Pixbuf Object
bg: Обект на изображение

source: The pixbuf to render.
bg: Изображение за изглаждане.

source: Load
bg: Зареждане

source: Available Plugins
bg: Налични модули

source: Only show user activatable plugins
bg: Показване само на активните потребителски модули

source: Widget not found: %s
bg: Няма намерен елемент: %s

source: Could not find application pixmap file: %s
bg: Не е намерен графичен файл за приложението: %s

source: Model
bg: Модел

source: Model for the combo box
bg: Модел за комбинираното поле

source: Width
bg: Широчина

source: Width of the entry.
bg: Широчина за записа

source: Symbol
bg: Символ

source: Text in the entry
bg: Текст в записа

source: Accelerator key
bg: Ключ за ускорение

source: Accelerator modifiers
bg: Промяна на ускорението

source: Accelerator Mode
bg: Метод на ускоряване

source: The type of accelerator.
bg: Типът на ускорението

source: Disabled
bg: Изключен

source: Type a new accelerator, or press Backspace to clear
bg: Задаване ускорител или Backspace за изчистване

source: Type a new accelerator
bg: Въвеждане на нов ускорител

source: The child model
bg: Последователен модел

source: The model for the filtermodel to filter
bg: Модел на филтър за филтър

source: The virtual root
bg: Виртуален корен

source: The virtual root (relative to the child model) for this filtermodel
bg: Виртуалният корен (отнасящ се за моделът наследник) за този модел на филтър

source: Line %d character %d: %s
bg: Ред %d знак %d:%s

source: Could not parse "%s" as an integer
bg: Разборът на "%s" не може да се извърши, като цяло число

source: Did not understand trailing characters "%s" in string "%s"
bg: Неизвестен поток от знаци "%s" в низ "%s"

source: Integer %ld must be positive
bg: Цалото число %ld трябва да е положително

source: Integer %ld is too large, current max is %d
bg: Твърде голямо цяло число %ld, максимумът е %d

source: Boolean values must be "true" or "false" not "%s"
bg: Логическите стойности трябва да са "true" или "false", а не "%s"

source: The value "%s" is not part of the enum "%s"
bg: Стойността "%s" не е част от списъка "%s"

source: The type "%s" can't be parsed from a string
bg: Не може да се направи разбор на типът "%s" от низът

source: The property "%s" does not exist
bg: Съдържанието "%s" не съществува

source: The type attribute can only be specified once.
bg: Типън на атрибута може да бъде задаван само веднъж.

source: The type "%s" is not a valid type.
bg: Типът "%s" не е валиден.

source: The type "%s" is not a cell renderer type.
bg: Типът %s не е елемент за изглаждане.

source: No type attribute specified.
bg: Няма определен атрибут за тип.

source: Outermost element in theme must be <treeview_state> not <%s>
bg: Най-външния елемент в темата трябва да е <treeview_state> не <%s>

source: Element inside of <treeview_state> must be <treeview> not <%s>
bg: Елементът в <treeview_state> трябва да е <treeview> не <%s>

source: Element inside of <treeview> must be <column> not <%s>
bg: Елемента в <treeview> трябва да е <column> не <%s>

source: Element inside of <column> must be <cell> not <%s>
bg: Елемента в <column> трябва да е <cell> не <%s>

source: The <cell> element must not have any children.
bg: <cell> елемента не трябва да има наследници.

source: Dock items
bg: Съкратени записи

source: Layout Managment
bg: Управление на формите

source: Saved layouts
bg: Запазени форми

source: _Load
bg: _Зареждане

source: _Lock dock items
bg: _Заключване на съкратените записи

source: Search
bg: Търсене

source: Incremental search
bg: Вътрешно търсене

source: Open _Recent
bg: Отваряне на _последни

source: Open recent files
bg: Отваряне на последни файлове

source: This file has not been saved. Save it first and then build.
bg: Файлът не е запазен. Запазете го преди изграждането.

source: The executable is up-to-date, there is no need to build it again.
bg: Изпълнимият файл е с най-нова версия, няма нужда от повторно изграждане.

source: No build command has been specified for this type of file.
bg: Няма указана команда за изграждане на този тип файл.

source: Building file: %s ...
bg: Изграждане на файл: %s ...

source: Total time taken: %lu secs
bg: Време за изпълнение: %lu секунди

source: Completed ... unsuccessful
bg: Завършване ... неуспешно

source: Completed ... unsuccessful
bg: Завършване ... неуспешно

source: Completed ... successful
bg: Завършване ... успешно

source: Completed ... successful
bg: Завършване ... успешно

source: Unable to build module. Check Settings->Commands.
bg: Модулът не може да се изгради. Проверете Настройки->Команди.

source: Build Project
bg: Изграждане на проект

source: Building source directory of the Project:
bg: Изграждане на папката за изходния код на проекта:

source: Unable to build Project. Check Settings->Commands.
bg: Проектът не може да се изгради. Проверете Настройки->Команди.

source: Building the whole Project:
bg: Изграждане на целия проект:

source: Unable to build tarball. Check Settings->Commands.
bg: Архивът не може да бъде създаден. Проверете Настройки->Команди

source: Build Distribution
bg: Изграждане на дистрибуция

source: Building the distribution package of the Project:
bg: Изграждане на пакет за дистрибуцията на проекта:

source: Do you prefer installing as root ?
bg: Инсталиране като супер потребител ?

source: Unable to auto generate. Check Settings->Commands.
bg: Автоматичното генериране е неуспешно. Проверете Настройки->Команди.

source: Auto generate Project
bg: Автоматично създаване на проект

source: Auto generating the Project:
bg: Автоматично създаване на проекта:

source: Unable to install Project. Check Settings->Commands.
bg: Инсталирането на проекта е неуспешно. Проверете Нстройки->Команди.

source: Install Project
bg: Инсталиране на проект

source: Installing the Project:
bg: Инсталиране на проекта:

source: Unable to clean Project. Check Settings->Commands.
bg: Неуспешно изчистване на проекта. Проверете Настройки->Команди.

source: Clean
bg: Изчистване

source: Cleaning the source directory of the Project:
bg: Изчистване на папката с изходния код на проекта:

source: Unable to Clean All for the Project. Check Settings->Commands.
bg: Неуспешно изчистване за всички на проекта. Проверете Настройки->Команди.

source: Clean All
bg: Изчистване на всички

source: Cleaning whole of the Project:
bg: Изчистване на целия проект:

source: This file has not been saved. Save it first and then compile.
bg: Файлит не е запазен. Запазете го преди компилиране.

source: The object file is up-to-date, there is no need to compile it again.
bg: Обектният файл е с най-нова версия, няма нужда от ново компилиране.

source: No compile command has been specified for this type of file.
bg: Няма указана команда за компилиране на този тип файл.

source: Compile
bg: Компилиране

source: Compiling file: %s ...
bg: Компилиране на файл: %s ...

source: You have changed some of the compiler options of the project, would you like the next build action to perform a complete rebuild of the project?
bg: Има променени опции на компилатора за проекта, желаете ли да се извърши цялостно преизграждане на проекта?

source: Do you want to clear the list?
bg: Искате ли да изчистите списъка?

source: Name
bg: Име

source: Description
bg: Описание

source: Include paths
bg: Пътища за включване

source: Libraries paths
bg: Пътища на библиотеки

source: Libraries and modules
bg: Библиотеки и модули

source: Stock
bg: Инвентар

source: Stock Defines
bg: Определения в инвентара

source: Warning
bg: Предупреждение

source: Project does not have an executable configure script. Auto generate the Project first.
bg: Проекта не съдъжа изпълнима програма за конфигуриране. Необходимо е първо да се генерира автоматично проекта.

source: Configure
bg: Конфигуриране

source: Configuring the Project ....
bg: Конфигуриране на проекта ....

source: The target executable of this Project is unknown
bg: Изпълнимата цел за проекта е неизвестна

source: The target executable of this Project is not executable
bg: Изпълнимата цел на този проект не е изпълнима

source: The target executable does not exist for this Project
bg: Няма изпълнима цел за този проект

source: No file or Project opened.
bg: Няма отворен файл или проект.

source: No executable for this file.
bg: Файлът не е изпълним.

source: Executable is not up-to-date.
bg: Изпълнимият файл не е с най-нова версия.

source: Unable to execute Project. Check Settings->Commands.
bg: Проекта не може да се изпълни. Проверете Настройки->Команди.

source: This file has not been saved. Save it first.
bg: Файлът не е запазен. Запазване.

source: Unable to execute file. Check Settings->Commands.
bg: Файлът не може да се изпълни. Проверете Настройки->Команди.

source: <b>Program execution:</b>
bg: <b>Изпълнение на програмата:</b>

source: Arguments:
bg: Аргументи:

source: Select execution program and args
bg: Избиране на изпълнима програма и аргументи

source: make[%d]: Entering directory `%s'
bg: make[%d]: Влизане в папка `%s'

source: make: Entering directory `%s'
bg: make: Влизане в папка `%s'

source: make[%d]: Leaving directory `%s'
bg: make[%d]: Напускане на папка `%s'

source: make: Leaving directory `%s'
bg: make: Напускане на папка `%s'

source: warning:
bg: предупреждение:

source: Build %d: %s
bg: Създаване %d: %s

source: Configure Parameters:
bg: Конфигурационни параметри:

source: _Build
bg: _Изграждане

source: _Build Project
bg: _Изграждане на проект

source: Build whole project
bg: Изграждане на цял проект

source: _Install Project
bg: _Инсталиране на проект

source: Install whole project
bg: Инсталиране на цял проект
