Repository: 00mjk/anjuta
Catalog: trunk/po/*.po
Languages: bg

source: _Clean Project
bg: _Изчистване на проект

source: Clean whole project
bg: Изчистване на цял проект

source: Run C_onfigure ...
bg: Стартиране на к_онфигуриране ...

source: Configure project
bg: Конфигуриране на проект

source: Run _Autogenerate ...
bg: Стартиране на _автоматично генериране ...

source: Autogenrate project files
bg: Автоматично генериране на файловете за проект

source: Build _Tarball
bg: Изграждане на _архив

source: Build project tarball distribution
bg: Архивиране на проекта на дистрибуцията

source: _Execute program
bg: _Изпълнение на програма

source: Execute program
bg: Изпълнение на програма

source: _Build Module
bg: _Изграждане на модул

source: Build module associated with current file
bg: Изграждане на модул свързан с този файл

source: _Install Module
bg: _Инсталиране на модул

source: Install module associated with current file
bg: Инсталиране на модула свързан с този файл

source: _Clean Module
bg: _Изчистване на модул

source: Clean module associated with current file
bg: Изчистване на модулите асоциирани с текущия файл

source: Co_mpile File
bg: Ко_мпилиране на файл

source: Compile current editor file
bg: Компилиране на файла от редактора

source: _Compile
bg: _Компилиране

source: Complie file
bg: Компилиране на файл

source: Build module
bg: Изграждане на модул

source: _Install
bg: _Инсталиране

source: Install module
bg: Инсталиране на модул

source: _Clean
bg: _Изчистване

source: Clean module
bg: Изчистване на модул

source: Co_mpile
bg: Ко_мпилиране

source: _Build (%s)
bg: _Изграждане (%s)

source: _Install (%s)
bg: _Инсталиране (%s)

source: _Clean (%s)
bg: _Изчистване (%s)

source: Co_mpile (%s)
bg: Ко_мпилиране на (%s)

source: Build commands
bg: Команди за изграждане

source: Program
bg: Програма

source: Program '%s' is not a local file
bg: Програмата '%s' не е локален файл

source: Program '%s' does not exists
bg: Програмата '%s' не е намерена

source: Program '%s' does not have execution permission
bg: Програмата '%s' няма права за изпълнение

source: Executable '%s' is not up-to-date.
bg: Изпълнимият файлт '%s' не е с най-нова версия.

source: Fixed data-view
bg: Фиксиран преглед на данни

source: Update the graph
bg: Обновяване на графиката

source: Inheritance Graph
bg: Наследяване на графика

source: Select header file
bg: Избиране на заглавен файл

source: Select source file
bg: Избиране на файл с изходен код

source: * Class Function Prefix:
bg: * Предпочитание на функцията за клас:

source: * Class Name:
bg: * Име на клас:

source: * Class name:
bg: * Име на клас:

source: * GObject Prefix and Type:
bg: * Предпочитание и тип на GObject:

source: * Output Header File:
bg: * Изходен заглавен файл:

source: * Output Source File:
bg: * Изходен файл с код:

source: <span size="large" weight="bold">GObject Class Template Builder</span>
bg: <span·size="large"·weight="bold">Изграждане на клас на темплейт за GObject</span>

source: <span size="large" weight="bold">Generic C++ Class Builder</span>
bg: <span·size="large"·weight="bold">Стандартно изграждане на C++ клас</span>

source: Add to Repository
bg: Добавяне в хранилище

source: Add to current Project?
bg: Добавяне в текущ проект?

source: Add to project
bg: Добавяне към проект

source: Author Email:
bg: Email на автор:

source: Author Name:
bg: Име на автор:

source: Author/Date-Time
bg: Автор/дата-час

source: Base Class:
bg: Основен клас:

source: Base class inheritance:
bg: Основно наследяване на клас:

source: Browse
bg: Разглеждане

source: Browse for the declaration file name.
bg: Търсене за указано име на файл.

source: Browse for the implementation file name.
bg: Търсене име на файл за изпълнение.

source: Class Generator
bg: Създател на клас

source: Class Options:
bg: Настройки на клас:

source: Create
bg: Създаване

source: Enter the name for the class you want to add.
bg: Въвеждане името на класа за добавяне.

source: Enter the name of the class your new class will inherit from.
bg: Въвеждане името на класа за наследяване.

source: GObject Class
bg: Клас на GObject

source: Generic C++ Class
bg: Оригинален C++ клас

source: Inline the declaration and implementation
bg: Вътрешно деклариране и изпълнение

source: License:
bg: Лиценз:

source: Source/Header Headings:
bg: Заглавия на сорс/хедър:

source: This plugin will create a class of the type you specify and add it to your project. Note that the creating class's parameters will be taken from the active tab. Please be sure to fill all required fields marked by *.
bg: Модулът създава клас от типът, който сте указали и го добавя към проекта. Параметрите за класът ще бъдат взети от активният таб. Уверете се, че всички полета означени с * са попълнени.

source: Virtual destructor
bg: Виртуален деструктор

source: _TYPE_
bg: _ТИП_

source: public protected private
bg: public prоtected private

source: The file '%s' already exists. Do you want to replace it with the one you are saving?
bg: Файлът '%s' съществува. Да се презапише ли с този, който запазвате?

source: _Replace
bg: _Заместване

source: Please check your required fields.
bg: Попълнете задължителните полета.

source: An error occurred when trying to write GObject Class Template. Check file permissions.
bg: Възникна грешка при опита да се запише клас темплейта за GObject. Проверете правата на файла.

source: Please fill required fields.
bg: Попълнете необходимите полета.

source: Error in writing files
bg: Грешка в записа на файлове

source: <b>CVS Options</b>
bg: <b>Настройки на CVS</b>>

source: <b>Module Details:</b>
bg: <b>Подробности за модул:</b>>

source: <b>Options:</b>
bg: <b>Настройки:</b>>

source: <b>Options</b>
bg: <b>Настройки</b>>

source: <b>Please note: </b> Pressing OK will delete the file from disk and from CVS. Of course the file won't be removed from CVS before you use CVS Commit. <b>You have been warned!</b>
bg: <b>Please·note:·</b> Потвърждаването ще изтрие файлът от твърдия диск и CVS хранилището. Файлът няма да бъде премахнат от хранилището без потвърждение. <b>Предупредени сте!</b>

source: <b>Repository: </b>
bg: <b>Хранилище: </b>>

source: Be verbose
bg: Описателно

source: CVS Preferences
bg: Предпочитания на CVS

source: CVS: Add file/directory
bg: CVS: добавяне на файл/папка

source: CVS: Commit file/directory
bg: CVS: съхранение на файл/папка

source: CVS: Diff file/directory
bg: CVS: версия на файл/папка

source: CVS: Import
bg: CVS: внасяне

source: CVS: Log file/directory
bg: CVS: дневник на файл/папка

source: CVS: Remove file/directory
bg: CVS: премахване на файл/папка

source: CVS: Status
bg: CVS: състояние

source: CVS: Status from file/directory
bg: CVS: състояние от файл/папка

source: CVS: Update file/directory
bg: CVS: обновяване на файл/папка

source: Choose file or directory to add:
bg: Избиране на файл или папка за добавяне:

source: Choose file or directory to commit:
bg: Избиране на файл или папка за съхранение:

source: Choose file or directory to diff:
bg: Избиране на файл или папка за обновяване:

source: Choose file or directory to get log:
bg: Избиране на файл или папка за взимане на дневник:

source: Choose file or directory to get the status from:
bg: Избиране на файл или папка за взимане състоянието от:

source: Choose file or directory to remove:
bg: Избиране на файл или папка за премахване:

source: Choose file or directory to update:
bg: Избиране на файл или папка за обновяване:

source: Compression Level (0=off, 10=max):
bg: Ниво за компресия (0=off, 10=max):

source: Create new directories
bg: Създаване на нови папки

source: Delete empty directories
bg: Изтриване на празните папки

source: Do not act recursively
bg: Нерекурсивно действие

source: File is binary
bg: Двоичен файл

source: Ignore .cvsrc file (recommend)
bg: Игнориране на .cvsrc файлът (препоръчително)

source: Local Extern (rsh) Password server (pserver)
bg: Local Extern (rsh) Сървър за парола (pserver)

source: Log message:
bg: Съобщение за дневник:

source: Module name:
bg: Име на модул:

source: Password:
bg: Парола:

source: Path to "cvs" command
bg: Път до "cvs" команда

source: Project root directory:
bg: Коренова папка на проекта:

source: Release tag:
bg: Разрешен етикет:

source: Reset sticky tags
bg: Връщане на лепкавите етикети

source: Revision:
bg: Преглед:

source: Standard diff Patch-Style diff
bg: Стандартни разлики Стил на кърпенето на разликите

source: Unified format instead of context format
bg: Комбинирано форматиране вместо контекстно

source: Use revision/tag:
bg: Използване на проверка/етикет:

source: Use revision:
bg: Използване на преглед:

source: Username:
bg: Потребителско име:

source: Vendor tag:
bg: Предложение за етикет:

source: Whole project
bg: Цял проект

source: none
bg: никакъв

source: start
bg: започване

source: Please enter a filename!
bg: Трябва да се въведе име на файл!

source: Please fill field: %s
bg: Попълнете поле: %s

source: CVS command is running! Please wait until it is finished!
bg: CVS командата е стартирана! Изчакайте, докато завърши!

source: Unable to delete file
bg: Файлът не може да се премахне

source: Are you sure that you do not want a log message?
bg: Сигурни ли сте, че не искате да запазите съобщението в дневника?

source: Module
bg: Модул

source: Vendor
bg: Предложение

source: Release
bg: Стартов

source: Directory
bg: Папка

source: CVS command failed! - See above for details
bg: Командата към CVS пропадна! - Показване на детайлите горе

source: CVS command successful! - Time taken %ld secs.
bg: CVS командата е успешна! Време за изпълнение %ld секунди.

source: CVS command is running - please wait until it finishes!
bg: Командата към CVS е стартирана - изчакайте докато свърши!

source: _Add
bg: _Добавяне

source: Add a new file/directory to the CVS tree
bg: Добавяне на нов файл или папка към дървото на CVS

source: _Remove
bg: _Премахване

source: Remove a file/directory from CVS tree
bg: Премахване на файл или папка от дървото на CVS

source: _Commit
bg: _Съхраняване

source: Commit your changes to the CVS tree
bg: Съхраняване на промените в дървото на CVS

source: Sync your local copy with the CVS tree
bg: Синхронизиране на локалното копие с това на дървото от CVS

source: _Diff
bg: _Версия

source: Show differences between your local copy and the tree
bg: Показване на разликите между локалното копие и това от дървото

source: _Show Status
bg: _Показване на състояние

source: Show the status of a file/directory
bg: Показване състоянието на файл/папка

source: _Show Log
bg: _Показване на дневник

source: Show the log of a file/directory
bg: Показване на дневника за файл/папка

source: _Import Tree
bg: _Въвеждане на дърво

source: Import a new source tree to CVS
bg: Въвеждане на ново дърво с изходен код в CVS

source: CVS operations
bg: Операции на CVS

source: <b>Debugger:</b>
bg: <b>Дебъгер:</b>

source: dialog1
bg: диалог1

source: Pid
bg: Процес

source: User
bg: Потребител

source: Time
bg: Време

source: Command
bg: Команда

source: Unable to execute: %s.
bg: Не може да се изпълни: %s.

source: Unable to open the file: %s
bg: Не може да се отвори файла: %s

source: Load Target to debug
bg: Зареждане на цел за откриване на грешки

source: All files
bg: Всички файлове

source: Select debugging target
bg: Избиране на цел за откриване на грешки

source: _Debug
bg: _Дебъг

source: _Start Debugger
bg: _Стартиране на дебъгера

source: Start the debugging session
bg: Стартиране сесия за откриване на грешки

source: Load debugging target ...
bg: Зареждане на цел за откриване на грешки ...

source: Open the target for debugging
bg: Отваряне на цел за откриване на грешки

source: _Attach to Process ...
bg: _Прикачане към процес ...

source: Attach to a running program
bg: Прикачване към стартирана програма

source: _Execution
bg: _Изпълнение

source: Run/_Continue
bg: Стартиране/_продължаване

source: Continue the execution of the program
bg: Продължаване изпълнението на програмата

source: Step _In
bg: Разстояние _навътре

source: Single step into function
bg: Единично разстояние във функция

source: Step O_ver
bg: Разстояние о_тгоре

source: Single step over function
bg: Единично разстояние върху функция

source: Step _Out
bg: Разстояние _навън

source: Single step out of the function
bg: Единично отместване навън от функцията

source: _Run to cursor
bg: _Стартиране към указател

source: Run to the cursor
bg: Стартиране към указателя

source: St_op Debugger
bg: Пр_иключване на дебъгера

source: Say goodbye to the debugger
bg: Приключване откриването на грешки

source: Debugger operations
bg: Операции за откриване на грешки

source: Contents
bg: Съдържания

source: Help
bg: Помощ

source: Help display
bg: Показване на помощ

source: Search Help:
bg: Тъсене на помощ:

source: _Goto
bg: _Отиване до

source: Previous Help
bg: Предишна помощ

source: Go to previous help page
bg: Отиване към предишната помощна страница

source: Next Help
bg: Следваща помощ

source: Go to next help page
bg: Отиване към следваща помощна страница

source: _API references
bg: _Програмни справки

source: Browse API Pages
bg: Прелистване на програмните страници

source: _Context Help
bg: Помощ към _контекста

source: Search help for the current word in the editor
bg: Тъсене на помощ за думата от редактора

source: _Search Help
bg: _Търсене на помощ

source: Search for a term in help
bg: Търсене на термин в помощника

source: Devhelp navigation operations
bg: Навигационни операции на Devhelp

source: The editor is being used as output buffer for an operation. Closing it will result in stopping the process. Do you still want close the editor?
bg: Редактора е използван като изходен буфер за операция. Затварянето му ще доведе до спиране на процеса. Все още ли искате да затворите редактора?

source: The file '%s' is not saved. Do you want to save it before closing?
bg: Файлът '%s' не е запазен. Желаете ли да го запазите преди затваряне?

source: Do_n't save
bg: Бе_з запазване

source: Are you sure you want to reload '%s'? Any unsaved changes will be lost.
bg: Презареждане на '%s'? Незапазените промени ще бъдат загубени.

source: _Reload
bg: _Презареждане

source: There is no line number %d in "%s".
bg: Няма номер на ред %d в "%s".

source: No matches. Wrap search around the document?
bg: Няма резултати. Припокрито търсене на документа?

source: Incremental search for '%s' failed. Press Enter or click Find to continue searching at the top.
bg: Вътрешното търсене за '%s' пропадна. Натиснете Enter или Намиране, за да продължите търсенето отначало.

source: Incremental search for '%s' (continued at top) failed.
bg: Вътрешното търсене за '%s' (продължено от началото) пропадна.

source: Save file as
bg: Запазване на файл като

source: Path:
bg: Път:

source: <b>Actions</b>
bg: <b>Действия</b>

source: <b>Autocompletion</b>
bg: <b>Автоматично завършване</b>

source: <b>Autoformat style</b>
bg: <b>Стил за автоматично форматиране</b>

source: <b>Autosave</b>
bg: <b>Автоматично запазване</b>

source: <b>Code folding</b>
bg: <b>Нагъване на кода</b>

source: <b>Custom autoformate style</b>
bg: <b>Стандартен стил на автоматично форматиране</b>

source: <b>Editor tabs</b>
bg: <b>Табове на едитора</b>

source: <b>Encoding to use when saving files</b>
bg: <b>Кодировка за използване при запазване на файлове</b>

source: <b>File Filter</b>
bg: <b>Филтър на файл</b>

source: <b>Highlight style</b>
bg: <b>Стил на оцветяване</b>

source: <b>Indentation and auto-format options</b>
bg: </b>Опции за структурата и автоматично форматиане</b>

source: <b>Misc options</b>
bg: <b>Други опции</b>

source: <b>Other colors</b>
bg: <b>Други цветове</b>

source: <b>Parameters</b>
bg: <b>Параметри</b>

source: <b>Print options</b>
bg: <b>Настройки за принтиране</b>

source: <b>Scope</b>
bg: <b>Обхват</b>

source: <b>Search Variable</b>
bg: <b>Търсена променлива</b>

source: <b>Supported Encodings</b>
bg: <b>Поддържани кодировки</b>

source: <b>Theme</b>
bg: <b>Тема</b>

source: Add line number every:
bg: Добавяне номер на реда на всеки:

source: Add page header
bg: Добавяне заглавна част на страница

source: Always save in UTF-8 encoding (faster)
bg: Винаги запазване в UTF-8 кодиране (по-бързо)

source: Anjuta coding style
bg: Стил на писане в Anjuta

source: Arrows
bg: Стрелки

source: Attributes:
bg: Атрибути:

source: Autocomplete XML/HTML closing tags
bg: Автоматично затваряне на XML/HTML етикетите

source: Autocompletion pop up choices
bg: Автоматично завършване при избор от изкачащия прозорец

source: Back color:
bg: Цвят на фона:

source: Backward
bg: Обратно

source: Basic Search & Replace
bg: Основно търсене и заместване

source: Bold
bg: Удебелен

source: Bottom
bg: Най-долу

source: Calltip background:
bg: Извикване на тип за фон:

source: Caret (cursor) color:
bg: Цвят на каретката (курсора):

source: Caret blink period in milli-seconds
bg: Период на премигване на каретката в мили секунди

source: Case insensitive
bg: Нечувствителен регистър

source: Choose Directories:
bg: Избор на папки:

source: Choose Files:
bg: Избор на файлове:

source: Choose autocomplete for single match
bg: Избиране автоматично завършване при първо намиране

source: Circular
bg: Кръгов

source: Collapse all code folds on file open
bg: Разгъване на сгънатия код при отваряне на файл

source: Colors and fonts
bg: Цветове и шрифтове

source: Colour
bg: Цвят

source: Compact folding
bg: Компактно сгъване

source: Custom style
bg: Стил по подразбиране

source: Delete Theme
bg: Изтриване на тема

source: Disable auto-format
bg: Изключване на автоматичното форматиране

source: Disable syntax highlighting
bg: Изключване на осветяването на кода

source: Do not show tabs
bg: Не се показват табове

source: Documents
bg: Документи

source: Draw line below folded lines
bg: Подчертаване на сгънатите редове

source: Edge column
bg: Заграждане на колони

source: Editor caret (cursor) width in pixels
bg: Широчина на каретката (курсора) на едитора в пиксели

source: Enable HTML tags folding
bg: Разрешаване сгъването на HTML етикетите

source: Enable automatic indentation
bg: Разрешаване на празно място в началото на ред

source: Enable braces check
bg: Рзрешаване проверката за скоби

source: Enable code folding
bg: Разрешаване сгъването на кода

source: Enable comments folding
bg: Разрешаване сгъването на коментарите

source: Enable files autosave
bg: Включване автоматично запазване на файлове

source: Enable line wrap
bg: Разрешаване скриването на редове

source: Enable python comments folding
bg: Разрешаване сгъването на коментарите в python

source: Enable python quoted strings folding
bg: Разрешаване сгъването на ъгловите низове в python

source: Encodings
bg: Кодировки

source: Filter extraneous characters in DOS mode
bg: Филтър за външните знаци на DOS стила

source: Find & Replace
bg: Намиране и заместване

source: Fold style:
bg: Стил на сгъване:

source: Font:
bg: Шрифт:

source: Fonts and colors for editor
bg: Шрифтове и цветове за редактор

source: Fore color:
bg: Цвят отгоре:

source: Forward
bg: Преден

source: Full Buffer
bg: Пълен буфер

source: GNU coding style
bg: Стил на писане GNU

source: Ignore Binary Files
bg: Пропускане на двоични файлове

source: Ignore Directories:
bg: Пропускане на папки:

source: Ignore Files:
bg: Пропускане на файлове:

source: Ignore Hidden Directories
bg: Пропускане на скрити папки:

source: Ignore Hidden Files
bg: Пропускане на скрити файлове:

source: Indent closing braces
bg: Затвярящи фугурни скоби

source: Indent opening braces
bg: Отворени фигурни скоби

source: Italic
bg: Наклонен

source: Kernighan and Ritchie style
bg: Стил на Kernighan и Ritchie

source: Left
bg: Ляв

source: Lines
bg: Редове

source: Match at start of word
bg: Търсене в началото на дума

source: Match complete lines
bg: Откриване на завършени редове

source: Match complete words
bg: Намиране началото на дума

source: Max. Actions
bg: Макс. действия

source: Mode:
bg: Метод:

source: Modify
bg: Променяне

source: Monochrome
bg: Едноцветно

source: New Name:
bg: Ново име:

source: No Limit
bg: Неограничено

source: Original Berkeley style
bg: Оригинален Berkeley стил

source: Plus/Minus
bg: Плюс/минус

source: Position:
bg: Позиция:

source: Printing
bg: Отпечатване

source: Regular Expression
bg: Нормален израз

source: Reload Session Defaults
bg: Презареждане стандартните стойности на сесията

source: Reload System Defaults
bg: Презареждане системните настройки по подразбиране

source: Replace With:
bg: Заместване с:

source: Right
bg: Десен

source: Save files interval in minutes
bg: Интервал в минути за запазване на фаловете

source: Save session interval in minutes
bg: Интервал за запазване на сесия в минути

source: Search Action:
bg: Търсене на действие:

source: Search Direction:
bg: Посока на търсене:

source: Search Expression
bg: Търсене на израз

source: Search Expression:
bg: Търсене на израз:

source: Search In:
bg: Търсене в:

source: Search Recursively
bg: Рекурсивно търсене

source: Search Target
bg: Търсене на цел

source: Select highlight style to edit:
bg: Избиране на стил за осветяване за редакция:

source: Select theme:
bg: Избиране на тема:

source: Selection background:
bg: Избор на фон:

source: Selection foreground:
bg: Избор на горен цвят:

source: Setting
bg: Настройка

source: Sorted by most recent use
bg: Подредени по най-често използване

source: Sorted in alphabetical order
bg: Подредени по азбучен ред

source: Sorted in opening order
bg: Подреждане по ред на отваряне

source: Space-seperated list of directory name patterns to ignore
bg: Образец на списък на папки разделени с празно пространство за пропускане

source: Squares
bg: Квадрати

source: Strip trailling spaces on file save
bg: Запомняне изчистването на празните места при запазване на файл

source: Style of Kangleipak
bg: Стил на Kangleipak

source: Tab size in spaces:
bg: Размер на таб в празно място

source: Top
bg: Горе

source: Try to save in current locale's encoding
bg: Опит да се запази в текущата кодировка

source: Try to save in original encoding
bg: Опит за запазване в оригиналната кодировка

source: Underlined
bg: Подчетано

source: Use default
bg: Изпозване на стойности по подразбиране

source: View EOL chars
bg: Показване знаците за край на ред

source: View Line Wrap
bg: Преглед продравняването на ред

source: View Whitespaces
bg: Преглеждане на празните знаци

source: Wrap bookmarks search around
bg: Подравняване търсенето на отметките

source: _Save Theme As
bg: _Запазване на темата като

source: <b>Go to Line number:</b>
bg: <b>Прехвърляне на номер на ред:</b>

source: _Save
bg: _Запазване

source: Save current file
bg: Запазване на файла

source: Save _As ...
bg: Запазване_като ...

source: Save the current file with a different name
bg: Запазване на файла с друго име

source: Save A_ll
bg: Запазване на в_сички

source: Save all currently open files, except new files
bg: Запазване на всички отворени файлове, с изключение на новите

source: _Close File
bg: _Затваряне на файл

source: Close current file
bg: Затваряне на текущ файл

source: Close All Files
bg: Затваряне на файловете

source: Close all files
bg: Затваряне на всички файлове

source: Reload F_ile
bg: Презареждане на ф_айл

source: Reload current file
bg: Презареждане на текущия файл

source: Swap .h/.c
bg: Разменане .h/.c

source: Swap c header and source file
bg: Разменяне на C хедър и сорс файл

source: Recent _Files
bg: Последни _файлове

source: _Print
bg: _Отпечатване

source: Print the current file
bg: Отпечатване на текущия файл

source: _Print Preview
bg: Преглед за _печатане

source: Print preview of the current file
bg: Отпечатване прегледа на текущия файл

source: _Transform
bg: _Преобразуване

source: _Make Selection Uppercase
bg: _Задаване селекцията с главни букви

source: Make the selected text uppercase
bg: Превърщане на избрания текст с главни букви

source: Make Selection Lowercase
bg: Превеъщане на избора в малки букви
