Repository: 00mjk/anjuta
Catalog: trunk/po/*.po
Languages: bg

source: _Breakpoints
bg: _Точки на прекъсване

source: Toggle breakpoint at the current location
bg: Задаване точка на прекъсване за текуща позиция

source: Set Breakpoint ...
bg: Задаване точка на прекъсване

source: Set a breakpoint
bg: Задаване точка на прекъсване

source: _Breakpoints ...
bg: _Точки на прекъсване ...

source: Edit breakpoints
bg: Редактиране точка на прекъсване

source: Disable all Breakpoints
bg: Изключване на всички точки на прекъсване

source: Deactivate all breakpoints
bg: Деактивиране всички точки на прекъсване

source: C_lear all Breakpoints
bg: И_зчистване всички точки на прекъсване

source: Delete all breakpoints
bg: Изтриване всички точки на прекъсване

source: _Info
bg: _Информация

source: Info _Target Files
bg: Информация на файловете за _цел

source: Display information on the files the debugger is active with
bg: Показване информацията на активните файлове от дебъгера

source: Info _Program
bg: Информация за _програмата

source: Display information on the execution status of the program
bg: Показване информация на статуса на изпълнението на програмата

source: Info _Kernel User Struct
bg: Информация за структурата на _ядрото

source: Info _Threads
bg: Информация за _нишката

source: Display the IDs of currently known threads
bg: Показване на всички IDта на текущите нишки

source: Info _Global variables
bg: Информация за _глобалните променливи

source: Display all global and static variables of the program
bg: Показване на всички глобални и статични променливи на програмата

source: Info _Local variables
bg: Информация за _локалните променливи

source: Display local variables of the current frame
bg: Показване локалните променливи на текущата структура

source: Info _Current Frame
bg: Информация за _текущата структура

source: Display information about the current frame of execution
bg: Показване информацията относно текущата структура, която се изпълнява

source: Info Function _Arguments
bg: Информация за _аргументите на функцията

source: Display function arguments of the current frame
bg: Показване аргументите на функцията от текущата структура

source: Examine _Memory
bg: Тестване на _паметта

source: Display accessible memory
bg: Показване на достъпната памет

source: _Restart Program
bg: _Презареждане на програмата

source: Stop and restart the program
bg: Спиране и презареждане на програма

source: S_top Program
bg: С_пиране на програмата

source: Stop the program being debugged
bg: Спиране проверката за грешки на програмата

source: _Detach Debugger
bg: _Откачане на дебъгера

source: Detach from an attached program
bg: Откачване от прикачена програма

source: Pa_use Program
bg: Пр_екъсване на програмата

source: Pauses the execution of the program
bg: Прекъсване изпълнението на програмата

source: Si_gnal to Process
bg: Си_гнал към процес

source: Send a kernel signal to the process being debugged
bg: Изпращане на сигнал от ядрото към процеса, който се проверява за грешки

source: Ins_pect/Evaluate ...
bg: Пре_глеждане/оценяване

source: Inspect or evaluate an expression or variable
bg: Преглед или тестване на израз или променлива

source: Add Expression in _Watch ...
bg: Добавяне на израз в _Watch ...

source: Add expression or variable to the watch
bg: Добавяне на израз или променлива към наблюдението

source: Debugger command ...
bg: Команди на дебъгера ...

source: Custom debugger command
bg: Обикновена команда за проверка за грешки

source: Registers ...
bg: Регистри ...

source: Show CPU register contents
bg: Показване съдържанието на регистрите на процесора

source: Shared Libraries ...
bg: Споделени библиотеки ...

source: Kernel Signals ...
bg: Сигнали на ядрото ...

source: Show kernel signals
bg: Показване сигналите на ядрото

source: Location: %s, line %d
bg: Място: %s, ред %d

source: Watches
bg: Наблюдения

source: Locals
bg: Локали

source: Stack
bg: Стек

source: Gdb (debugger) commands
bg: Gdb (дебъгер) команди

source: Register
bg: Регистри

source: Shared libraries
bg: Споделени библиотеки

source: Shared Object
bg: Споделен обект

source: From
bg: От

source: To
bg: До

source: Sysm Read
bg: Прочитане на съобщенията от системата

source: No
bg: Не

source: Modify Signal
bg: Променяне на сигнал

source: Send to process
bg: Изпращане към процес

source: Kernel signals
bg: Сигнали на ядрото

source: Signal
bg: Сигнал

source: Stop
bg: Спиране

source: Stop:
bg: Спиране:

source: Print:
bg: Отпечатване:

source: Set current frame
bg: Задаване на текуща структура

source: Frame info
bg: Информация за структурата

source: View Source
bg: Преглед на изходен код

source: Active
bg: Активен

source: Frame
bg: Структура

source: Arguments
bg: Аргументи

source: < Not defined in current context >
bg: < Не е определен в контекста >

source: Add expression
bg: Добавяне на израз

source: Remove
bg: Премахване

source: Update all
bg: Обновяване на всички

source: Clear
bg: Изчистване

source: Change item
bg: Промяна на запис

source: Add Watch Expression
bg: Добавяне на наблюдение за израз

source: Add expression to watch
bg: Добавяне на израз за наблюдение

source: Modify Watch Expression
bg: Промяна наблюдението на израз

source: Modify watched expression
bg: Променяне на израза за наблюдаване

source: Inspect/Evaluate
bg: Преглеждане/тестване

source: Inspect/Evaluate Expression
bg: Преглед/тест на израз

source: Add To Watch
bg: Добавяне за наблюдаване

source: _Undo: %s
bg: _Отменяне на: %s

source: _Undo
bg: _Отменяне

source: _Redo: %s
bg: _Повтаряне: %s

source: Invalid glade file name
bg: Неправилно име на файл за glade

source: Glade project '%s' saved
bg: Проекта на Glade '%s' е запазен

source: Save glade file ...
bg: Запазване файла на glade ...

source: Save glade file as ...
bg: Запазване файла на glade като ...

source: <span weight="bold" size="larger">Save changes to glade project "%s" before closing?</span> Your changes will be lost if you don't save them.
bg: <span·weight="bold"·size="larger">Запазване промените към проект на glade "%s" преди затваряне?</span> Промените ще се загубят, ако не ги запазите.

source: _Close without Saving
bg: _Затваряне без записване

source: Save glade project...
bg: Запазване на проекта на glade...

source: Undo last action
bg: Отменяне на последното действие

source: Redo last undone action
bg: Повтаряне на последното отменено действие

source: Cu_t
bg: Отрязван_е

source: Cut selection
bg: Отрязване на селекцията

source: Copy selection
bg: Копиране на селекцията

source: Paste selection
bg: Поставяне на селекцията

source: _Delete
bg: _Изтриване

source: Delete selection
bg: Изтриване на селекцията

source: _Show Clipboard
bg: Показване на буфера за обмен

source: Show clipboard
bg: Показване буфера за обмен

source: Save glade project
bg: Запазване на glade проект

source: Save as glade project
bg: Запазване като glade проект

source: Clos_e
bg: Затварян_е

source: Close current glade project
bg: Затваряне на текущият проект на glade

source: Glade operations
bg: Операции на Glade

source: Palette
bg: Палитра

source: Widgets
bg: Елементи

source: Properties
bg: Аксесоари

source: Not local file: %s
bg: Не е локален файл: %s

source: Could not open: %s
bg: Не може да се отвори: %s

source: Could not create a new glade project.
bg: Не може да се създаде нов проект на glade.

source: You need to select a to do item before you can edit it
bg: Трябва да изберете to do запис преди да го редактирате

source: Add Item
bg: Добавяне на запис

source: Edit Item
bg: Редактиране на запис

source: Summary:
bg: Резюме:

source: <b>Summary:</b>
bg: <b>Резюме:</b>

source: Category:
bg: Категория:

source: Edit Categories
bg: Редактиране на категории

source: Priority:
bg: Приоритет:

source: High
bg: Висок

source: Medium
bg: Среден

source: Low
bg: Нисък

source: Comment:
bg: Коментар:

source: <b>Comment:</b>
bg: <b>Коментар:</b>

source: Completed
bg: Завършен

source: <i>started: n/a</i>
bg: <i>започнат: n/a</i>

source: <i>stopped: n/a</i>
bg: <i>завършен: n/a</i>

source: <i>started: %s</i>
bg: <i>започнат: %s</i>

source: <i>stopped: %s</i>
bg: <i>завършен: %s</i>

source: <i>started: %s stopped: %s</i>
bg: <i>започнат: %s завършен: %s</i>

source: You need to select a todo item before you can remove it
bg: Трябва да изберете to do запис преди да го премахнете

source: Are you sure you want to remove the selected todo item?
bg: Сигурни ли сте, че искате да премахнете избрания todo запис?

source: Are you sure you want to remove all the completed todo items?
bg: Сигурни ли сте, че искате да премахнете всички завършени todo записи?

source: Are you sure you want to remove all the completed todo items in the category "%s"?
bg: Сигурни ли сте, че искате да премахнете всички завършени todo записи в категорията "%s"?

source: Display flags
bg: Показване на флаговете

source: Displayed date and/or time properties
bg: Показване на датата и/или настройките за време

source: Year
bg: Година

source: Displayed year
bg: Показвана година

source: Month
bg: Месец

source: Displayed month
bg: Показван месец

source: Day
bg: Ден

source: Displayed day of month
bg: Показван ден от месец

source: Hour
bg: Час

source: Displayed hour
bg: Показван час

source: Minute
bg: Минута

source: Displayed minute
bg: Показвана минута

source: Second
bg: Секунда

source: Displayed second
bg: Показване на секунда

source: _Today
bg: _Днес

source: _No Date
bg: _Без дата

source: 24hr: no
bg: 24 часа: не

source: No Date
bg: Без дата

source: no end time
bg: без време за край

source: Orientation
bg: Насочване

source: Export to
bg: Изнасяне към

source: /View/Sorting/Done, Date, Priority
bg: /Преглед/Подредба/Готово, дата, приоритет

source: /View/Sorting/Done, Priority, Date
bg: /Преглед/Подреждане/Готово, приоритет, дата

source: /View/Sorting/Priority, Date, Done
bg: /Преглед/Подреждане/Приоритет, дата, готов

source: /View/Sorting/Priority, Done, Date
bg: /Преглед/Подреждане/Приоритет, готов, дата

source: /View/Sorting/Date, Priority, Done
bg: /Преглед/Подреждане/Дата, приоритет, готов

source: /View/Sorting/Date, Done, Priority
bg: /Преглед/Подреждане/Дата, готов, приоритет

source: /ToDo/_New Task List
bg: /ToDo/_Нов списък със задачи

source: /ToDo/_Open Task List
bg: /ToDo/_Отваряне на списъка със задачи

source: /ToDo/_Export to
bg: /ToDo/_Експортиране до

source: /ToDo/Export to/html
bg: /ToDo/експортиране в/html

source: /ToDo/Export to/task list
bg: /ToDo/експортиране до/списък със задачи

source: /ToDo/_Hide or Show Window
bg: /ToDo/_Скриване или полазване на прозорец

source: /ToDo/_Preferences
bg: /ToDo/_Предпочитания

source: /ToDo/_Edit Categories
bg: /ToDo/_Редактиране на категории

source: /ToDo/_Quit
bg: /ToDo/_Излизане

source: /_Item
bg: /_Запис

source: /Item/_Add
bg: /Запис/_Добавяне

source: /Item/_Edit
bg: /Запис/_Редактиране

source: /Item/_Remove
bg: /Запис/_Премахване

source: /Item/Remove _Completed Items
bg: /Запис/Премахване на _завършените записи

source: /_View
bg: /_Преглед

source: /_View/_Sorting
bg: /_Преглед/_Подреждане

source: /View/Sorting/Sort Ascending
bg: /Преглед/Подреждане/Възходяща подредба

source: /View/Sorting/Sort Descending
bg: /Преглед/Подреждане/Низходяща подредба

source: /View/Hide Completed Items
bg: /Преглед/Скриване на завършените записи

source: /View/Hide Items Without an End Date
bg: /Преглеждане/скриване на записи без крайна дата

source: /_Help
bg: /_Помощ

source: /Help/_About
bg: /Помощ/_Относно

source: Todo List
bg: Todo списък

source: _View
bg: _Преглеждане

source: /Item/Edit
bg: /Запис/Редактиране

source: /Item/Remove
bg: /Запис/Премахване

source: /Item/Add
bg: /Запис/Добавяне

source: /Item/Remove Completed Items
bg: /Запис/Премахване на завършени записи

source: /ToDo/Edit Categories
bg: /ToDo/Редактиране на категории

source: All
bg: Всички

source: Priority
bg: Приоритет

source: Summary
bg: Резюме

source: About gToDo
bg: Относно gToDo

source: gToDo is a small and simple todo list written in gtk+-2.0
bg: gToDo е малък и лесен todo списък написан на gtk+-2.0

source: Copyright © 2003-2004 Qball Cow (Qball@qball.homelinux.org)
bg: Авторски права © 2003-2004 Qball Cow (Qball@qball.homelinux.org)

source: <span size="small">Copyright © 2003-2004 Qball Cow (Qball@qball.homelinux.org)</span>
bg: <span·size="small">Авторски права·©·2003-2004 Qball Cow (Qball@qball.homelinux.org)</span>

source: No permission to read the file.
bg: Няма права за прочитането на файла.

source: Failed to parse xml structure
bg: Разборът на XML структурата пропадна

source: File is not a valid gtodo file
bg: Файлът не е валиден gtodo файл

source: Personal
bg: Пероснален

source: Business
bg: Бизнес

source: No Gtodo Client to save.
bg: Няма наличен Gtodo клиент за запазване.

source: Failed to delete %s.
bg: Пропадане изтриването на %s.

source: Failed to create/open file.
bg: Създаването/отварянето на файла пропадна.

source: Failed to write data to file.
bg: Записването на информацията във файла пропадна.

source: No filename supplied.
bg: Неподдържано име за файл.

source: <b>Summary:</b> %s
bg: <b>Резюме:</b> %s

source: <b>Priority:</b> <span color="dark green">%s</span>
bg: <b>Приоритет:</b> <span·color="dark·green">%s</span>

source: <b>Priority:</b> %s
bg: <b>Приоритет:</b> %s

source: <b>Priority:</b> <span color="red">%s</span>
bg: <b>Приоритет:</b> <span·color="red">%s</span>

source: <b>Comment:</b> %s
bg: <b>Коментар:</b> %s

source: gtodo v%s gtodo has the following command-line options: -s --show Shows a todo item by its ID. only useful for programs calling gtodo -? --help This Message.
bg: gtodo v%s gtodo приема следните опции от командния ред: -s --show показване на todo записите по техните ID. полезно единствено за програми използващо gtodo -? --help Това съобщение.

source: The --show option take a to do item ID as argument
bg: --show опцията използва ID на todo запис

source: When you delete the category "%s", all containing items are lost
bg: При изтриване на категорията "%s", всички записи, които съдържа също ще бъдат изтрити

source: Delete
bg: Изтриване

source: enter name
bg: въвеждане на име

source: _Do not show again
bg: _Не се показва отново

source: _Tasks
bg: _Задачи

source: Hide _Completed Items
bg: Скриване _завършените записи

source: Hide completed todo items
bg: Скриване на завършените todo записи

source: Hide items without an _end date
bg: Скриване на записи без _крайна дата

source: Hide items without an end date
bg: Скриване на записите без дата за завършване

source: Tasks manager
bg: Организатор на задачи

source: Tasks
bg: Задачи

source: Todo List Preferences
bg: Предпочитания на todo списъка

source: Interface
bg: Интерфейс

source: Show category column
bg: Показване колоната на категорията

source: Show priority column
bg: Показване колона на приоритети

source: Show in main window
bg: Показване в главния прозорец

source: <b>Show in main window</b>
bg: <b>Показване в главния прозорец</b>

source: Highlight
bg: Осветяване

source: <b>Highlight</b>
bg: <b>Осветяване</b>

source: Misc
bg: Общи

source: Auto purge completed items
bg: Автоматично почистване на завършените записи

source: Purge items after
bg: Почистване на записите след

source: days.
bg: дни.

source: Auto Purge
bg: Автоматично почистване

source: <b>Auto Purge</b>
bg: <b>Автоматично почистване</b>

source: Notification
bg: Уведомяване

source: <b>Notification</b>
bg: <b>Уведомяване</b>

source: Open a Task List
bg: Отваряне на списък със задачи

source: Create a Task List
bg: Създаване на списък със задачи

source: /_New
bg: /_Нов

source: /_Hide
bg: /_Скриване

source: /_Show
bg: /_Показване

source: /_Quit
bg: /_Затваряне

source: Todo List Manager
bg: Управление на todo списък

source: <b>Macro details:</b>
bg: <b>Детайли на макрос:</b>

source: <b>Macro text:</b>
bg: <b>Текст на макрос:</b>

source: <b>Macros:</b>
bg: <b>Макрос:</b>

source: Edit...
bg: Редактиране...

source: Name:
bg: Име:

source: Shortcut:
bg: Връзка:

source: Press macro shortcut ...
bg: Натискане прекия път на макроса ...

source: Press shortcut
bg: Натискане на връзка

source: Anjuta macros
bg: Макроси на Anjuta

source: My macros
bg: Мои макроси

source: Insert macro
bg: Въвеждане на макрос

source: Add/Edit macro
bg: Добавяне/редактиране на макрос

source: Basic
bg: Основен

source: Changelog
bg: Файл с промени

source: Copyright
bg: Авторско право

source: Date_Time
bg: Дата _час

source: Header_c
bg: Заглавeн _c

source: Header_cpp
bg: Заглавен _cpp

source: Header_csharp
bg: Заглавен _csharp

source: Header_h
bg: Заглавен _h

source: Licenses
bg: Лицензи

source: UserName
bg: Потребителско име

source: cvs_author
bg: cvs _автор

source: cvs_date
bg: cvs _дата

source: cvs_header
bg: cvs _хедър

source: cvs_log
bg: cvs _дневник

source: cvs_name
bg: cvs _име

source: cvs_revision
bg: cvs _преглед

source: cvs_source
bg: cvs _изходен код

source: Macros
bg: Макроси

source: _Insert Macro ...
bg: _Въвеждане на макрос ...

source: Insert a macro using a shortcut
bg: Въвеждане на макрос чрез указател

source: _Add Macro ...
bg: _Добавяне на макрос ...

source: Add a macro
bg: Добавяне на макрос

source: Macros ...
bg: Макроси ...

source: Add/Edit/Remove macros
bg: Добавяне/редактиране/премахване на макроси

source: Macro operations
bg: Операции на макрос

source: <b>Indicators</b>
bg: <b>Индикатори</b>

source: <b>Message colors</b>
bg: <b>Цветове на съобщенията</b>

source: <b>Messages options</b>
bg: <b>Опции на съобщенията</b>

source: Diagonal
bg: Диагонал

source: Enable automatic messages indicators
bg: Разрешаване автоматичните индикатори на съобщения

source: Error message indicator style:
bg: Стил на индикатора за съобщение за грешка:

source: Errors:
bg: Грешки:

source: Information:
bg: Информация:

source: Normal message indicator style:
bg: Нормален стил на индикатора за съобщение:

source: Number of first characters to show:
bg: Показване номерата на първите знаци:

source: Number of last characters to show:
bg: Показване номерата на последните знаци:

source: Pick a color
bg: Избиране на цвят

source: Tabs position:
bg: Позиция на табове:

source: Truncate long messages
bg: Скъсяване на дълги съобщения

source: Warning message indicator style:
bg: Индикатор на предупредително съобщение:

source: Warnings:
bg: Предупреждения:

source: No message details
bg: Няма подробности за съобщението

source: Messages
bg: Съобщения

source: Error writing %s
bg: Записване на грешка %s

source: _Next message
bg: _Следващо съобщение

source: Next message
bg: Следващо съобщение

source: _Previous message
bg: _Предишно съобщение

source: Previous message
bg: Предишно съобщение

source: _Save message
bg: _Запазване на съобщение

source: Save message
bg: Запазване на съобщение

source: Next/Prev Message
bg: Следващо/предишно съобщение

source: File/Directory to patch
bg: Файл/Папка за кърпене

source: Patch file
bg: Файл за кръпки

source: Patch
bg: Кръпка

source: Please select the directory where the patch should be applied
bg: Изберете папка където ще бъде извършено кърпенето

source: Patching %s using %s
bg: Кръпката %s използва %s

source: Patching...
bg: Кърпене...

source: There are unfinished jobs, please wait until they are finished
bg: Има незавършени задачи. Изчакайте до приключването им

source: Patch failed. Please review the failure messages. Examine and remove any rejected files.
bg: Кърпенето пропадна. Прегледайте съобщенията за грешки. Проучване и премахване на всички отхвърлени файлове.

source: Patch successful.
bg: Поставянето на кръпките е успешно.

source: _Patch
bg: _Кръпки

source: Patch files/directories
bg: Файлове/папки с кръпки

source: Close Pro_ject
bg: Затваряне на про_ект

source: Close project
bg: Затваряне на проект

source: Profile actions
bg: Действия за профил

source: Loaded:
bg: Зареден:

source: Cannot open: %s &s
bg: Не може да се отвори: %s &s

source: No read permission for: %s
bg: Няма права за четене на: %s

source: Cannot open: %s XML parse error.
bg: Не може да се отвори: %s Грешка в разбора на XML.

source: Cannot open: %s Does not look like a valid Anjuta project.
bg: Не може да се отвори: %s Не изглежда като валиден проект на Anjuta.

source: Loaded default profile ...
bg: Зареден профил по подразбиране ...

source: Loaded Profile ...
bg: Зареден профил ...

source: Loaded Project ... Initializing
bg: Зареден проект ... инициализиране

source: Enter the base path of your project (where configure.in can be found):
bg: Въведете основният път на вашия проект (където се намира configure.inc):

source: Enter the project name:
bg: Въведете име на проекта:

source: Import Project
bg: Въвеждане на проект

source: This wizard will help you to import an existing automake/autoconf managed project into anjuta.
bg: Този помщник ще Ви помогне да вуведете automake/autoconf проект в Anjuta.

source: This does not look like a project root dir! Continue anyway?
bg: Това не изглежда като главната папка на проекта! Продължаване?

source: Project name: %s Project path: %s
bg: Име на проект: %s Път на проект: %s

source: Generation of project file failed. Please check if you have write access to the project directory: %s
bg: Генерирането на файл за проекта пропадна. Проверете имате ли права в папката на проекта: %s

source: Failed to refresh project: %s
bg: Опресняването на проекта пропадна: %s

source: Project properties
bg: Аксесоари на проекта

source: No properties available for this target
bg: Няма налични аксесоари за тази цел

source: Target properties
bg: Аксесоари на цел

source: Group properties
bg: Аксесоари на група

source: No properties available for this group
bg: Няма налични аксесоари за тази група

source: %sGroup: %s The group will not be deleted from file system.
bg: %sГрупа: %s Групата няма да бъде изтрита от файловата система.

source: %sTarget: %s
bg: %sЦел: %s

source: %sSource: %s The source file will not be deleted from file system.
bg: %sИзходен код: %s Файлът с изходен код няма да бъде премахнат от файловата система.

source: Are you sure you want to remove the following from project?
bg: Сигурни ли сте, че желаете да премахнете това от проекта?

source: Failed to remove '%s': %s
bg: Не може да се премахне '%s': %s

source: URI is link
bg: Адресът е връзка

source: Failed to retried URI info of %s: %s
bg: Връщането на информация за адрес пропадна %s: %s

source: _Project
bg: _Проект

source: _Properties
bg: _Аксесоари

source: Add _Group
bg: Добавяне на _група

source: Add a group to project
bg: Добавяне на група към проект

source: Add _Target
bg: Добавяне на _цел

source: Add a target to project
bg: Добавяне на целл към проект

source: Add _Source File
bg: Добавяне на _сорс файл

source: Add a source file to project
bg: Добавяне на сорс файл към проект

source: Properties of group/target/source
bg: Аксесоари на група/цел/сорс

source: _Add To Project
bg: _Добавяне към проект

source: Re_move
bg: Пр_емахване

source: Remove from project
bg: Премахване от проект

source: Loading project. Please wait ...
bg: Зареждане на проекта. Изчакайте ...

source: Loading project: %s
bg: Зареждане на проект: %s

source: Created project view ...
bg: Създаване изглед на проекта ...

source: Failed to load project %s: %s
bg: Зареждането на проекта пропадна %s: %s

source: Add to Project
bg: Добавяне към проект

source: Anjuta project files
bg: Файлове на Anjuta проект

source: Unable to load Project: %s
bg: Не може да се зареди проект: %s

source: Anjuta version %s or later is required to open this Project. Please upgrade to the latest version of Anjuta (Help for more information).
bg: Версия на Anjuta %s или по-нова е необходима за отварянето на този проект. Обновете до по-нова версия на Anjuta (прочетете Помощ за повече информация).

source: Project saved successfully
bg: Проекта е запазен успешно

source: Unable to save the Project.
bg: Не може да се запази проект.
