Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: This file has not been saved. Save it first and then compile.
fr: Ce fichier n'a pas été enregistré. Veuillez l'enregistrer avant de compiler.
ko: 이 파일은 저장되지않았습니다. 저장후 컴파일하세요.
mk: Оваа датотека не е зачувана. Прво зачувајте ја па потоа компајлирајте.
pl: Ten plik nie został zapisany. Najpierw go zapisz, a potem skompiluj.

source: The object file is up-to-date, there is no need to compile it again.
fr: Le fichier objet est déjà à jour; il n'est pas nécessaire de le compiler.
ko: 최신 목적파일입니다.
mk: Објектот е скорешен, нема потреба повторно да се компајлира
pl: Plik w postaci skompilowanej jest aktualny. Nie ma potrzeby ponownej kompilacji.

source: No compile command has been specified for this type of file.
fr: Aucune commande de compilation n'a été spécifiée pour ce type de fichier.
ko: 이런 종류에 파일에 대해 명시된 컴파일 명령이 없습니다.
mk: Не е зададена команда за компајлирање за овој тип на датотека
pl: Dla tego typu pliku nie zostało określone żadne polecenie kompilacji.

source: Compile
fr: Compiler
ko: 컴파일
mk: Компајлирај
pl: Skompiluj

source: Compiling file: %s ...
ko: 컴파일중: %s ...
mk: Датотеката се компајлир: %s ...
pl: Kompilowanie pliku: %s ...

source: Compile completed ... unsuccessful
mk: Компајлирањето е завршено ... неуспешно

source: Compile completed ... successful
mk: Компајлирањето е завршено ... успешно
pl: Kompilacja zakończona ... powodzeniem

source: You have changed some of the compiler options of the project, would you like the next build action to perform a complete rebuild of the project?
fr: Vous avez modifié certaines des options de compilation du projet, Souhaitez-vous recompiler tout le projet la prochaine fois que vous exécuterer une compilation ?
ko: 프로젝트의 컴파일러 선택사항 중 몇가지가 변경되었습니다. 다음 빌드 시 프로젝트의 완전한 리빌드를 하시는게 어떻겠습니까?
mk: Ги изменивте некои од опциите за компајлирање на проектот, дали би сакале следната градежна акција да изврши комплетно реизградување на проектот?
pl: Zmieniono niektóre z opcji kompilacji projektu, czy chcesz podczas przeprowadzania operacji budowania przeprowadzić proces przebudowania projektu?

source: Do you want to clear the list?
fr: Voulez-vous vider la liste ?
ko: 이 목록을 청소하시겠습니까？
mk: Дали сакате да ја исчистите листата?
pl: Czy na pewno chcesz wyczyścić listę?

source: Description
ko: 설명
mk: Опис
pl: Opis

source: Include paths
fr: Chemins inclus
ko: 헤더 경로
mk: Вклучи патишта
pl: Ścieżki do plików nagłówkowych

source: Libraries paths
fr: Chemins des bibliothèques
ko: 라이브러리 경로
mk: Патеки до библиотеките
pl: Ścieżki do bibliotek

source: Libraries and modules
fr: Bibliothèques et répertoires
ko: 라이브러리와 모듈
mk: Библиотеки и модули
pl: Biblioteki i moduły

source: Stock
ko: 추가 가능
mk: Резерва
pl: Spis

source: Stock Defines
fr: Définitions
ko: 추가 가능
mk: Резерва Дефиниции

source: Warning
fr: Avertissement
ko: 경고
mk: Предупредување
pl: Ostrzeżenie

source: Project does not have an executable configure script. Auto generate the Project first.
fr: Le projet ne possède pas le script « configure ». Vous devez d'abord exécuter « autogen.sh ».
ko: 프로젝트가 실행가능한 configure 스크립트를 가지고 있지 않습니다. 먼저 프로젝트를 자동생성하세요.
mk: Проектот нема извршна конфигурациска скрипта. Извршете автогенерирање на проектот прво.
pl: Projekt nie posiada skryptu konfiguracyjnego pliku wykonywalnego. Powinien on zostać najpierw poddany automatycznej generacji.

source: Configure
fr: Configurer
mk: Конфигурирај
pl: Konfiguracja

source: Configuring the Project ....
ko: 프로젝트 configure 실행중 ....
mk: Проектот се конфигурира ....
pl: Konfigurowanie projektu ....

source: Configure completed...............Unsuccessful
mk: Конфигурирањето е завршено...............Неуспешно
pl: Konfigurowanie zakończone..............Niepowodzeniem

source: Configure completed ... unsuccessful
mk: Конфигурирањето е завршено ... неуспешно
pl: Konfigurowanie zakończone ... niepowodzeniem

source: Configure completed ... successful
mk: Конфигурирањето е завршено ... успешно
pl: Konfigurowanie zakończone ... powodzeniem

source: No tags
ko: 태그없음
mk: Без тагови
pl: Bez znaczników

source: CVS Updating
ko: CVS 갱신중
mk: CVS Ажурирање
pl: Aktualizowanie z serwerem CVS

source: CVS Committing
ko: CVS 적용중
mk: CVS Извршување
pl: Zatwierdzanie zmian na serwerze CVS

source: CVS Importing...
ko: CVS 가져오는 중...
mk: CVS увезување ...
pl: Importowanie do serwera CVS...

source: CVS Adding
ko: CVS 추가중
mk: CVS Додавање
pl: Dodawanie do serwera CVS

source: CVS Removing
ko: CVS 제거중
mk: CVS Бришење
pl: Usuwanie z serwera CVS

source: Getting CVS status
ko: CVS 상태 취득중
mk: Земам CVS статус
pl: Pobieranie stanu s serwera CVS

source: There are jobs running, please wait until they are finished
ko: 실행중인 작업이 있습니다. 끝날때까지 기다리세요.
mk: Има работи кои уште се извршуваат, Ве молиме причекајте додека да завршат
pl: Wciąż uruchomione są pewne zadania, zaczekaj aż zostaną one zakończone

source: Getting CVS log
ko: CVS 로그 취득중
mk: Земање CVS дневник
pl: Pobieranie dziennika CVS

source: CVS diffing
ko: CVS diff 중
mk: CVS разлики
pl: Tworzenie różnic CVS

source: CVS login
mk: CVS логирање
pl: Logowanie CVS

source: Project import completed...unsuccessful
ko: 프로젝트 가져오기 완료...실패
mk: Увезувањето на документот е завршено...неуспешно
pl: Importowanie projektu zakończone ... niepowodzeniem

source: Project import completed...unsuccessful
ko: 프로젝트 가져오기 완료...실패
mk: Увезувањето на документот е завршено...неуспешно
pl: Importowanie projektu zakończone ... niepowodzeniem

source: CVS completed...successful
ko: CVS 완료...성공
mk: CVS комплетирано...успешно
pl: Operacja CVS zakończona ... powodzeniem

source: CVS completed...successful
ko: CVS 완료...성공
mk: CVS комплетирано...успешно
pl: Operacja CVS zakończona ... powodzeniem

source: Updating versions in file tree...
ko: 파일 트리의 버전 갱신중...
mk: Се обновуваат верзиите во датотечниот распоред...
pl: Uaktualnianie wersji w drzewie plików...

source: done
ko: 완료
mk: готово
pl: gotowe

source: You do not need to login to a local server
ko: 로컬 서버에 로그인할 필요가 없습니다
mk: Немора да се логирате на локален сервер
pl: Nie ma potrzeby logowania się do lokalnego serwera

source: Local
ko: 로컬
mk: Локален
pl: Lokalne

source: Password
ko: 비밀번호
mk: Лозинка
pl: Hasło

source: Extern(rsh)
ko: 외부(rsh)
mk: Надворешен(rsh)

source: Server
ko: 서버
mk: Сервер
pl: Serwer

source: CVS: Update
ko: CVS 갱신
mk: CVS: Ажурирај
pl: CVS: Aktualizacja

source: CVS: Commit
ko: CVS: 적용
mk: CVS: Изврши
pl: CVS: Zatwierdzenie

source: Commit
ko: 적용
mk: Изврши
pl: Zatwierdź

source: CVS: Status
fr: CVS : Statut
ko: CVS: 상태
mk: CVS: Статус
pl: CVS: Stan

source: Show status
ko: 상태보기
mk: Прикажи го статусот
pl: Wyświetl stan

source: CVS: Log
ko: CVS: 로그
mk: CVS: Дневник
pl: CVS: Dziennik

source: Show log
ko: 로그 표시
mk: Прикажи го логот
pl: Wyświetl dziennik

source: CVS: Add file
ko: CVS: 파일 추가
mk: CVS: Додади датотека
pl: CVS Dodanie pliku

source: Add
fr: Ajouter
ko: 추가
mk: Додај
pl: Dodaj

source: CVS: Remove file
ko: CVS: 파일 지우기
mk: CVS: Отстрани датотека
pl: CVS: Usuwanie pliku

source: Remove
fr: Supprimer
ko: 제거
mk: Отстрани
pl: Usuń

source: WARNING: The file will be removed on disc. Use "cvs commit" . to apply to the repository. It will still be possible to retrieve older revisions of the file.
ko: 경고: 파일이 디스크에서 지워집니다. " 저장소에 적용하기위해서는 "cvs commit"를 사용하세요. 파일의 오래된 버전을 가져오는 것은 여전히 가능합니다.
mk: ВНИМАНИЕ: Датотеката ќе биде преместена на дискот. Користете "cvs commit" . да ја примените на репозитарот. Сеуште ќе биде возможно да добиете постари ревизии на датотеката
pl: OSTRZEŻENIE: Plik zostanie usunięty z dysku. Użyj polecenia "cvs commit" aby zastosować tą zmianę w repozytorium. Wciąż będzie możliwe pobranie starszych wersji tego pliku.

source: File:
ko: 파일:
mk: Датотека
pl: Plik:

source: Branch:
ko: 브랜치:
mk: Разгранување:
pl: Gałąź:

source: Revision:
fr: Version :
ko: 리비전:
mk: Ревизија:
pl: Wydanie:

source: Log message:
ko: 로그메시지:
mk: Лог порака:
pl: Komunikat dziennika:

source: Select file
ko: 파일 선택
mk: Избери датотека
pl: Wybierz plik

source: CVS: Diff file
ko: CVS: diff 파일
mk: CVS: Diff датотека
pl: CVS: Plik diff

source: Date:
ko: 날짜:
mk: Датум:
pl: Data:

source: CVS Login
ko: CVS 로그인
mk: CVS Логирање
pl: Logowanie do CVS

source: Login
ko: 로그인
mk: Логин
pl: Zaloguj

source: Server type:
ko: 서버 종류:
mk: Сервер вид
pl: Typ serwera:

source: Username:
fr: Nom d'utilisateur :
ko: 사용자명:
mk: Корисничко име
pl: Nazwa użytkownika:

source: Server:
ko: 서버:
mk: Сервер
pl: Serwer:

source: Directory on the server:
ko: 서버상 폴더
mk: Директориум Вклучено сервер
pl: Katalog na serwerze:

source: CVS: Import Project
ko: CVS: 프로젝트 가져오기
mk: CVS: Увезување на проект
pl: CVS: Importowanie projektu

source: Import
ko: 가져오기
mk: Увези
pl: Zaimportuj

source: Dir on the server:
ko: 서버의 폴더 목록:
mk: Директориум на серверот
pl: Katalog na serwerze:

source: Module name:
ko: 모듈이름:
mk: Модул име
pl: Nazwa modułu:

source: Release name:
ko: 릴리즈 이름
mk: Серија име
pl: Nazwa wydania:

source: Vendor tag:
ko: 제조자 태그:
mk: Производител
pl: Znacznik producenta:

source: Server settings
ko: 서버설정
mk: Сервер подесувања
pl: Ustawienia serwera

source: Import settings
ko: 가져오기 설정
mk: Увези подесувања
pl: Ustawienia importowania

source: Default format
fr: Format par défaut
ko: 기본 서식
mk: Стандардно
pl: Domyślny format

source: Binary
fr: Binaire
ko: 2진
mk: Бинарен
pl: Binarny

source: Octal
ko: 8진
mk: Октален
pl: Ósemkowy

source: Signed decimal
fr: Décimal signé
ko: 부호 10진
mk: децимален
pl: Dziesiętny ze znakiem

source: Unsigned decimal
fr: Décimal non signé
ko: 비부호 10진
mk: Позитивен децимален
pl: Dziesiętny bez znaku

source: Char
fr: Caractère
ko: 문자
mk: Знак
pl: Znak

source: Inspect memory
fr: Inspecter la mémoire
ko: 메모리 조사
mk: Увид меморија
pl: Zbadaj pamięć

source: Load Executable File
ko: 실행파일읽기
mk: Вчитај извршна датотека
pl: Odczyt pliku wykonywalnego

source: Load Core File
ko: core 파일 읽기
mk: Вчитај јадрена датотека
pl: Odczyt pliku core

source: Loading Executable:
fr: Chargement de l'exécutable :
ko: 실행파일 읽기:
mk: Вчитувам извршна датотека:
pl: Wczytywanie pliku wykonywalnego:

source: Loading Core:
fr: Chargement de l'image mémoire :
ko: core 읽기:
mk: Вчитувам јадро:
pl: Wczytywanie pliku core:

source: You have a process ATTACHED under the debugger. Please detach it first and then load the executable file.
ko: 현재 어떤 프로세스가 디버거와 함께 덧붙여져있습니다. 먼저 이 프로세스를 중단하고, 그 후 실행파일을 불러오세요.
mk: Имате ЗАКАЧЕН процес под дебагерот. Прво откачете го и потоа вчитајте ја извршната датотека
pl: Pozostał jeszcze proces PRZYŁĄCZONY do debugera. Przed uruchomieniem pliku wykonywalnego należy go odłączyć.

source: You have a process RUNNING under the debugger. Please stop it first and then load the executable file.
ko: 현재 어떤 프로세스가 디버거와 함께 실행중입니다. 이 프로세스를 먼저 중단하고, 그 후 실행파일을 불러오세요.
mk: Имате процес кој е АКТИВЕН под дебагерот. Прво прекинете го па потоа вчитајте ја извршната датотека.
pl: Pozostał jeszcze proces DZIAŁAJĄCY pod debugerem. Przed uruchomieniem pliku wykonywalnego należy go odłączyć.

source: Unable to find: %s. Unable to initialize debugger. Make sure Anjuta is installed correctly.
fr: Impossible de trouver %s, et d'initialiser le débogueur. Vérifiez que vous avez installé Anjuta correctement.
ko: %s 를 찾을 수 없습니다. 디버거를 초기화 할 수 없습니다. Anjuta가 제대로 설치되어있는지 확인하세요.
mk: Не може да се пронајде%s. Неможе да се иницијализира дебагерот Проверете дали Anjuta е инсталиран коректно.
pl: Nie można odnaleźć: %s. Nie można zainicjować debugera. Upewnij się, że program jest poprawnie zainstalowany.

source: Debugger
ko: 디버거
mk: Дебагер
pl: Debuger

source: Getting ready to start debugging session ...
ko: 디버깅 세션을 시작할 준비중 ...
mk: Се подготвувам да започнам дебагирачка сесија ...
pl: Przygotowanie do rozpoczęcia sesji debugowania ...

source: No executable specified
ko: 실행파일이 명시되지 않음
mk: Не е специфирана извршна датотека
pl: Nie określono pliku wykonywalnego

source: Open an executable or attach to a process to start debugging.
fr: Veuillez ouvrir un programme ou attacher un processus pour le déboguer.
ko: 디버깅을 시작하기위해 실행파을 열거나 프로세를 덧붙이세요.
mk: Отворете извршна датотека или прикачете за процес за да се започне дебагирање
pl: Aby rozpocząć debugowanie, otwórz plik wykonywalny lub przyłącz się do procesu.

source: There was an error whilst launching the debugger.
fr: Une erreur est survenue lors du lancement du débogueur.
ko: 디버거를 시작하는 중에 오류가 발생했습니다.
mk: Имаше грешка при стартување на дебагерот.
pl: Podczas uruchamiania debugera wystąpił błąd.

source: Make sure 'gdb' is installed on the system.
fr: Veuillez vous assurer que « gdb » est installé sur votre système.
ko: 'gdb'가 시스템에 설치되어있는지 확인하세요.
mk: Проверете дали е 'gdb' инсталиран на системот.
pl: Upewnij się, że 'gdb' został zainstalowany w systemie.

source: Error:
ko: 오류:
mk: Грешка:
pl: Błąd:

source: Debugger is ready.
fr: Le débogueur est prêt.
ko: 디버거가 준비되었습니다.
mk: Дебагерот е спремен.
pl: Debuger jest gotowy.

source: Debug session completed.
mk: Дебагирачката сесија е завршена.

source: Cannot execute gnome-terminal
fr: Impossible de démarrer le terminal Gnome.
ko: 'gnome-terminal'을 시작할 수 없습니다
mk: Неможам да го извршам гном-терминалот
pl: Nie można uruchomić programu gnome-terminal

source: Cannot start terminal for debugging.
fr: Erreur : impossible d'ouvrir un terminal pour le débogage.
ko: 디버깅을 위한 터미널을 시작할 수 없습니다.
mk: Неможам да го стартувам терминалот за дебагирање
pl: Nie można uruchomić terminala do debugowania.

source: Warning: No debug terminal. Redirecting stdio to /dev/null.
ko: 경고: 디버그 터미널이 없습니다. 표준 입출력을 /dev/null로 재지정합니다.
mk: Внимание: Нема терминал за дебагирање. Го пренасочувам stdio на /dev/null.
pl: Ostrzeżenie: Brak terminalu debugowania. Przekierowanie wyjścia standardowego na /dev/null.

source: Running program ...
ko: 프로그램 실행중...
mk: Работи програма ...
pl: Uruchamianie programu ...

source: Attaching to process: %d
ko: 프로세스에 붙이기: %d
mk: Прикачувам на процес: %d
pl: Przyłączanie do procesu: %d

source: A process is already running. Would you like to terminate it and attach the new process?
fr: Un processus s'exécute déjà. Voulez-vous le tuer pour attacher le nouveau processus ?
ko: 프로세스가 이미 실행중입니다. 이 프로세스를 중단하고 새 프로세스를 붙이시렵니까?
mk: Веќе постои процес. Дали би сакале да го терминирате и да го прикачите новиот процес?
pl: Proces już pracuje. Czy chcesz go zakończyć i przyłączyć się do nowego procesu?

source: Anjuta is unable to attach to itself.
fr: Impossible d'attacher Anjuta au débogueur.
ko: Anjuta 는 자기자신에 덧붙일 수 없습니다.
mk: Anjuta неможе да се закачи за себе.
pl: Anjuta nie może dołączyć się do samej siebie.

source: Detaching the process: %d
ko: 프로세스 분리: %d
mk: Го откачувам процесот: %d
pl: Odłączanie procesu: %d

source: Program is ATTACHED. Do you still want to stop Debugger?
fr: Le débogueur est attaché à un processus. Voulez-vous vraiment le stopper ?
ko: 프로그램이 덧붙여졌습니다. 여전히 디버거를 중단하길 원하십니까?
mk: Програмата е ЗАКАЧЕНА Дали сеуште сакате да го прекинете дебагерот?
pl: Program jest DOŁĄCZONY. Czy wciąż chcesz zatrzymać debuger?

source: Program is RUNNING. Do you still want to stop Debugger?
fr: Le débogueur exécute le programme. Voulez-vous vraiment le stopper ?
ko: 프로그랭이 실행중입니다. 여전히 디버거를 중단하길 원하십니까?
mk: Програмата РАБОТИ. Дали сеуште сакате да го прекинете дебагерот?
pl: Program jest wykonywany. Czy wciąż chcesz zatrzymać debuger?

source: All breakpoints deleted:
ko: 모든 중단점 삭제:
mk: Сите точки на прекинување се избришани:
pl: Wszystkie usunięte punkty przerwania:

source: Interrupting the process: %d
ko: 프로세스 인터럽트: %d
mk: Го прекинувам процесот: %d
pl: Przerywanie procesu: %d

source: Sending signal %s to the process: %d
ko: 시그널 %s 를 프로세스에 보내기: %d
mk: Се испраќа сигнал %s до процесот: %d
pl: Wysyłanie sygnału %s do procesu: %d

source: Error whilst signalling the process.
ko: 프로세스에 신호보내는 중 오류.
mk: Се јави грешка при сигнализирање на процесите.
pl: Podczas wysyłania sygnału do procesu wystąpił błąd.

source: The target executable of this Project is unknown
fr: L'exécutable cible de ce projet est inconnue
ko: 이 프로젝트의 대상 실행파일이 알려져있지 않습니다.
mk: Целната извршна на овој проект е непозната
pl: Docelowy plik wykonywalny dla tego projektu nie jest znany

source: The target executable of this Project is not executable
fr: La cible de ce projet n'est pas exécutable
ko: 이 프로젝트의 대상 실행파일이 실행이 가능한 파일이 아닙니다.
mk: Целната извршна датотека на овој проект не е извршна
pl: Plik docelowy dla tego projektu nie jest plikiem wykonywalnym

source: The target executable does not exist for this Project
fr: L'exécutable cible n'est pas défini dans ce projet
ko: 이 프로젝트를 위한 대상 실행파일이 존재하지 않습니다
mk: Целната извршна датотека не постои за овој проект
pl: Nie istnieje powiązany z tym projektem plik wykonywalny.

source: No file or Project opened.
fr: Aucun fichier ou projet ouvert.
ko: 열려진 파일이나 프로젝트가 없습니다.
mk: Не е отворена датотека или проект
pl: Brak otwartego pliku lub projektu.

source: No executable for this file.
fr: Fichier non-exécutable.
ko: 이 파일을 위한 실행파일이 없습니다.
mk: Не постои извршна за оваа датотека
pl: Brak pliku wykonywalnego dla bieżącego pliku.

source: Executable is not up-to-date.
fr: L'exécutable n'est pas à jour.
ko: 실행파일이 최근것이 아닙니다.
mk: Извршната датотека не е скорешна.
pl: Plik wykonywalny nie jest aktualny.

source: Unable to execute Project. Check Settings->Commands.
fr: Impossible d'exécuter le projet. Vérifiez les options dans Préférences->Commandes.
ko: 프로젝트를 실행할 수 없습니다. [설정]->[명령]을 확인하세요.
mk: Не може да се изврши проектот. Проверете во Подесувања > Команди.
pl: Nie można uruchomić projektu. Sprawdź Ustawienia->Polecenia.

source: This file has not been saved. Save it first.
fr: Vous devez d'abord enregistrer ce fichier.
ko: 이 파일은 저장되지않았습니다. 먼저 저장하세요.
mk: Оваа датотека не е зачувана. Прво зачувајте ја.
pl: Plik nie został zapisany. Najpierw go zapisz.

source: Unable to execute file. Check Settings->Commands.
fr: Impossible d'exécuter. Veuillez vérifier les options dans Préférences->Commandes.
ko: 파일을 실행할 수 없습니다. [설정]->[명령]을 확인하세요.
mk: Не е можно да се изврши датотеката. Проверете во Подесувања > Команди.
pl: Nie można uruchomić pliku. Sprawdź Ustawienia->Polecenia.

source: Find in Files completed...............Unsuccessful
ko: 파일 내 찾기 완료...............실패
mk: Пребарувањето во датотеки е завршено.................Неуспешно
pl: Przeszukiwanie plików zakończone..........niepowodzeniem

source: Find in Files completed ... unsuccessful
ko: 파일 내 찾기 완료 ... 실패
mk: Пребарувањето во датотеки е завршено ... неуспешно
pl: Przeszukiwanie plików zakończone ... niepowodzeniem

source: Find in Files completed...............Successful
ko: 파일 내 찾기 완료...............성공
mk: Пребарувањето во датотеки е завршено...............Успешно
pl: Przeszukiwanie plików zakończone...........powodzeniem

source: Find in Files completed ... successful
ko: 파일에서 찾기 완료 ... 성공
mk: Пребарувањето во датотеки е завршено. .. успешно
pl: Przeszukiwanie plików zakończone ... powodzeniem

source: No input files supplied.
ko: 입력 파일이 없습니다.
mk: Не се принесеени влезни датотеки
pl: Nie podano plików wejściowych.

source: No search string supplied.
ko: 검색을 위한 문자열이 없습니다.
mk: Не е принесен критериум на пребарување
pl: Nie podano wyszukiwanego napisu.

source: Do you want to replace this?
mk: Дали сакате да го замените ова?

source: The string "%s" was not found in the selected text
ko: 선택 범위 내에서 문자열 "%s" 을 찾지 못했습니다
mk: Зборот "%s" не е пронајден во избраниот текст
pl: Nie odnaleziono w zaznaczonym tekście napisu "%s"

source: The string "%s" was not found from the current location
ko: 현재 위치로 부터 문자열 "%s" 을 찾지 못했습니다.
mk: Зборот "%s" не е пронајден во тековната локација
pl: Tekst "%s" nie został odnaleziony z bieżącej lokalizacji

source: The match "%s" was not found in the whole document
ko: 문서 전체에서 "%s" 와 일치하는 것을 찾지못하였습니다.
mk: Резултатот "%s" не е пронајден во целиот документ
pl: Wyrażenie "%s" nie zostało odnalezione w całym dokumencie

source: The match "%s" was not found in the selected text
ko: 선택된 텍스트 내에서 "%s" 와 일치하는 것을 찾지 못하였습니다
mk: Резултатот "%s" не е пронајден во избраниот текст
pl: Wyrażenie "%s" nie zostało odnalezione w zaznaczonym bloku tekstu

source: The match "%s" was not found from the current location
ko: 현재 위치로부터 "%s" 와 일치하는 것을 찾지 못하였습니다
mk: Резултатот "%s" не е пронајден во тековната локација
pl: Wyrażenie "%s" nie zostało odnalezione z bieżącej lokalizacji

source: No matches found. Wrap search around the document?
ko: 일치하는 곳이 없습니다. 문서 전체로 확장하시겠습니까?
mk: Не е пронајден резултат. Да се повтори пребарувањето околу документот?
pl: Brak pasujących wyrażeń. Przejrzeć dokument od początku?

source: Cannot fork glade.
ko: "Glade" 를 시작할 수 없습니다.
mk: Неможам да го форкувам glade
pl: Nie można utworzyć procesu dla glade.

source: Cannot fork glade--.
ko: "Glade--" 를 시작할 수 없습니다.
mk: Неможам да го форкувам glade--
pl: Nie można utworzyć procesu dla glade--.

source: A project or file with the same name.already exists. Project creation aborted.
ko: 같은 이름을 갖는 프로젝트 또는 파일이 이미 존재합니다. 프로젝트 생성이 취소되었습니다.
mk: Проект или датотека со тоа име веќе постои. Создавањето на проектот е прекинато.
pl: Projekt lub plik z tą samą nazwą już istnieje. Przerwano tworzenie projektu.

source: Generating Project ...
ko: 프로젝트 생성중...
mk: Проектот се генерира ...
pl: Generowanie projektu ...

source: Cannot create file: %s
ko: 파일을 생성할 수 없습니다: %s
mk: Неможам да ја креирам датотеката: %s
pl: Nie można utworzyć pliku: %s

source: Loading Project ...
ko: 프로젝트 불러오는 중...
mk: Вчитувам Проект
pl: Wczytywanie projektu ...

source: Saving Project ...
ko: 프로젝트 저장중...
mk: Зачвување Проект ...
pl: Zapisywanie projektu ...

source: Generating source codes ...
ko: 소스코드 생성중 ...
mk: Генерирам изворни кодови ...
pl: Generacja kodów źródłowych ...

source: Copying icon file ...
ko: 아이콘 파일 복사중 ...
mk: Копирам датотека со икона ...
pl: Kopiowanie pliku z ikoną ...

source: Could not create icon file ...
ko: 아이콘 파일을 생성할 수 없습니다 ...
mk: Неможам да ја креирам датотеката со икона ...
pl: Nie można utworzyć pliku z ikoną ...

source: Locating files ...
ko: 파일 배치중 ...
mk: Ги лоцирам датотеките ...
pl: Lokalizowanie plików ...

source: Updating Project ...
ko: 프로젝트 갱신중...
mk: Надградување Проект ...
pl: Uaktualnianie projektu ...

source: Running autogen.sh ...
ko: 'autogen.sh' 실행중...
mk: autogen.sh е во прогрес ...
pl: Uruchamianie autogen.sh ...

source: App Wizard
ko: 응용프로그램 마법사
mk: Волшебник за апликации
pl: Druid aplikacji

source: The Project was not successfully auto generated. Please run autogen.sh manually.
ko: 프로젝트가 성공적으로 자동생성되지 못했습니다. 수동으로 autogen.sh를 실행하세요.
mk: Проектот не беше успешно автогенериран. Извршете ја autogen.sh рачно.
pl: Automatyczna generacja projektu nie powiodła się. Uruchom ręcznie plik autogen.sh.

source: Auto generation completed...............Successful Now Build the Project to have a LOOK at it
ko: 자동 생성 완료...............성공 생성된 프로젝트를 맛보기위해 프로젝트를 빌드합니다.
mk: Автоматското генерирање на проектот заврши...............Успешно Сега изградете го проектот и погледнете го
pl: Automatyczna generacja zakończona...............powodzeniem Teraz zbuduj projekt, aby móc go obejrzeć

source: Project was successfully auto generated.
ko: 프로젝트가 성공적으로 자동생성되었습니다.
mk: Проектот е успешно автогенериран
pl: Automatyczna generacja projektu zakończyła się pomyślnie.

source: Goto Line number
ko: 행번호로 이동
mk: Оди до број на линија
pl: Przejście do wybranego wiersza

source: launcher.c: error while reading child stdout - %s
mk: launcher.c: се јави грешка при вчитување на stdout - %s

source: launcher.c: error while reading child stderr - %s
mk: launcher.c: се јави грешка при вчитување на stderr - %s

source: Cannot execute command shell
ko: 명령 쉘을 실행할 수 없습니다
mk: Неможе да се изврши командната школка
pl: Nie można wykonać polecena powłoki

source: Do not show the splashscreen
fr: Ne pas afficher le logo de démarrage
ko: 스플래시 화면 보지 않기
mk: Не го прикажувај почетниот екран
pl: Bez wyświetlania okna powitalnego

source: Recent Files
ko: 최근 파일
mk: Последни Датотеки
pl: Ostatnie pliki

source: Recent Projects
ko: 최근 프로젝트
mk: Последни Проекти
pl: Ostatnie projekty

source: _New
ko: 새 파일(_N)
mk: _Ново
pl: _Nowy
