Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: Save glade project
fr: Enregistrer le projet Glade

source: Save as glade project
fr: Enregistrer le projet Glade sous

source: Clos_e
fr: _Fermer

source: Close current glade project
fr: Fermer le projet glade

source: Glade operations
fr: Opérations de Glade

source: Properties
fr: Propriétés

source: Not local file: %s
fr: « %s » n'est pas un fichier local.

source: Could not open: %s
fr: Impossible d'ouvrir « %s ».

source: Could not create a new glade project.
fr: La création d'un nouveau projet Glade a échoué.

source: You need to select a to do item before you can edit it
fr: Veuillez sélectionner une tâche avant d'effectuer cette action.

source: Add Item
fr: Ajouter une tâche

source: Edit Item
fr: Éditer la tâche

source: Summary:
fr: Résumé :

source: <b>Summary:</b>
fr: <b>Résumé :</b>

source: Category:
fr: Catégorie :

source: Edit Categories
fr: Éditer les catégories

source: Due date:
fr: Échéance :

source: Notify when due
fr: Notifier à l'échéance

source: Priority:
fr: Priorité :

source: High
fr: Élevée

source: Medium
fr: Moyenne

source: Low
fr: Faible

source: <b>Comment:</b>
fr: <b>Commentaire :</b>

source: Completed
fr: Effectué

source: <i>started: n/a</i>
fr: <i>début : n/a</i>

source: <i>stopped: n/a</i>
fr: <i>fin : n/a</i>

source: <i>started: %s</i>
fr: <i>début : %s</i>

source: <i>stopped: %s</i>
fr: <i>fin : %s</i>

source: <i>started: %s stopped: %s</i>
fr: <i>début : %s fin: %s</i>

source: You need to select a todo item before you can remove it
fr: Veuillez sélectionner une tâche avant d'effectuer cette action.

source: Are you sure you want to remove the selected todo item?
fr: Voulez-vous supprimer la tâche sélectionnée ?

source: Are you sure you want to remove all the completed todo items?
fr: Etes-vous sûr(e) de vouloir supprimer toutes les tâches effectuées ?

source: Are you sure you want to remove all the completed todo items in the category "%s"?
fr: Etes-vous sûr(e) de vouloir supprimer les tâches effectuées dans la catégorie« %s » ?

source: Display flags
fr: Afficher les indicateurs

source: Displayed date and/or time properties
fr: Afficher les propriétés de la date

source: Lazy mode doesn't normalize entered date and time values
fr: Le mode laxiste ne corrige pas les valeurs de temps saisies

source: Year
fr: Année

source: Displayed year
fr: Affichage de l'année

source: Month
fr: Mois

source: Displayed month
fr: Affichage du mois

source: Day
fr: Jour

source: Displayed day of month
fr: Affichage du jour

source: Hour
fr: Heure

source: Displayed hour
fr: Affichage de l'heure

source: Displayed minute
fr: Affichage de la minute

source: Second
fr: Seconde

source: Displayed second
fr: Affichage de la seconde

source: Lower limit year
fr: Année de début

source: Year part of the lower date limit
fr: Année de début

source: Upper limit year
fr: Année de fin

source: Year part of the upper date limit
fr: Année de fin

source: Lower limit month
fr: Mois de début

source: Month part of the lower date limit
fr: Mois de début

source: Upper limit month
fr: Mois de fin

source: Month part of the upper date limit
fr: Mois de fin

source: Lower limit day
fr: Jour de début

source: Day of month part of the lower date limit
fr: Jour de début

source: Upper limit day
fr: Jour de fin

source: Day of month part of the upper date limit
fr: Jour de fin

source: Lower limit hour
fr: Heure de début

source: Hour part of the lower time limit
fr: Heure de début

source: Upper limit hour
fr: Heure de fin

source: Hour part of the upper time limit
fr: Heure de fin

source: Lower limit minute
fr: Minute de début

source: Minute part of the lower time limit
fr: Minute de début

source: Upper limit minute
fr: Minute de fin

source: Minute part of the upper time limit
fr: Minute de fin

source: Lower limit second
fr: Seconde de début

source: Second part of the lower time limit
fr: Début, seconde partie

source: Upper limit second
fr: Seconde de fin

source: Second part of the upper time limit
fr: Fin, seconde partie

source: _Today
fr: _Aujourd'hui

source: _No Date
fr: _Pas de date

source: 24hr: no
fr: 24hr: yes

source: %02d:%02d:%02d %s
fr: %02dh%02d et %02ds %s

source: %02d:%02d %s
fr: %02dh%02d %s

source: %02d:%02d:%02d
fr: %02dh%02d et %02ds.

source: %02d:%02d
fr: %02dh%02d

source: No Date
fr: Pas de date

source: no end time
fr: Pas d'heure

source: %u:%u:%u
fr: %uh%u et %us.

source: The orientation of the tray.
fr: Orientation de la zone de notifications

source: Export to
fr: Exporter

source: /View/Sorting/Done, Date, Priority
fr: /Afficher/Tri/Par statut, date, priorité

source: /View/Sorting/Done, Priority, Date
fr: /Afficher/Tri/Par statut, priorité, date

source: /View/Sorting/Priority, Date, Done
fr: /Afficher/Tri/Par priorité, date, statut

source: /View/Sorting/Priority, Done, Date
fr: /Afficher/Tri/Par priorité, statut, date

source: /View/Sorting/Date, Priority, Done
fr: /Afficher/Tri/Par date, priorité, statut

source: /View/Sorting/Date, Done, Priority
fr: /Afficher/Tri/Par date, statut, priorité

source: /ToDo/_New Task List
fr: /ToDo/_Nouvelle TODO-List

source: /ToDo/_Open Task List
fr: /ToDo/_Ouvrir une TODO-List

source: /ToDo/_Export to
fr: /ToDo/_Exporter

source: /ToDo/Export to/html
fr: /ToDo/Exporter/En HTML

source: /ToDo/Export to/task list
fr: /ToDo/Exporter/En TODO-List

source: /ToDo/_Hide or Show Window
fr: /ToDo/_Basculer l'affichage

source: /ToDo/_Preferences
fr: /ToDo/_Préférences

source: /ToDo/_Edit Categories
fr: /ToDo/É_diter les catégories

source: /ToDo/_Quit
fr: /ToDo/_Quitter

source: /_Item
fr: /_Tâche

source: /Item/_Add
fr: /Tâche/_Ajouter

source: /Item/_Edit
fr: /Tâche/_Modifier

source: /Item/_Remove
fr: /Tâche/_Supprimer

source: /Item/Remove _Completed Items
fr: /Tâche/_Retirer les tâches effectuées

source: /_View
fr: /_Afficher

source: /_View/_Sorting
fr: /_Afficher/_Tri

source: /View/Sorting/Sort Ascending
fr: /Afficher/Tri/Ascendant

source: /View/Sorting/Sort Descending
fr: /Afficher/Tri/Descendant

source: /View/Hide Completed Items
fr: /Afficher/Cacher les tâches effectuées

source: /View/Hide Items that Are Past Due Date
fr: /Afficher/Cacher les tâches dépassées

source: /View/Hide Items Without an End Date
fr: /Afficher/Cacher les tâches sans échéance

source: /_Help
fr: /_Aide

source: /Help/_About
fr: /Aide/À _propos

source: _View
fr: _Afficher

source: /Item/Edit
fr: /Tâche/Modifier

source: /Item/Remove
fr: /Tâche/Supprimer

source: /Item/Add
fr: /Tâche/Ajouter

source: /Item/Remove Completed Items
fr: /Tâche/Retirer les tâches effectuées

source: /ToDo/Edit Categories
fr: /gToDo/Éditer les catégories

source: All
fr: Tous

source: Priority
fr: Priorité

source: Due date
fr: Échéance

source: About gToDo
fr: À propos de gToDo

source: gToDo is a small and simple todo list written in gtk+-2.0
fr: gToDo est un simple gestionnaire de TODO-List écrit en gtk2.

source: Copyright © 2003-2004 Qball Cow (Qball@qball.homelinux.org)
fr: Traduit par Marc-André Lureau et l'équipe de traduction gnome-fr 2005.Copyright © 2003-2004 Qball Cow (Qball@qball.homelinux.org)

source: <span size="small">Copyright © 2003-2004 Qball Cow (Qball@qball.homelinux.org)</span>
fr: <span size="small">Traduit par Marc-André Lureau et l'équipe de traduction gnome-fr 2005.</span><span size="small">Copyright © 2003-2004 Qball Cow (Qball@qball.homelinux.org)</span>

source: No permission to read the file.
fr: Vous n'avez pas les droits en lecture sur ce fichier.

source: Failed to parse xml structure
fr: La lecture de la structure XML a échoué.

source: File is not a valid gtodo file
fr: Impossible de lire ce fichier avec gToDo.

source: Personal
fr: Personnel

source: Business
fr: Professionnel

source: Unfiled
fr: Non classé

source: No Gtodo Client to save.
fr: Aucun client gToDo à enregistrer.

source: Failed to delete %s.
fr: La suppression de « %s » a échoué.

source: Failed to create/open file.
fr: La création ou l'ouverture du fichier a échoué.

source: Failed to write data to file.
fr: L'écriture dans le fichier a échoué.

source: No filename supplied.
fr: Aucun nom de fichier fournit.

source: <b>Summary:</b> %s
fr: <b>Résumé :</b> %s

source: <b>Due date:</b> %s
fr: <b>Échéance :</b> %s

source: <b>Due date:</b> %s at %02i:%02i
fr: <b>Échéance :</b> %s à %02i:h%02i

source: <b>Priority:</b> <span color="dark green">%s</span>
fr: <b>Priorité :</b> <span color="dark green">%s</span>

source: <b>Priority:</b> %s
fr: <b>Priorité :</b> %s

source: <b>Priority:</b> <span color="red">%s</span>
fr: <b>Priorité :</b> <span color="red">%s</span>

source: <b>Comment:</b> %s
fr: <b>Commentaire :</b> %s

source: gtodo v%s gtodo has the following command-line options: -s --show Shows a todo item by its ID. only useful for programs calling gtodo -? --help This Message.
fr: gtodo v%s gtodo [options] : -s --show Afficher une tâche par son ID. utilisé seulement par des programmes tierces -? --help Ce message.

source: The --show option take a to do item ID as argument
fr: L'option --show prend un identificateur de tâche comme argument

source: When you delete the category "%s", all containing items are lost
fr: En supprimant la catégorie « %s » vous supprimer les tâches qu'elle contient.

source: Delete
fr: Supprimer

source: enter name
fr: saisissez le nom

source: <spam weight="bold" size="larger">The following item is due in %i minutes:</span> %s
fr: <span weight="bold" size="larger">Les tâches suivantes doivent être effectuées dans %i minutes :</span> « %s »

source: <span weight="bold" size="larger">The following item is due:</span> "%s"
fr: <span weight="bold" size="larger">Les tâches suivantes sont à effectuer :</span> « %s »

source: _Do not show again
fr: Ne _plus montrer

source: _Tasks
fr: _Tâches :

source: Hide _Completed Items
fr: Cacher les tâches _effectuées

source: Hide completed todo items
fr: Cacher les tâches effectuées

source: Hide items that are past _due date
fr: Cacher les tâches dont l'échéance est _dépassée

source: Hide items that are past due date
fr: Cache les tâches dont l'échéance est dépassée

source: Hide items without an _end date
fr: Cacher les tâches _sans échéance

source: Hide items without an end date
fr: Cache les tâches sans échéance

source: Tasks manager
fr: Gestionnaire de tâches

source: Tasks
fr: Tâches

source: Todo List Preferences
fr: Préférences de la TODO-List

source: Show due date column
fr: Afficher la colonne « échéance »

source: Show category column
fr: Afficher la colonne « catégorie »

source: Show priority column
fr: Afficher la colonne « priorité »

source: Tooltips in list
fr: Infobulles dans la liste

source: Show in main window
fr: Afficher dans la fenêtre principale

source: <b>Show in main window</b>
fr: <b>Afficher dans la fenêtre principale</b>

source: items that are due today
fr: tâche(s) à effectuer aujourd'hui

source: items that are past due
fr: tâche(s) dont l'échéance est dépassée

source: items that are due in the next %i days
fr: tâche(s) dont l'échéance est de %i jour(s)

source: Misc
fr: Divers

source: Auto purge completed items
fr: Supprimer automatiquement les tâches effectuées

source: days.
fr: jour(s).

source: Notification
fr: Notifications

source: <b>Notification</b>
fr: <b>Notifications</b>

source: Allow to do items to notifiy me when they are due in %i minutes
fr: Permettre aux tâches de m'alerter lorsque l'échéance est de %i minute(s).

source: Show Notification Tray Icon
fr: Afficher l'icône de notification

source: Showing Tooltips in the todo list is still very alpha. Because of some weird behaviour in gtk it only works with the column headers disabled. I hope to get this fixed soon
fr: L'affichage des infobulles est encore très expérimental. Veuillez désactiver les en-têtes de colonne pour le faire fonctionner.

source: Open a Task List
fr: Ouvrir une TODO-List

source: Create a Task List
fr: Créer une TODO-List

source: /_New
fr: /_Nouveau

source: /_Hide
fr: _Cacher

source: /_Show
fr: _Montrer

source: /_Quit
fr: /_Quitter

source: Todo List Manager
fr: Gestionnaire de TODO-List

source: <b>Macro details:</b>
fr: <b>Détails</b>

source: <b>Macro text:</b>
fr: <b>Texte de la macro<b>

source: Edit...
fr: Modifier...

source: Name:
fr: Nom :

source: Shortcut:
fr: Raccourci :

source: Press shortcut
fr: Faites un raccourci clavier

source: Anjuta macros
fr: Macros d'Anjuta

source: My macros
fr: Mes macros

source: Insert macro
fr: Insérer une macro

source: Add/Edit macro
fr: Ajouter ou éditer une macro

source: Insert a macro using a shortcut
fr: Insère une macro en utilisant un raccourci clavier

source: Add a macro
fr: Ajouter une macro

source: Add/Edit/Remove macros
fr: Ajouter, editer ou supprimer les macros

source: Macro operations
fr: Opérations de macro

source: <b>Indicators</b>
fr: <b>Indicateurs</b>

source: <b>Message colors</b>
fr: <b>Couleur des messages</b>

source: <b>Messages options</b>
fr: <b>Options des messages</b>

source: Errors:
fr: Erreurs :

source: Information:
fr: Informations :

source: Underline Plain
fr: Souligné

source: Underline Squiggle
fr: Souligné raturé

source: Warnings:
fr: Avertissements :

source: No message details
fr: Pas de message supplémentaire.

source: Error writing %s
fr: Erreur lors de l'écriture dans le fichier « %s ».

source: _Next message
fr: Message _suivant

source: Next message
fr: Message suivant

source: _Previous message
fr: Message _précédent

source: Previous message
fr: Message précédent

source: _Save message
fr: _Enregistrer le message

source: Save message
fr: Enregistre le message

source: Next/Prev Message
fr: Message suiv./préc.

source: File/Directory to patch
fr: Fichier ou répertoire à patcher

source: Patch files/directories
fr: Patch des fichiers/répertoires

source: Close project
fr: Ferme le projet

source: Profile actions
fr: Actions du profil

source: Loaded:
fr: Chargé :

source: Cannot open: %s &s
fr: Impossible d'ouvrir « %s » : ?

source: No read permission for: %s
fr: Pas de droit en lecture sur « %s »

source: Cannot open: %s XML parse error.
fr: Impossible d'ouvrir « %s » Erreur de lecture du XML.

source: Cannot open: %s Does not look like a valid Anjuta project.
fr: Impossible d'ouvrir « %s » Projet Anjuta invalide.

source: Enter the project name:
fr: Saisissez le nom du projet

source: Import Project
fr: Importer un projet

source: Generation of project file failed. Please check if you have write access to the project directory: %s
fr: La génération de fichier de projet a échoué. Veuillez vérifier le droit en écriture dans le répertoire « %s »

source: Failed to refresh project: %s
fr: Impossible de recharger le projet : %s

source: Project properties
fr: Propriétés du projet

source: No properties available for this target
fr: Aucune propriété pour cette cible

source: Target properties
fr: Propriétés de la cible

source: Group properties
fr: Propriétés du groupe

source: No properties available for this group
fr: Aucune propriété pour ce groupe

source: %sGroup: %s The group will not be deleted from file system.
fr: %sGroupe « %s » Le groupe ne sera pas supprimé du système.

source: %sTarget: %s
fr: %sCible « %s »

source: %sSource: %s The source file will not be deleted from file system.
fr: %sSource : %s Le fichier source ne sera pas supprimé du système.

source: Are you sure you want to remove the following from project?
fr: Etes-vous sûr de vouloir retirer l'élément suivant du projet ?

source: Failed to remove '%s': %s
fr: La suppression de « %s » a échoué : %s

source: URI is link
fr: Lien URI

source: Failed to retried URI info of %s: %s
fr: La lecture de %s a échoué : %s

source: _Properties
fr: _Propriétés

source: Refresh project manager tree
fr: Rafraîchir l'arborescence du projet

source: Add _Group
fr: Ajouter un _groupe

source: Add a group to project
fr: Ajoute un groupe au projet

source: Add _Target
fr: Ajouter une _cible

source: Add a target to project
fr: Ajoute une cible au projet

source: Add _Source File
fr: Ajouter un fichier _source

source: Add a source file to project
fr: Ajoute un fichier source au projet

source: Properties of group/target/source
fr: Propriétés des groupe/cible/source

source: _Add To Project
fr: _Ajouter au projet

source: Re_move
fr: _Retirer

source: Remove from project
fr: Retire du projet

source: Loading project. Please wait ...
fr: Chargement du projet... veuillez patienter.

source: Loading project: %s
fr: Chargement du projet « %s »

source: Failed to load project %s: %s
fr: Impossible de charger le projet %s : %s

source: Project manager actions
fr: Actions du gestionnaire de projet

source: Project manager popup actions
fr: « Actions popup » du gestionnaire de projet

source: <b>Project description:</b>
fr: <b>Description du projet :</b>

source: <b>Select the type of application to be developed</b>
fr: <b>Veuillez selectionner un type d'application</b>

source: The Application Wizard will generate a basic skeleton for a project, including all of the build files. It will ask for details of the initial structure for the application. Please answer the questions carefully, as it may not be possible to change some of the settings later.
fr: L'Assistant de création d'applications va générer un squelette de projet en incluant tous les fichiers nécessaires à sa construction.Veuillez remplir correctement les informations qui vous seront demandées. Attention, certaines réponses sont irréversibles.

source: Confim the following information:
fr: Veuillez confirmer ces informations :

source: Project Type:
fr: Type de projet :

source: Unable to find any project template in %s
fr: Aucun modèle de projet ne se trouve dans %s

source: Field "%s" is mandatory. Please enter it.
fr: Le champ « %s » est obligatoire. Veuillez le remplir.

source: Could not find autogen version 5, please install the autogen package. You can get it from http://autogen.sourceforge.net
fr: Impossible de trouver AutoGen version 5. Veuillez l'installer. Vous pouvez le téléchargé sur le site officiel http://autogen.sourceforge.net.

source: Unable to build project wizard user interface
fr: L'initialisation de l'interface d'Assistant de nouveau projet a échoué.

source: New project has been created successfully
fr: Nouveau projet créé avec succès

source: Skipping %s: file already exists
fr: Fichier « %s » ignoré : déjà existant

source: Creating %s (using AutoGen)
fr: Création de « %s » (avec AutoGen)

source: Creating %s
fr: Création de « %s »

source: Executing:
fr: En cours d'exécution :

source: New Project Wizard
fr: Assistant de nouveau projet

source: Icon choice
fr: Icône

source: _Sample action
fr: Exemple d'_action

source: Sample action
fr: Exemple d'action

source: Sample file operations
fr: Exemple d'opérations sur fichier

source: SamplePlugin
fr: Exemple de greffon

source: Incremental search for '%s' failed. Press Enter or click Find to continue searching at the top.
fr: La recherche incrémentale de « %s » a échoué. Appuyez sur Entrée ou Rechercherpour poursuivre la recherche à partir du début du fichier.

source: Incremental search for '%s' (continued at top) failed.
fr: La recherche incrémentale de « %s » (reprise au début) a échoué.

source: _Search
fr: _Rechercher

source: _Find...
fr: _Rechercher...

source: Find _Previous
fr: Rechercher le _précédent

source: New advance search And replace stuff
fr: Nouvelle recherche ou remplacement

source: Ne_xt occurrence
fr: Occurrence _suivante

source: Pre_vious occurrence
fr: Occurrence _précédente

source: Basic Search
fr: Rechercher

source: Find:
fr: Rechercher :

source: The match "%s" was not found. Wrap search around the document?
fr: La correspondance « %s » n'a pas été trouvée. Voulez-vous réitérer la recherche à partir du début du fichier ?

source: The match "%s" was not found.
fr: La correspondance « %s » n'a pas été trouvée.

source: <b>Subversion Options</b>
fr: <b>Options de subversion</b>

source: Force
fr: Forcer

source: Password:
fr: Mot de passe :

source: Realm:
fr: Royaume :

source: Remember Password
fr: Se souvenir du mot de passe

source: Repository authorization
fr: Authentification sur le référentiel

source: Subversion Preferences
fr: Préférences de subversion

source: Subversion: Add file/directory
fr: Subversion : ajouter fichier/répertoire

source: Subversion: Commit file/directory
fr: Subversion : commit fichier/répertoire

source: Subversion: Remove file/directory
fr: Subversion : supprimer fichier/répertoire

source: Subversion: Update file/directory
fr: Subversion : fichier/répertoire update

source: TODO!
fr: A FAIRE !

source: realm
fr: royaume

source: Add a new file/directory to the Subversion tree
fr: Ajouter un nouveau fichier ou répertoire au référentiel

source: Remove a file/directory from Subversion tree
fr: Supprimer un fichier ou un répertoire du référentiel

source: Commit your changes to the Subversion tree
fr: Commit vos changements dans le référentiel

source: Sync your local copy with the Subversion tree
fr: Sync la copie locale avec le référentiel subversion

source: Diff local tree with repositry
fr: Faire un diff avec le référentiel

source: Subversion operations
fr: Opérations de subversion

source: Subversion command is running! Please wait until it is finished!
fr: Subversion s'exécute. Veuillez patienter jusqu'à ce qu'il termine.

source: Authentication canceled
fr: Authentification annulée

source: Restore
fr: Restorer

source: Resolved
fr: Résolu

source: Skip
fr: Sauter

source: Status completed
fr: Statut terminé

source: Status external
fr: Statut externe

source: Subversion command finished!
fr: Subversion a terminé !

source: Directories to scan
fr: Répertoires à scanner

source: Please enter a name and at least one directory.
fr: Veuillez saisir un nom et un répertoire.

source: Anjuta tags files
fr: Fichiers d'étiquettes Anjuta

source: API Tags
fr: Étiquettes d'API

source: <b>Available API tags:</b>
fr: <b>Étiquettes d'API disponibles :</b>

source: <b>Create API tags:</b>
fr: <b>Créer des étiquettes d'API :</b>

source: Add directories in the list to scan:
fr: Ajouter des répertoires à scanner :

source: Add directory
fr: Ajouter un répertoire

source: Crea_te
fr: _Créer

source: Tag _Definition
fr: _Définition de la balise

source: Goto symbol definition
fr: Aller à la définition du symbole

source: Tag De_claration
fr: Dé_claration de la balise

source: Goto symbol declaration
fr: Aller à la déclaration du symbole

source: Goto _Definition
fr: Aller à la _définition

source: Goto De_claration
fr: Aller à la dé_claration

source: _Find Usage
fr: _Rechercher le symbole

source: Find usage of symbol in project
fr: Effectue la recherche du symbole dans le projet

source: Refresh symbol browser tree
fr: Rafraîchir l'arborescence des symboles

source: Tree
fr: Arborescence

source: Symbol browser popup actions
fr: « Actions popup » du navigateur de symboles

source: Goto symbol
fr: Se rendre au symbole

source: Select the symbol to go
fr: Sélectionner le symbole à rechercher

source: Symbol navigations
fr: Navigation par symbole

source: <b>Terminal options</b>
fr: <b>Options du terminal</b>

source: Edit as script
fr: Éditer comme script

source: Edit command in Anjuta on close
fr: Éditer la commande dans Anjuta à la fermeture

source: Parameters:
fr: Paramètres :

source: toggle
fr: basculer

source: Unable to build user interface for tool list
fr: La construction de l'interface de liste d'outil a échoué.

source: ask at runtime
fr: demander lors de l'exécution

source: undefined
fr: non défini

source: Unable to build user interface for tool variable
fr: La contruction de l'interface utilisateur avec les variables données a échoué.

source: A tool with the same name already exists!
fr: Un outil portant le même nom existe déjà !
