Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: Integrated Development Environment
fr: Environnement de développement intégré
ko: 통합 개발 환경
mk: Интегрирана развојна околина
pl: Zintegrowane środowisko programistyczne

source: Anjuta Dev Studio Copyright (C) Naba Kumar This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
mk: Anjuta Dev Studio Copyright (C) Naba Kumar Оваа програма е слободен софтвер; можете да ја редистрибуирате и/или да ја менувате во согласност со GNU General Public License лиценцата, издадена од Free Software Foundation; или верзијата 2 од лиценцата, или (по Ваш избор) било која понова верзија. Програмава е дистрибуирана со надеж дека ќе Ви биде од корист, но БЕЗ НИКАКВА ГАРАНЦИЈА; без дури и имплицитна гаранција од ТРГОВЕЦОТ или ПОПРИГОДНА ЗА БИЛОКАКВА НАМЕНА. Видете ја GNU General Public License лиценцата за повеќе детали. Би требало да добиете примерок од GNU General Public License лицанцата заедно со програмава; ако не, пишете им на Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: <: Enter Here
fr: < saisissez les infos ici
ko: <: 여기에 입력
mk: <: Внеси овде
pl: <: Wprowadź tutaj

source: Add line number every:
fr: Numéro de ligne tout les :
ko: 모든 행번호 추가:
mk: Додади го бројот на линијата секој:
pl: Dodane numery wierszy co:

source: Add page header
fr: Ajouter un en-tête de page
ko: 쪽 머리말 추가
mk: Додади заглавие на страницата
pl: Dodawanie nagłówka strony

source: Additional
fr: Additionnel
ko: 추가 사항
mk: Дополнително
pl: Dodatkowe

source: Additional Libraries (LDADD):
fr: Bibliothèques additionnelles (LDADD) :
ko: 추가 라이브러리 (LDADD):
mk: Дополнителни библиотеки (LDADD):
pl: Dodatkowe biblioteki (LDADD):

source: Additional Options
fr: Options supplémentaires
ko: 추가 선택사항
mk: Дополнителни опции
pl: Dodatkowe opcje

source: Additional build options:
fr: Options supplémentaires de compilation :
ko: 추가 빌드 선택사항:
mk: Дополнителни опции при изградба:
pl: Dodatkowe opcje budowania:

source: Always save in UTF-8 encoding (faster)
fr: Toujours sauver en UTF-8 (plus rapide)
ko: 항상 UTF-8 인코딩으로 저장 (고속)
mk: Секогаш зачувај во UTF-8 енкодингот (побрзо)
pl: Zapisywanie zawsze z kodowaniem UTF-8 (szybsze)

source: Anjuta Setup Wizard
mk: Волшебник за поставките на Anjuta

source: Anjuta help search
fr: Rechercher dans l'aide
ko: Anjuta 도움말 검색
mk: Anjuta пребарувач на помош
pl: Wyszukiwanie pomocy Anjuty

source: Anjuta setup wizard
mk: Волшебник за поставките на Anjuta

source: Anjuta setup wizard will guide with the initial setup of Anjuta. These setup could be changed later from Anjuta settings menu (Main menu->Settings).
mk: Волшебникот за поставките на Anjuta ќе Ве води со почетните поставки на Anjuta. Овие поставки може да бидат променети подоцна од менито за поставки на Anjuta (Главно мени->Поставки).

source: Anjuta start with dialog
fr: Anjuta démarre avec un dialogue
ko: Anjuta 를 대화상자와 함께 시작합니다
mk: Почеток на Anjuta со дијалог
pl: Uruchamianie Anjuty z użyciem okna dialogowego

source: Anjuta windows
mk: Прозорци на Anjuta

source: Append messages
ko: 메세지 추가
mk: Припои ги пораките
pl: Dołączanie komunikatów

source: Application Wizard
fr: Assistant de création d'application
ko: 응용프로그램 마법사
mk: Волшебник на апликацијата
pl: Druid aplikacji

source: Arrows
fr: Flèches
mk: Стрелки

source: Ask for parameters at run-time
fr: Demander des paramètres au lancement
ko: 실행시 매개변수 질의
mk: Провери ги параметрите во времето на извршување
pl: Pytanie o parametry w czasie uruchamiania

source: Attach to process
fr: Attacher au processus
ko: 프로세스에 붙이기
mk: Прикачи за процесот
pl: Przyłączanie do procesu

source: Attributes:
fr: Attributs :
ko: 속성:
mk: Атрибути:
pl: Atrybuty:

source: Autocomplete XML/HTML closing tags
fr: Compléter les balises XML/HTML
ko: XML/HML 끝 태그 자동완성
mk: Авто-комплетирај ги XML/HTML затворачките тагови
pl: Autouzupełnianie znaczników zamknięcia XML/HTML

source: Autocompletion
ko: 자동완성
mk: Автоматско завршување
pl: Autouzupełnianie

source: Autocompletion pop up choices
fr: Choix de complétion
ko: 팝업 선택사항 자동완성
mk: Автоматско завршување на поп-ап менија
pl: Lista pozycji autouzupełniania

source: Automatically load last Project
fr: Charger automatiquement le dernier projet
ko: 최근 프로젝트 자동으로 불러오기
mk: Автоматски вчитај го последниот проект
pl: Automatyczne wczytywanie ostatniego projektu

source: Autosave
ko: 자동저장
mk: Автоматско зачувување
pl: Automatyczny zapis

source: Autosave editor files before build starts
fr: Enregistrer automatiquement avant toute compilation
ko: 빌드 시작전 편집중인 파일 자동저장
mk: Автоматски зачувај ги уредувачките датотеки пред да започне изградбата
pl: Automatyczne zapisywanie plików edytora przed rozpoczęciem budowania

source: Back color:
fr: Couleur de fond :
ko: 배경색:
mk: Позадинска боја:
pl: Kolor tła:

source: Backwards
ko: 뒤로
mk: Наназад
pl: Wstecz

source: Beep on job complete
fr: Bipper à la fin des tâches
ko: 작업종료시 경고음
mk: Свирни кога ќе заврши работата
pl: Sygnał dźwiękowy po zakończeniu zadania

source: Bold
fr: Gras
ko: 굵은 글씨
mk: Задебелен
pl: Pogrubienie

source: Bookmark
fr: Signet
ko: 책갈피
mk: Обележувач
pl: Zakładka

source: Bottom
fr: En bas
mk: Дно

source: Breakpoint properties
fr: Propriétés des points d'arrêt
ko: 중단점 속성
mk: Параметри на точката на прекинување
pl: Właściwości punktu przerwania

source: Breakpoints
fr: Points d'arrêt
ko: 증단점
mk: Точки на прекинување
pl: Punkty przerwania

source: Build
fr: Compiler
ko: 빌드
mk: Изгради
pl: Budowanie

source: Build command:
fr: Commande de compilation :
ko: 빌드 명령:
mk: Команда за изградба:
pl: Polecenie budowania:

source: Build file browser automatically
fr: Construire automatiquement l'explorateur de fichiers
ko: 자동으로 파일 브라우저 빌드
mk: Изгради го датотечниот прелистувач автоматски
pl: Automatyczne budowanie przeglądarki plików

source: Build files
fr: Compiler les fichiers
ko: 빌드 파일
mk: Датотеки за изградба
pl: Pliki budowania

source: Build options
fr: Options de compilation
ko: 빌드 선택사항
mk: Опции за изградба
pl: Opcje budowania

source: Build symbol browser automatically
fr: Construire automatiquement l'explorateur de symboles
ko: 자동으로 심볼 브라우저 빌드
mk: Изгради го прелистувачот на симболи автоматски
pl: Automatyczne budowanie przeglądarki znaczników

source: CVS command options
fr: Arguments supplémentaires de CVS
ko: CVS 명령 선택사항
mk: Опции на CVS командата
pl: Opcje poleceń CVS

source: CVS compression level:
fr: Niveau de compression CVS :
ko: CVS 압축 수준:
mk: Ниво на компресија на CVS:
pl: Poziom kompresji CVS:

source: CVS context diff format
fr: Format CVS « diff" contextuel
ko: CVS 컨텍스트 diff 형식
mk: CVS содржински diff формат
pl: Format kontekstowy diff CVS

source: CVS unified diff format
fr: Format CVS « diff" unifié
ko: CVS 통합 diff 형식
mk: CVS унифициран diff формат
pl: Format zunifikowany diff CVS

source: CVS update and prune directories [-dP]
fr: CVS : mettre à jour et supprimer les répertoires vides [-dP]
ko: CVS 갱신 디렉토리 정리 [-dP]
mk: CVS ажурирање и доток на директориуми [-dP]
pl: Aktualizacja i okrajanie katalogów [-dP]

source: C_ompile:
ko: 컴파일(_O):
mk: Преведи:
pl: K_ompilacja:

source: Calltip background:
fr: Fond des infobulles :
ko: 콜팁 배경색:
mk: Calltip позадина:
pl: Tło podpowiedzi:

source: Caret (cursor) color:
fr: Couleur du curseur :
ko: 커서 색상:
mk: Боја на покажувачот:
pl: Kolor karetki (kursora):

source: Caret blink period in milli-seconds
fr: Fréquence de clignotement du curseur :
ko: 커서 반짝임 주기 (msec)
mk: Период на трепкање на покажувачот во милисекунди
pl: Okres migotania karetki w milisekundach

source: Case insensitive
fr: Insensible à la casse
ko: 대소문자 구별
mk: Нераспознава големи-мали
pl: Bez rozróżniania wielkości liter

source: Case sensitive
ko: 대소문자구별
mk: Распознава големи-мали
pl: Rozróżnianie wielkości liter

source: Choose Directories:
fr: Sélectionnez les répertoires :
ko: 표시할 폴더:
mk: Избери директориуми:
pl: Wybierz katalogi:

source: Choose Files:
fr: Sélectionnez les fichiers :
ko: 표시할 파일:
mk: Избери датотеки:
pl: Wybierz pliki:

source: Choose autocomplete for single match
fr: Faire l'autocomplétion lorsqu'aucune ambiguïté
ko: 단일 일치에 대한 자동완성 선택
mk: Избери авто-комплетирај за еден пронајдок
pl: Autouzupełnianie dla pojedynczego dopasowania

source: Choose directories
fr: Choisissez les répertoires
ko: 표시할 폴더
mk: Избери директориуми
pl: Wybierz katalogi

source: Choose files
fr: Choisissez les fichiers
ko: 표시할 파일
mk: Избери датотеки
pl: Wybierz pliki

source: Circular
fr: Circulaire
mk: Кружно

source: Code folding
ko: 코드 폴딩
mk: Пакување на кодот
pl: Składanie sekcji kodu

source: Collapse all code folds on file open
ko: 파일을 열때, 폴딩된 코드 모두 풀기
mk: Собери ги сите папки при отварање датотека
pl: Zwijanie sekcji kodu po otwarciu pliku

source: Colour
fr: Couleur
ko: 색
mk: Боја
pl: Kolor

source: Column at edge indicator
ko: 언저리 지시자의 위치
mk: Колона кај крајниот индикатор
pl: Kolumna na wskaźniku krawędzi

source: Combo Popdown:
fr: Listes à choix :
ko: 콤보 팝다운:
mk: Паѓачко мени:
pl: Pozycje listy rozwijanej:

source: Command Line Parameters
fr: Arguments de la commande
ko: 명령행 매개변수
mk: Параметри на командна линија
pl: Parametry wiersza poleceń

source: Command line parameters
fr: Arguments de la commande
ko: 명령행 매개변수
mk: Параметри на командна линија
pl: Parametry wiersza poleceń

source: Command:
fr: Commande :
ko: 명령:
mk: Команда:
pl: Polecenie:

source: Commands
fr: Commandes
ko: 명령
mk: Команди
pl: Polecenia

source: Common commands:
fr: Commandes communes :
ko: 공통 명령:
mk: Основни команди:
pl: Częste polecenia:

source: Compact folding
ko: 컴팩트하게 폴딩
mk: Компактно пакување
pl: Zwarte składanie

source: Compiler
fr: Compilateur
ko: 컴파일러
mk: Преведувач
pl: Kompilator

source: Compiler Flags (CFLAGS):
fr: Flags compilateur (CFLAGS) :
ko: 컴파일러 플래그 (CFLAGS):
mk: Знаменца на преведувачот (CFLAGS):
pl: Flagi kompilatora (CFLAGS):

source: Compiler and linker options
fr: Compilateur et éditeur de liens
ko: 컴파일러 및 링커 설정
mk: Опции на преведувачот и поврзувачот
pl: Opcje kompilatora i linkera

source: Configuration
ko: 설정
mk: Конфигурација
pl: Konfiguracja

source: Configuration script segments
fr: Configuration des segments de scripts
ko: configure 스크립트 세그먼트
mk: Сегменти на конфигурациската скрипта
pl: Segmenty skryptu konfiguracyjnego

source: Configure Parameters
fr: Paramètres de « configure"
ko: Configure 매개변수
mk: Конфигурирај ги параметрите
pl: Parametry konfiguracji

source: Crazy boy style
ko: 맛간 소년 스타일
mk: Стил crazy boy

source: Custom style
ko: 사용자 지정 스타일
mk: Произволен стил
pl: Dowolny styl

source: Customize File Browser
ko: 파일 브라우저 사용자 지정
mk: Прилагоди го прелистувачот на датотеки
pl: Dostosowanie przeglądarki plików

source: Customize what is to be shown in the file tree
ko: 파일 브라우저 설정을 변경합니다.
mk: Прилагоди што треба да се прикаже во стеблото со датотеки
pl: Dostosowuje wyświetlane informacje na drzewie plików

source: Data module Makefile.am
fr: Makefile.am du répertoire des données
ko: 데이타 모듈 Makefile.am
mk: Makefile.am на податочниот модул
pl: Moduł danych Makefile.am

source: Debug
fr: Débogage
ko: 디버그
mk: Дебагирање
pl: Debugowanie

source: Debugging and Profiling
fr: Activer le profilage et le débogage
ko: 디버깅과 프로파일링
mk: Дебагирање и профајлирање
pl: Debugowanie i profilowanie

source: Default
fr: Par défaut
mk: Стандардно
pl: Domyślny

source: Defines
fr: Définitions
ko: 정의
mk: Дефинирања
pl: Definicje

source: Delete Theme
fr: Supprimer le thème
ko: 테마 삭제
mk: Избриши тема
pl: Usuń motyw

source: Diagonal
mk: Дијагонално

source: Dialog on job complete
fr: Boîte de dialogue à la fin des tâches
ko: 작업완료시 대화상자
mk: Дијалог по завршувањето на работата
pl: Okno dialogowe po zakończeniu zadania

source: Direction
ko: 방향
mk: Насока
pl: Kierunek

source: Directories
fr: Répertoires
ko: 폴더
mk: Директориуми
pl: Katalogi

source: Directory filter
ko: 폴데 필터
mk: Филтер на директориуми
pl: Filtr katalogów

source: Disable auto-format
fr: Désactive l'indentation
ko: 자동서식 사용안함
mk: Оневозможи автоматско форматирање
pl: Automatyczne formatowanie wyłączone

source: Disable overwriting files
fr: Désactiver la possibilité d'écrasement des fichiers du projet
ko: 다음 파일은 덮어쓰지 않음
mk: Оневозможи пребришување датотеки
pl: Blokada nadpisywania plików

source: Disable syntax highlighting
fr: Désactive la coloration syntaxique
ko: 문법 강조 사용안함
mk: Оневозможи осветлување на синтакса
pl: Wyróżnianie elementów składni wyłączone

source: Do not show hidden directories
fr: Ne pas afficher les répertoires cachés
ko: 숨김 폴더 표시안함
mk: Не ги прикажувај скриените директориуми
pl: Bez wyświetlania ukrytych katalogów

source: Do not show hidden files
fr: Ne pas afficher les fichiers cachés
ko: 숨김 파일 표시안함
mk: Не ги прикажувај скриените датотеки
pl: Bez wyświetlania ukrytych plików

source: Do not show start with dialog again.
fr: Ne pas afficher le dialogue de démarrage.
ko: 다음부터 대화상자를 열지않음.
mk: Не го прикажувај старт со дијалог повторно
pl: Bez ponownego wyświetlania tego okna przy uruchamianiu.

source: Do not show tabs
fr: Ne pas afficher les tab.
ko: 탭 표시 않기
mk: Не ги прикажувај табулаторите
pl: Bez wyświetlania zakładek

source: Docked style
mk: Преместувачки стил

source: Docked style presents Anjuta in the classic IDE form with all sub-windows docked on the main window.
mk: Преместувачкиот стил ја прикажува Anjuta. во класична IDE форма со сите под-прозори преместени во главниот прозор.

source: Document module Makefile.am
fr: Makefile.am de la documentation
ko: 문서 모듈 Makefile.am
mk: Makefile.am на документацискиот модул
pl: Moduł dokumentacji Makefile.am

source: Draw line below folded lines
fr: Dessiner un traît sous le texte replié
ko: 폴딩된 행 아래 선긋기
mk: Нацртај линија под свитканите линии
pl: Rysowanie linii pod złożonymi liniami

source: Edit
fr: Édition
ko: 편집
mk: Уреди
pl: Edycja

source: Editor caret (cursor) width in pixels
fr: Taille du curseur en pixels
ko: 편집기 커서 폭 (픽셀)
mk: Ширина во пиксели на уредувачкиот покажувач
pl: Szerokość karetki edytora (kursora) w pikselach

source: Editor tabs
ko: 편집기 탭
mk: Табулатори на уредувачот
pl: Zakładki edytora

source: Enable Debugging
fr: Activer le débogage
ko: 디버깅 사용함
mk: Овозможи дебагирање
pl: Z możliwością debugowania

source: Enable HTML tags folding
fr: Permettre le repli des balises HTML
ko: HTML 태그 폴딩 사용함
mk: Овозможи виткање на HTML тагови
pl: Włączone składanie znaczników HTML

source: Enable Profiling
fr: Activer le profilage
ko: 프로파일링 사용함
mk: Овозможи профајлирање
pl: Z możliwością profilowania

source: Enable _all
fr: _Tout activer
ko: 모두 사용(_A)
mk: Овозможи _сѐ
pl: _Odblokuj wszystkie

source: Enable automatic indentation
fr: Indentation automatique
ko: 자동 들여쓰기 사용함
mk: Овозможи автоматско порамнување
pl: Włączone automatyczne wcinanie

source: Enable automatic messages indicators
fr: Activer les indicateurs de message
ko: 자동 메시지 지시자 사용함
mk: Овозможи автоматски индикатори на пораки
pl: Włączone automatyczne wyróżnianie komunikatów

source: Enable braces check
fr: Vérification des accolades
ko: 괄호 검사 사용함
mk: Овозможи проверка на загради
pl: Sprawdzanie parowania nawiasów

source: Enable code folding
fr: Permettre le repli de code
ko: 코드 폴딩 사용함
mk: Овозможи пакување на кодот
pl: Włączone składanie kodu

source: Enable comments folding
fr: Permettre le repli des commentaires
ko: 주석 폴딩 사용함
mk: Овозможи пакување на коментарите
pl: Włączone składanie komentarzy

source: Enable files autosave
fr: Enregistrer automatiquement
ko: 파일 자동저장 사용함
mk: Овозможи автоматско зачувување на датотеките
pl: Automatyczny zapis

source: Enable line wrap
fr: Basculer retour à la ligne
ko: 행 wrap 사용함
mk: Овозможи поредување на линии
pl: Włączone zawijanie wierszy

source: Enable python comments folding
fr: Permettre le repli des commentaires Python
ko: Python 주석 폴딩 사용
mk: Овозможи пакување на коментари во Пајтон
pl: Włączone składanie komentarzy pythona

source: Enable python quoted strings folding
fr: Permettre le repli des chaînes Python
ko: Python 인용 문자열 폴딩 사용
mk: Овозможи пакување на квотирани стрингови од Пајтон
pl: Włączone składanie cytowanych napisów pythona

source: Enabled
fr: Activé
ko: 사용함
mk: Овозможено
pl: Aktywny

source: Encoding to use when saving files
ko: 저장시 사용할 인코딩
mk: Кодирање што ќе се употеби при зачувување на датотеките
pl: Używane przy zapisie plików kodowanie

source: Enter a Hexa adress or select one in the data
fr: Saisissez une adresse hexadécimale ou sélectionnez la dans les données
ko: 16진 주소를 입력하거다 데이타 내에서 선택하세요
mk: Внеси ја адресата во хекс формат или избери еден од податоците
pl: Podaj adres szesnastkowy lub wybierz jeden z danych

source: Enter the command line arguments for the 'indent' program. Read the info page for 'indent' for more details
ko: 'indent' 프로그램을 위한 명령행 인자를 입력하세요.자세한 내용은 'indent'에 대한 info 페이지를 참조하세요.
mk: Внеси ги аргументите од командната линија за порамнетата програма. Прочитајте ја страницата за 'порамнување' за повеќе детали
pl: Wprowadź argumenty wiersza poleceń dla programu "indent". Przeczytaj stronę info programu "indent", aby uzyskać więcej szczegółów.

source: Error message indicator style:
fr: Indicateur de message d'erreur :
ko: 오류 메시지 지시자 스타일:
mk: Стил на индикатор за пораки за грешки:
pl: Styl wyróżniania komunikatu o błędach:

source: Errors messages:
ko: 오류 메시지:
mk: Пораки за грешки:
pl: Komunikaty o błędach:

source: Execute Program
fr: Exécuter le programme
ko: 프로그램 실행
mk: Изврши програма
pl: Uruchom program

source: Expand regex back references
ko: 확장 정규식의 후방참조
mk: Прошири ги референците од регуларниот израз

source: File
fr: Fichier
ko: 파일
mk: Датотека
pl: Plik

source: File Filter
ko: 파일 필터
mk: Филтер на датотека
pl: Filtr plików

source: File filter
ko: 파일 필터
mk: Филтер на датотека
pl: Filtr plików

source: File level
fr: Niveau fichier
ko: 파일 수준
mk: Ниво на датотека
pl: Poziom pliku

source: File/Directory to add:
ko: 추가할 파일/폴더:
mk: Датотека/Директориум за додавање:
pl: Dodawany plik/katalog

source: Filter extraneous characters in DOS mode
fr: Filtrer les caractères « extra » en mode DOS
ko: 도스 모드에서 외부 문자 필터링
mk: Филтрирај ги вишок знаците во ДОС режим
pl: Filtrowanie ubocznych znaków w trybie DOS-a

source: Find & Replace
fr: Rechercher et remplacer
ko: 찾기 및 바꾸기
mk: Пронајди & Замени
pl: Wyszukiwanie i zamiana

source: Find and replace
ko: 찾기와 바꾸기
mk: Пронајди и замени
pl: Wyszukiwanie i zmiana

source: Find in Files
ko: 파일에서 찾기
mk: Пронајди во датотеки
pl: Wyszukiwanie w plikach

source: Fold style:
fr: Style de battant :
ko: 폴드 스타일:
mk: Стил на пакување:
pl: Styl składania:

source: Font:
fr: Police :
ko: 글꼴:
mk: Фонт:
pl: Czcionka:

source: Fore color:
fr: Couleur du texte :
ko: 전경색:
mk: Предна боја:
pl: Kolor główny:

source: Format
ko: 서식
mk: Формат

source: Format style
ko: 서식 스타일
mk: Стил на форматирање
pl: Styl formatowania

source: Forwards
ko: 앞으로
mk: Напред
pl: Do przodu

source: From cursor
ko: 커서로 부터
mk: Од курсор
pl: Od kursora

source: Functions
fr: Fonctions
ko: 함수
mk: Функции
pl: Funkcje

source: GNU coding style
ko: GNU 코딩 스타일
mk: GNU стил на кодирање

source: GUI editor command:
fr: Commande du « GUI builder » :
ko: GUI 편집 명령:
mk: Команда на GUI уредувач:
pl: Polecenie edytora GUI:

source: General
fr: Général
ko: 일반
mk: Општо
pl: Ogólne

source: Give a space separated list of directories to be built after source module. This will be set in configure and Makefiles will be generated for them. They will be built after the source (src/) directory during "make".
fr: Saisissez une liste de répertoires à construire (séparés par un espace) après le répertoire des sources. Ceci sera ajusté dans « configure.in » et les « Makefile ». Ils seront construits après le répertoire des sources avec « make ».
ko: 소스 모듈 뒤에 만들어질 폴더의 목록을 공백문자로 분리하여 입력하세요. 이 내용은 configure 파일에 설정되며, Makefile은 각각을 생성합니다. 각각은 "make"가 수행되는 동안 소스 폴더 (src/) 다음에 만들어집니다.
mk: Дади листa на директориуми одделени со празно место што треба да се изградат после градењето на изворниот модул. Ова ќе биде поставено во configure и Makefile фајлови ќе бидат изгенерирани за нив. Тие ќе бидат изградени после креирањето на src/ директориумот во текот на "make".
pl: Podaj listę katalogów rozdzielonych spacjami, które mają zostać zbudowane po module źródłowym. Zostaną one ustawione w pliku configure i zostaną dla nich wygenerowane pliki Makefile. Będą one budowane po katalogu źródłowym (src/) podczas operacji "make".

source: Give a space separated list of directories to be built before source module. This will be set in configure.in and Makefiles will be generated for them. They will be built before the source (src/) directory during "make".
fr: Saisissez une liste de répertoires à construire (séparés par un espace) avant le répertoire des sources. Ceci sera ajusté dans « configure.in » et les « Makefile ». Ils seront construits avant le répertoire des sources avec « make ».
ko: 소스 모듈 앞에 만들어질 폴더의 목록을 공백문자로 분리하여 입력하세요. 이 내용은 configure 파일에 설정되며, Makefile은 각각을 생성합니다. 각각은 "make"가 수행되는 동안 소스 폴더 (src/) 앞에 만들어집니다.
mk: Дади листа на дирекориуми одделена со празни места што треба да се изгрдат пред модулот со изворен код. Ова ќе биде поставено во configure.in и Makefile фајлови ќе бидат генерирани за нив. Тие ќе бидат изградени пред директориумот src/ во текот на "make".
pl: Podaj listę katalogów rozdzielonych spacjami, które mają zostać zbudowane przed module źródłowym. Zostaną one ustawione w pliku configure.in i zostaną dla nich wygenerowane pliki Makefile. Będą one budowane po katalogu źródłowym (src/) podczas operacji "make".

source: Greedy matching
fr: Correspondance max.
mk: Greedy пронаоѓање
pl: Zachłanne wyszukiwanie

source: HTML _viewer:
fr: _Visionneur HTML :
ko: HTML 뷰어(_V):
mk: HTML прегледу_вач:
pl: _Przeglądarka HTML:

source: Headers
fr: En-têtes
ko: 헤더
mk: Заглавја
pl: Nagłówki

source: Hello World style
mk: Hello World стил

source: Help module Makefile.am
fr: Makefile.am de l'aide
ko: 도움말 모듈 Makefile.am
mk: Makefile.am на модулот за помош
pl: Moduł pomocy Makefile.am

source: High-Level Optimization (Functions inlined wherever possible)
fr: Optimisation importante (fonctions 'inline' dès que possible)
ko: 고수준 최적화 (함수 인라인화)
mk: Оптимизација на високо ниво (Функции се вметнати каде е возможно)
pl: Optymalizacja wysokopoziomowa (rozwijanie funkcji gdzie to tylko możliwe)

source: Highlight style
ko: 강조 스타일
mk: Стил на осветлување
pl: Styl wyróżniania

source: History sizes
fr: Taille de l'historique
ko: 히스토리 크기
mk: Големини на историја
pl: Rozmiar historii

source: Ignome files and directories
mk: Ignome датотеки и директориуми

source: Ignore Binary Files
fr: Ignorer les fichiers binaires
ko: 이진 파일 무시
mk: Игнорирај бинарни датотеки
pl: Ignorowanie plików binarnych

source: Ignore CVS directory
ko: CVS 폴더 무시
mk: Игнорирај го CVS директориумот
pl: Ignorowanie katalogu CVS

source: Ignore Directories:
fr: Répertoires ignorés :
ko: 무시할 폴더:
mk: Игнорирај директориуми:
pl: Ignorowanie katalogów:

source: Ignore Files:
fr: Fichiers ignorés :
ko: 무시할 파일:
mk: Игнорирај датотеки:
pl: Ignorowanie plików:

source: Ignore Hidden Directories
fr: Ignorer les répertoires cachés
ko: 숨김 폴더 무시
mk: Игнорирај ги скриените директориуми
pl: Ignorowanie ukrytych katalogów

source: Ignore Hidden Files
fr: Ignorer les fichiers cachés
ko: 숨김 파일 무시
mk: Игнорирај ги скриените датотеки
pl: Ignorowanie ukrytych plików

source: Ignore binary files
ko: 이진 파일 무시
mk: Игнорирај ги бинарните датотеки
pl: Ignorowanie plików binarnych
