Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: _Build a file:
fr: _Compiler un fichier :
ko: 파일 빌드(_B):
mk: _Изгради датотека
pl: _Budowanie pliku:

source: _Condition:
ko: 조건(_C):
mk: _Услов:
pl: _Warunek:

source: _Disable all
fr: _Tout désactiver
ko: 전부 사용안함(_D)
mk: _Оневозможи се
pl: _Zablokuj wszystkie

source: _Edit
fr: _Éditer
ko: 편집(_E)
mk: _Уреди
pl: _Edycja

source: _Execute:
fr: _Exécuter :
ko: 실행(_E):
mk: _Изврши:
pl: _Wykonanie:

source: _Image editor:
fr: _Éditeur d'images :
ko: 이미지 편집(_I):
mk: _Слика:
pl: Edytor _obrazów:

source: _Language:
fr: _Langage :
ko: 언어(_L):
mk: _Јазик:
pl: _Język:

source: _Location:
fr: _Emplacement :
ko: 장소(_L):
mk: _Локација:
pl: _Położenie:

source: _Make a file:
ko: Make(_M):
mk: _Направи датотека:
pl: _Utworzenie pliku:

source: _Pass:
fr: _Passe :
ko: 패스(_P):
mk: _Лозинка:
pl: _Przebieg:

source: _Pixmap editor:
fr: Éditeur d'_icônes :
ko: Pixmap 편집(_P):
mk: _Сликичка:
pl: _Edytor piksmap:

source: _Process to attach to:
fr: _Processus à attacher :
ko: 프로세스 붙이기(_P):
mk: _Процес на кој ќе се закачи:
pl: Wybierz p_roces, do którego chcesz się przyłączyć:

source: _Remove all
fr: _Tout supprimer
ko: 전부 지우기(_R)
mk: _Отстрани се
pl: _Usuń wszystkie

source: _Save Theme As
fr: _Enregistrer le thème sous...
ko: 테마를 다른 이름으로 저장(_S)
mk: _Зачувај Тема Како
pl: _Zapisz temat pod podaną nazwą

source: _Terminal:
ko: 터미널(_T):
mk: _Терминал:

source: _Update
fr: _Mettre à jour
ko: 갱신(_U)
mk: _Надградба
pl: _Odśwież

source: window1
mk: прозор1
pl: okno1

source: window2
mk: прозор2
pl: okno2

source: window3
mk: прозор3
pl: okno3

source: window4
mk: прозор4
pl: okno4

source: window5
mk: прозор5
pl: okno5

source: window6
mk: прозор6
pl: okno6

source: window7
mk: прозор7
pl: okno7

source: window8
mk: прозор8
pl: okno8

source: Dock the toolbar
ko: 도구막대 도킹
mk: Премести во лента со алатки
pl: Dokuje pasek narzędziowy

source: Un dock the toolbar
ko: 도구막대 도킹해제
mk: Откачи од лентата со алатки
pl: Odłącza pasek narzędziowy

source: Orientation
ko: 지향
mk: Ориентација
pl: Ułożenie

source: Orientation of the docking item
ko: 도킹된 아이템의 지향
mk: _Ориентација на закачениот елемент
pl: Ułożenie obiektu dokowanego

source: Resizable
ko: 크기조절가능
mk: Со променлива големина
pl: Zmienny rozmiar

source: If set, the dock item can be resized when docked in a paned
ko: 설정시 도킹되었을 때, 도킹 아이템은 크기조절이 가능하다
mk: Ако е подесено, закотвениот објект може да ја менува големината додека е закотвен во панел
pl: Po ustawieniu obiekt dokowany może mieć zmieniany rozmiar

source: Item behavior
ko: 아이템 동작
mk: Елемент однесување
pl: Zachowanie obiektu

source: General behavior for the dock item (i.e. whether it can float, if it's locked, etc.)
ko: 도킹 아이템의 일반적인 행동 (예: 떠나닐수있거나, 잠기거나)
mk: Општо поднесување на закотвените објекти *пр. дали може да лебди, дали е заклучен и сл.)
pl: Ogólne zachowanie obiektu dokowanego (np. czy można go przenosić, czy jest zablokowany, itd.)

source: Grip size
ko: 그립 사이즈
mk: Големина на зафат

source: Size in pixels of the grip to drag the dock item
ko: 도킹 아이템을 끌기위한 그립의 크기(픽셀)
mk: Големина во пиксели на дршката за влечење на закотвениот објект

source: Locked
ko: 잠겼음
mk: Заклучено
pl: Zablokowany

source: If set, the dock item cannot be dragged around and it doesn't show a grip
ko: 설정시, 도킹아이템은 끌 수 없으며, 그립을 보이지 않는다
mk: Ако е подесено: закачениот објект неможе да се поместува и не ја прикажува рачката

source: Preferred width
ko: 선호하는 폭
mk: Преферирана ширина
pl: Preferowana szerokość

source: Preferred width for the dock item
ko: 도킹아이템의 선호하는 폭
mk: Сакана ширина за закачениот објект
pl: Preferowana szerokość dla obiektu dokowalnego

source: Preferred height
ko: 선호하는 높이
mk: Преферирана висина
pl: Preferowana wysokość

source: Preferred height for the dock item
ko: 도킹아이템의 선호하는 높이
mk: Сакана висина за заклучениот објект
pl: Preferowana wysokość dla obiektu dokowalnego

source: You can't add a dock object (%p of type %s) inside a %s. Use a GdlDock or some other compound dock object.
ko: 도킹 객체 (%p - %s 형) 를 %s 내에 추가할 수 없습니다.GdlDock 을 사용하거나 다른 복합형 도킹 객체를 사용하세요.
mk: Неможе да се додаде објект за прикотвување (%p од тип %s) во %s. Користете GdlDock или некојдруг објект за прикачување.
pl: Nie można dodać obiektu dokowalnego (%p typu %s) wewnątrz %s. Użyj GdlDock lub jakiś inny złożony obiekt dokowalny.

source: Attempting to add a widget with type %s to a %s, but it can only contain one widget at a time; it already contains a widget of type %s
ko: %s 형 위젯을 %s 에 추가하려 시도중이나, 여기에는 한번에 한 위젯만을 담을 수 있습니다; 이미 %s 형 위젯이 담겨져 있습니다.
mk: Овид да се додаде елемент од тип %s на %s, но може да содржи само еден елемент, содржи елемент од тип %s

source: Unsupported docking strategy %s in dock object of type %s
ko: %s 형 도킹객체 안에 지원하지 않는 도킹 strategy %s
mk: Неподржан начин на прикачување %s во објект од тип %s
pl: Nieobsługiwana strategia dokowania %s w obiekcie dokowanym typu %s

source: Hide
ko: 숨기기
mk: Скриј
pl: Ukryj

source: Lock
ko: 잠금
mk: Заклучи
pl: Zablokuj

source: Attempt to bind an unbound item %p
ko: 풀린 아이템 %p를 묶기 위한 시도
mk: Обид да се поврзе неповрзан објект %p
pl: Próba dowiązania niedowiązanego elementu %p

source: Master
ko: 마스터
mk: Господар

source: GdlDockMaster object which the layout object is attached to
ko: 레이아웃 객체가 덧붙여진 GdlDockMaster 객체
mk: GdlDockMaster објектот за кој објектот за изглед е прикачен

source: Dirty
mk: Валкано

source: True if the layouts have changed and need to be saved to a file
ko: 레이아웃이 변경되어 파일로 저장이 필요하면, 참
mk: Точно ако поставеноста е променета и треба да се се сними во датотека

source: You must provide a name for the layout
ko: 레이아웃 이름이 필요합니다
mk: Треба да дадете име за поставката
pl: Należy podać nazwę dla układu graficznego

source: Could not load layout user interface file '%s'
ko: 레이아웃 사용자 인터페이스 파일 '%s'를 읽을 수 없습니다
mk: Мора да обезбедите име за изгледот '%s'
pl: Nie można wczytać pliku interfejsu układu graficznego "%s"

source: Visible
ko: 표시
mk: Видливо
pl: Widoczny

source: Item
ko: 아이템
mk: Елемент
pl: Obiekt

source: Name
fr: Nom
ko: 이름
mk: Име
pl: Nazwa

source: Dock items
fr: Éléments détachables
ko: 도킹 아이템
mk: Прикачени елементи
pl: Obiekty dokowalne

source: Saved layouts
fr: Dispositions enregistrées
ko: 저장된 레이아웃
mk: Снимени изгледи
pl: Zapisane układy graficzne

source: While loading layout: don't know how to create a dock object whose nick is '%s'
ko: 레이아웃을 읽어오는중: 별명이 '%s'인 도킹객체의 생성법을 모릅니다.
mk: За време на вчитувањето на поставките: незнам како да креирам закотвен објект со надимак %s
pl: Podczas wczytywania układu graficznego wystąpił błąd. Nieznana metoda dokowania obiektu, którego nazwa to "%s"

source: Layout managment
ko: 레이아웃 관리
mk: Раководење со изгледот
pl: Zarządzanie układami graficznymi

source: Default title
ko: 기본 제목
mk: Стандарден наслов
pl: Domyślny tytuł

source: Default title for newly created floating docks
ko: 새로 생성된 떠다니는 도킹에 대한 기본 제목
mk: Стандарден наслов за ново создадените лебдечки котви
pl: Domyślny tytuł dla nowoutworzonych oderwanych okien

source: If is set to 1, all the dock items bound to the master are locked; if it's 0, all are unlocked; -1 indicates inconsistency among the items
ko: 1로 설정되었을 경우, 마스터에 묶인 모든 도킹아이템이 잠김니다; 0으로 설정되었을경우는 무두 풀립니다;-1은 아이템간의 불일치를 의미합니다.
mk: Ако е поставено на 1, сите закотвени објекти поврзани со главниот се заклучени, ако е 0, сите се одклучени. -1 покажува неконзистентност помеѓу објектите

source: master %p: unable to add object %p[%s] to the hash. There already is an item with that name (%p).
ko: 마스터 아이템 %p: 객체 %p[%s] 를 해쉬에 추가할 수 없습니다. 이미 이름 (%p) 의 아이템이 존재합니다.
mk: главен %p: неможе да се додаде објект %p[%s] на групата Постои објект со тоа име %p

source: The new dock controller %p is automatic. Only manual dock objects should be named controller.
ko: 새로 생성된 도킹 제어기 %p 는 자동입니다。수동제어 도킹객체는 이름을 가져야합니다.
mk: Новиот контролер на котви %p е автоматски. Само рачните закотвени објекти треба да се нарекуваат контролери.

source: Page
ko: 페이지
mk: Страница
pl: Strona

source: The index of the current page
ko: 현재 쪽의 색인
mk: Индекс на моментално отворената страница
pl: Indeks bieżącej strony

source: Unique name for identifying the dock object
ko: 도킹객체를 구분하기위한 유일한 이름
mk: Уникатно име за идентификација на законтвениот објект
pl: Unikalna nazwa identyfikująca obiekt dokowalny

source: Long name
ko: 긴 이름
mk: Име на лог
pl: Długa nazwa

source: Human readable name for the dock object
ko: 도킹객체의 Human readable name
mk: Име за закотвен објект во форма читлива за луѓето
pl: Nazwa obiektu dokowalnego czytelna dla człowieka

source: Dock master
ko: 도킹 마스터
mk: Закачен господар

source: Dock master this dock object is bound to
ko: 이 도킹객체를 묶을 도킹마스터
mk: Закачен господар овој закачен објект е прилепен за

source: Call to gdl_dock_object_dock in a dock object %p (object type is %s) which hasn't implemented this method
mk: Повик до gdl_dock_object_dock во закотвен објект %p (типот на објектот е %s) кој не е имплементиран во оваа метода

source: Dock operation requested in a non-bound object %p. The application might crash
ko: 묶이지 않은 객체 %p 에서 dock operation을 요구함.·응용 프로그램이 폭주할 수 있습니다.
mk: Операција за закотвиување на неврзан објект %p. Апликацијата може да престане да работи

source: Cannot dock %p to %p because they belong to different masters
ko: 각각이 다른 마스터에 속해있어서, %p 를 %p 에 도킹할 수 없습니다.
mk: Неможе да се закотви %p за %p бидејќи припаѓаат на различни мастери

source: Attempt to bind to %p an already bound dock object %p (current master: %p)
ko: %p 에 이미 묶여진 도킹 객체 %p을 묶기 시도 (현재 마스터: %p)
mk: Обид за поврзување на %p на веќе поврзан објект %p (моментален мастер %p)

source: Position
ko: 위치
mk: Позиција
pl: Pozycja

source: Position of the divider in pixels
ko: 분리기의 위치 (픽셀)
mk: Позиција на делителот во пиксели

source: Sticky
mk: Лепливо

source: Whether the placeholder will stick to its host or move up the hierarchy when the host is redocked
ko: 호스트의 재도킹시 placeholder가 호스트에 붙는지 아니면 상위단계로 이동하는지
mk: Дали држачот ќе се задржи за домаќиноти или ќе се премести во хиеархијата кога домаќинот повторно ќе се прикачи

source: Host
ko: 호스트
mk: Хост
pl: Komputer

source: The dock object this placeholder is attached to
ko: 이 placeholder를 붙일 도킹객체
mk: Закачен објект овој контејнер е закачен за

source: Next placement
ko: 다음 장소
mk: Следно поставување

source: The position an item will be docked to our host if a request is made to dock to us
mk: Позицијата на објектот ќе биде закачена за домаќинот ако постои барање за закачување

source: Attempt to dock a dock object to an unbound placeholder
ko: 도킹 객체를 해제된 placeholder에 도킹시도
mk: Обид за закачување на објект за неврзан држач

source: Got a detach signal from an object (%p) who is not our host %p
ko: 객체 %p (호스트 %p 가 아닌) 로부터 분리 신호 얻기
mk: Добиен е сигнал за откачување од објект (%p) кој не е нашиот домаќин %p

source: Something weird happened while getting the child placement for %p from parent %p
ko: 자식 배치 %p를 부모 %p로부터 얻는 동안 이상한 일이 발생했습니다.
mk: Нешто чудно се случи за време на поставувањето на детето %p од родителот %p

source: Controlling dock item
ko: 도킹 아이템 제어
mk: Контролирачки елемент

source: Dockitem which 'owns' this tablabel
ko: 이 tablabel을 갖는 도킹 아이템
mk: Прикачениот елемент што ја 'поседува' оваа таб лабела

source: Floating
mk: Лебдење
pl: Oderwany

source: Whether the dock is floating in its own window
ko: 자신의 창 안에서 dock이 떠다니는지
mk: Дали котвата лебди во својот прозорец

source: Default title for the newly created floating docks
ko: 신규로 생성된 부유 dock의 기본 제목
mk: Стандарден наслов за новокреираните лебдечки котви

source: Width
fr: Largeur
ko: 폭
mk: Ширина
pl: Szerokość

source: Width for the dock when it's of floating type
ko: 부유 형태일 때, dock의 폭
mk: Шитина на котвата кофа е од лебдечки тип

source: Height
ko: 높이
mk: Висина
pl: Wysokość

source: Height for the dock when it's of floating type
ko: 부유형일 때 dock의 높이
mk: Висина на котвата кога таа е од лебдечки тип

source: Float X
ko: 부유 X 좌표
mk: Лебгдечко Х

source: X coordinate for a floating dock
ko: 떠다니는·dock을·위한·X좌표
mk: X координата за лебдечка котва

source: Float Y
ko: 부유 Y 좌표
mk: Лебдечко У

source: Y coordinate for a floating dock
ko: 떠다니는 dock을 위한 Y좌표
mk: Y координата за лебдечка котва

source: Dock #%d
ko: 도킹 #%d
mk: Прикачи #%d

source: Icon size
ko: 아이콘 크기
mk: Големина на икона
pl: Rozmiar ikony

source: Icon zoom
ko: 아이콘 확대
mk: Зголемување на икона
pl: Powiększenie ikony

source: Layout Managment
ko: 레이아웃 관리
mk: Уравување со поставеност
pl: Zarządzanie układem graficznym

source: _Load
fr: _Charger
ko: 읽기(_L)
mk: _Вчитај
pl: _Wczytaj

source: _Lock dock items
fr: _Bloquer les éléments
ko: 도킹 아이템 잠금(_L)
mk: _Заклучи закотвени објекти
pl: _Zablokuj obiekty dokowalne

source: Class name not valid
ko: 잘못된 클래스 이름
mk: Инмето на класата не е валидно
pl: Nazwa klasy jest niepoprawna

source: Base class name not valid
ko: 잘못된 기초 클래스 이름
mk: Основното име на класата не е валиодно
pl: Nazwa klasy bazowej jest niepoprawna

source: Declaration file name not valid
ko: 잘못된 선언 파일 이름
mk: Името на декларираната датотека не е валидно
pl: Niepoprawna nazwa pliku deklaracji

source: Implementation file name not valid
ko: 구현 파일 이름이 잘못됨
mk: Името на датотеката за имплементација не е валидно
pl: Niepoprawna nazwa pliku implementacji

source: Error in importing files
ko: 파일을 가져오는 중 오류
mk: Грешка во увезувањето на датотеки
pl: Błąd w importowanych plikach

source: Class Builder
ko: 클래스 빌더
mk: Создавач на класи
pl: Budowniczy klas

source: Help
fr: Aide
ko: 도움말
mk: Помош
pl: Pomoc

source: Cancel
ko: 취소
mk: Откажи
pl: Anuluj

source: Finish
ko: 완료
mk: Крај
pl: Zakończ

source: Enter the name for the class you want to add.
fr: Veuillez saisir le nom de la classe à créer.
ko: 추가하려는 클래스 이름을 입력하세요.
mk: Внесете го името на класата која сакате да ја додадете
pl: Podaj nazwę dodawanej.

source: Enter the declaration file name.
ko: 선언파일 이름을 입력하세요.
mk: Внесете го иметео на датотеката за декларација.
pl: Podaj nazwę pliku deklaracji.

source: Enter the implementation file name.
ko: 구현 파일 이름을 입력하세요.
mk: Внесете го името на датотеката за имплементација
pl: Podaj nazwę pliku implementacji.

source: Browse for the declaration file name.
fr: (Parcourir) Nom du fichier de déclaration.
ko: 선언파일 이름 찾아보기
mk: Прелистај за името на датотеката за декларација.

source: Browse for the implementation file name.
fr: (Parcourir) Nom du fichier d'implémentation.
ko: 구현 파일이름 찾아보기
mk: Прелистај за името за датотеката за имплементацвија.

source: Enter the name of the class your new class will inherit from.
fr: Veuillez saisir le nom de la classe dont vous souhaitez hériter.
ko: 파생된 새 클래스의 부모 클래스 이름을 입력하세요.
mk: Внесете го името на класата од која вашата нова класа ќе наследува

source: This plugin will create a class of the type you specify and add it to your project.
ko: 이 플러그인은 앞서 명시된 종류의 클래스를 생성하고, 플로젝트에 추가합니다.
mk: Овој додаток ќе создава класа од типот кој го специфицирате и ќе го додаде на вашиот нов проект
pl: Ta wtyczka utworzy klasę wybranego typu oraz doda ją do projektu.

source: Class name:
ko: 클래스 이름:
mk: Класа име
pl: Nazwa klasy:

source: Header file:
ko: 헤더 파일:
mk: Заглавие
pl: Plik nagłówkowy:

source: Source file:
ko: 소스 파일:
mk: Изворна датотека
pl: Plik źródłowy:

source: Base class:
ko: 기초 클래스:
mk: Основна класа:
pl: Klasa podstawowa:

source: Base class inheritance:
ko: 기초 클래스 상속:
mk: Основано класно наследство
pl: Dziedziczenie klasy podstawowej:

source: Inline the declaration and implementation
fr: Déclarer la fonction « inline »
ko: 인라인 선언과 구현
mk: Подреди ги декларациите и имплементациите

source: If checked, the plugin will generate both the declaration and implementation in the header file and will not create a source file.
ko: 체크시. 플러그인은 헤더파일 내에 선언과 구현을 생성하고, 소스는 생성하지는 않습니다.
mk: Доколку е избраном, додатокот ќе ги генерира декларацијата и имплементацијата на на водечката датотека и мена да креира датотека на изворен код

source: By: Dave Huseby <huseby@linuxprogrammer.org>
ko: 저자: Dave Huseby <huseby@linuxprogrammer.org>
mk: Од: Dave Huseby <huseby@linuxprogrammer.org>
pl: Autor: Dave Huseby <huseby@linuxprogrammer.org>

source: V 0.0.2 (June 11, 2002)
ko: Ver 0.0.2 (2002-06-11)
mk: V 0.0.2 (Јуни 11, 2002)
pl: wer. 0.0.2 (11 czerwca, 2002)

source: TODO: add the ability to declare member functions and their parameters here.
mk: TODO: да се додаде можност да се декларираат бројни функции и да се додадат нивните параметри тука.
pl: DO ZROBIENIA: dodanie możliwości deklarowania funkcji składowych oraz ich parametrów.

source: Welcome to the Anjuta Class Builder.
ko: Anjuta 클래스 생성기에 오신것을 환영합니다.
mk: Добредојдовте во Anjuta Градител на Класи
pl: Witaj w budowniczym klas środowiska Anjuta.

source: Class type:
ko: 클래스 종류:
mk: Класа вид
pl: Typ klasy:

source: public
mk: јавно

source: protected
mk: заштитено

source: private
mk: приватно

source: Choose the type of inheritence from the base class.
ko: 기초클래스로부터 상속종류를 선택하세요.
mk: Избери тип на наследство од основната класа.
pl: Wybierz typ dziedziczenia dla klasy bazowej.

source: Virtual destructor
fr: Destructeur virtuel
ko: 가상 소멸자
mk: Виртуелен деструктор
pl: Destruktor wirtualny

source: If checked, the destructor of your class will be declared virtual.
ko: 체크시, 클래스 소멸자는 "가상"으로 선언됩니다.
mk: Доколку е избрано, деструкторот на вашата класа ќе биде витуелен.
pl: Po zaznaczeniu, destruktor klasy zostanie zadeklarowany jako wirtualny

source: Generic C++ Class
fr: Classe C++ générique
mk: Општа С++ класа
pl: Zwykła klasa C++

source: GTK+ Class
mk: GTK+ класа
pl: Klasa GTK+

source: Select the type of class you would like to create.
ko: 생성할 클래스 종류를 선택하세요.
mk: Изберете го типот на класа која сакате да ја создадете
pl: Wybierz typ klasy, którą chcesz utworzyć.

source: Interface to patch Projects or individual files
ko: 프로젝트나 각각 파일을 패치하기위한 인터페이스
mk: Интерфејс за да се закрпуваат проекти или индивидуални датотеки
pl: Interfejs do łatania projektów lub pojedynczych plików

source: File/Dir to patch
ko: 패치할 파일/폴더
mk: Датотека/Директориум за да се закрпи
pl: Plik/katalog do załatania

source: Patch file
fr: Fichier du patch
ko: 패치 파일
mk: Фајл со закрпа
pl: Plik łaty

source: Patch level (-p)
ko: 패치 수준 (-p)
mk: Ниво на закрпа (-p)
pl: Poziom łaty (-p)

source: Patch Plugin
ko: 패치 플러그인
mk: Плагин со закрпа
pl: Wtyczka łaty

source: Patch
ko: 패치
mk: Закрпа
pl: Łata

source: Selected directory to patch
ko: 패치할 폴더 선택
mk: Избран директориум за закрпување
pl: Wybrany katalog do załatania

source: Selected patch file
ko: 선택된 패치 파일
mk: Избери датотека за закрпување
pl: Wybrany plik łaty

source: Patch plugin
ko: 패치 플러그인
mk: Плагин со закрпа
pl: Wtyczka obsługująca łaty

source: The patch plugin
ko: 패치 플러그인
mk: Плагинот за закрпата
pl: Wtyczka łaty

source: Please select the directory where the patch should be applied
fr: Veuillez sélectionner le répertoire où le patch doit être appliqué.
ko: 패치가 적용될 폴더를 선택하세요
mk: Изберете директориум каде што закрпата треба да се изврши
pl: Wybierz katalog, w którym powinna zostać zastosowana łata

source: Patching %s using %s
fr: Application du patch de « %s » à partir de « %s »
ko: %s 를 %s 로 이용하여 패치
mk: Закрпување на %s со %s
pl: Łatanie %s z wykorzystaniem %s

source: Patching...
fr: Patch en cours...
ko: 패치 진행중...
mk: Поправање...
pl: Łatanie...

source: There are unfinished jobs, please wait until they are finished
fr: Des processus ne sont pas terminés. Veuillez attendre qu'ils se terminent.
ko: 완료되지 않은 작업이 있습니다. 완료될 때까지 기다리세요.
mk: Има незавршени работи, почекајте додека да завршат
pl: Pozostały niezakończone zadania, poczekaj do czasu ich zakończenia

source: Patch failed. Please review the failure messages. Examine and remove any rejected files.
fr: Erreur lors de l'exécution de patch. Veuillez consulter les messages d'erreurs, examiner et supprimer tout fichier non accepté.
ko: 패치가 실패하였습니다. 실패 메시지를 참조하세요. 거부된 파일을 조사하고 제거하십시오.
mk: Закрпувањето падна. Ве молиме прегледајте ги сите пораки со грешки Проучете ги и избришете ги отфрлените датотеки
pl: Łatanie zakończone niepowodzeniem. Przejrzyj komunikaty na temat błędów. Sprawdź i usuń każdy odrzucony plik.

source: Patch successful.
fr: Patch appliqué avec succès.
ko: 성공적으로 패치가 되었습니다.
mk: Закрпувањето е успешно.
pl: Łatanie zakończone powodzeniem.

source: Sample Plugin Description. Holla!
ko: 샘플 플러그인 설명, Holla！
mk: Примерок Додаток Опис Zdravo!
pl: Opis przykładowej wtyczki.

source: Sample plugin!
ko: 샘플 플러그인！
mk: Примерок додаток!
pl: Przykładowa wtyczka!

source: Sample plugin
ko: 샘플 플러그인
mk: Примерок dodatok
pl: Przykładowa wtyczka

source: This is a sample plugin
ko: 이것은 샘플 플러그인입니다
mk: Ова е прмерок додаток
pl: To jest przykładowa wtyczka

source: No file to print!
fr: Aucun fichier à imprimer !
ko: 인쇄할 파일이 없습니다!
mk: Нема датотека за печатење!
pl: Brak plików do wydrukowania!

source: Unable to get text buffer for printing
fr: Impossible de récupérer le tampon texte pour l'impression
ko: 출력을 위한 텍스트 버퍼를 가져올 수 없습니다
mk: Неможе да се се земе текстуалниот бафер за печатење
pl: Nie można pobrać bufora tekstowego do wydrukowania

source: File: %s
fr: Fichier : %s
ko: 파일:%s
mk: Датотека: %s
pl: Plik: %s

source: Printing ..
ko: 인쇄중 ..
mk: Печатење ..
pl: Drukowanie ..

source: Printing ...
ko: 인쇄중 ...
mk: Печатење ...
pl: Drukowanie ...

source: Print
fr: Imprimer
ko: 인쇄
mk: Печати
pl: Wydrukuj

source: Print Preview
fr: Aperçu avant impression
ko: 인쇄 미리보기
mk: Печати Преглед
pl: Podgląd wydruku

source: Unable to open %s in %s
ko: %s (%s) 를 열 수 없습니다
mk: Неможе да се отвори %s во %s
pl: Nie można otworzyć %s w %s

source: No default viewer specified for the mime type %s. Please set it in GNOME control center
ko: %s mime type 에 대한 기본뷰어가 설정되지않았습니다. 먼저 GNOME 제어판에서 뷰어를 설정하세요.
mk: Нема стандарден преледувач за овој тип на датотеки %s Избетете еден во GNOME контролниот центар
pl: Nie określono domyślnej przeglądarki dla typu MIME %s. Ustaw ją w Centrum Sterowania GNOME

source: Unable to build user interface for file filter
ko: 파일 필터를 위한 사용자 인터페이스 생성에 실패했습니다
mk: неможе да се изгради кориснички интерфејс за филтерот на датоетки
pl: Nie można zbudować interfejsu użytkownika dla filtru plików

source: Update file
ko: 파일 갱신
mk: Надградба на датотека
pl: Uaktualnij plik

source: Update current working copy
ko: 현재 작업 사본 갱신
mk: Надградба на сегашната работна копија
pl: Uaktualnia bieżącą kopię roboczą

source: Commit file
ko: 파일 적용
mk: Изврши датотека
pl: Zatwierdź plik

source: Commit changes to the repository
ko: 변경사항을 저장소에 적용
mk: Изврши ги промените на репозитарот
pl: Zatwierdza zmiany do repozytorium

source: Status of file
ko: 파일 상태
mk: Статус на датотеката
pl: Stan pliku

source: Print the status of the current file
ko: 현재 파일의 상태를 출력
mk: Печати статус на сегашната датотека
pl: Wypisuje stan bieżącego pliku

source: Get file log
ko: 파일 로그
mk: Земи ја датотеката со дневникот
pl: Pobierz dziennik pliku

source: Print the CVS log for the current file
ko: 현재 파일의 CVS 로그 출력
mk: Испечати го CVS логот за избраната датотека
pl: Wypisuje dziennik CVS dla bieżącego pliku

source: Add file
ko: 파일 추가
mk: Додај датотека
pl: Dodaj plik

source: Add the current file to the repository
ko: 저장소에 현재 파일 추가
mk: Додај ја оваа датотека во магацинот
pl: Dodaje bieżący plik do repozytorium

source: Remove file
ko: 파일 제거
mk: Отстрани датотека
pl: Usuń plik

source: Remove the current file from the repository
ko: 저장소로부터 현재 파일 제거
mk: Отстрани ја датотеката од репозитарот
pl: Usuwa bieżący plik z repozytorium

source: Diff file
ko: 파일 diff
mk: Diff датотека
pl: Plik diff

source: Create a diff between the working copy and the repository
ko: 작업사본과 저장소간의 diff 생성
mk: Креирај diff помеѓу работната копија и репозитарот
pl: Tworzy plik różnic pomiędzy kopią roboczą i repozytorium

source: Open in Anjuta
ko: Anjuta로 열기
mk: Отвори во Anjuta
pl: Otwórz w Anjucie

source: Open in default viewer
ko: 기본 뷰어로 열기
mk: Отвори во стандардниот прегледувач
pl: Otwórz w domyślnej przeglądarce

source: Refresh
ko: 새로고침
mk: Освежување
pl: Odśwież

source: Docked
fr: Attaché (Docked)
ko: 도킹됨
mk: Закачено
pl: Zadokowanie
