Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: make: Leaving directory `%s'
fr: make: quittant le répertoire « %s »

source: warning:
fr: avertissement :

source: Build %d: %s
fr: Fait %d : %s

source: Configure Parameters:
fr: Paramètres de « configure » :

source: _Build Project
fr: _Compiler le projet

source: Build whole project
fr: Compile tout le projet

source: _Install Project
fr: _Installer le projet

source: Install whole project
fr: Installe le projet

source: _Clean Project
fr: _Nettoyer le projet

source: Clean whole project
fr: Nettoye tout le projet

source: Configure project
fr: Configure le projet

source: Autogenrate project files
fr: Exécute « autogen.sh » pour préparer les autotools

source: Build _Tarball
fr: Faire la _tarball

source: Build project tarball distribution
fr: Construit le paquet « tarball »

source: _Execute program
fr: _Exécuter le programme

source: _Build Module
fr: _Compiler tout le répertoire

source: Build module associated with current file
fr: Compile le répertoire entier du fichier

source: _Install Module
fr: _Installer depuis ce répertoire

source: Install module associated with current file
fr: Installe depuis le répertoire de ce fichier

source: _Clean Module
fr: _Nettoyer le répertoire

source: Clean module associated with current file
fr: Efface les fichiers de compilation du répertoire

source: Co_mpile File
fr: _Compiler le fichier

source: Compile current editor file
fr: Compile le fichier courant

source: Complie file
fr: Compile le fichier

source: Build module
fr: Compile le répertoire

source: Install module
fr: Installe depuis ce répertoire

source: _Clean
fr: _Nettoyer

source: Clean module
fr: Nettoye les fichiers compilés de ce répertoire

source: Co_mpile
fr: _Compiler

source: _Build (%s)
fr: Compiler _tout (%s)

source: _Install (%s)
fr: _Installer (%s)

source: _Clean (%s)
fr: _Nettoyer (%s)

source: Co_mpile (%s)
fr: _Compiler (%s)

source: Build commands
fr: Commandes de compilation

source: Program
fr: Programme

source: Program '%s' is not a local file
fr: Le programme « %s » n'est pas en local.

source: Program '%s' does not exists
fr: Le programme « %s » n'existe pas.

source: Program '%s' does not have execution permission
fr: Le programme « %s » ne possède pas les droits en exécution.

source: Executable '%s' is not up-to-date.
fr: L'exécutable « %s » n'est pas à jour.

source: Update the graph
fr: Mettre à jour le graphe

source: Inheritance Graph
fr: Graphe d'héritage

source: Select header file
fr: Sélectionnez un fichier d'entête

source: Select source file
fr: Sélectionnez un fichier source

source: * Class Function Prefix:
fr: * Préfixe des fonctions de classe :

source: * Class Name:
fr: * Nom de la classe :

source: * Class name:
fr: * Nom de la classe :

source: * GObject Prefix and Type:
fr: * Préfixe et type GObject :

source: * Output Header File:
fr: * Fichier de déclaration (entête) :

source: * Output Source File:
fr: * Fichier d'implémentation (source) :

source: <span size="large" weight="bold">GObject Class Template Builder</span>
fr: <span size="large" weight="bold">Générateur de classe GObject</span>

source: <span size="large" weight="bold">Generic C++ Class Builder</span>
fr: <span size="large" weight="bold">Générateur de classe C++ générique</span>

source: Add to Repository
fr: Ajouter au référentiel

source: Add to current Project?
fr: Ajouter au projet ?

source: Add to project
fr: Ajouter au projet

source: Author Email:
fr: E-mail de l'auteur :

source: Author Name:
fr: Nom de l'auteur :

source: Author/Date-Time
fr: Auteur/Date

source: Base Class:
fr: Classe parente :

source: Browse
fr: Parcourir

source: Class Generator
fr: Générateur de la classe

source: Class Options:
fr: Options de la classe :

source: Create
fr: Créer

source: GObject Class
fr: Classe GObject

source: General Public License (GPL) Lesser General Public License (LGPL) No License
fr: General Public License (GPL) Lesser General Public License (LGPL) Pas de licence

source: License:
fr: Licence :

source: Source/Header Headings:
fr: Entête des fichiers :

source: This plugin will create a class of the type you specify and add it to your project. Note that the creating class's parameters will be taken from the active tab. Please be sure to fill all required fields marked by *.
fr: Cet Assistant va vous permettre d'écrire une classe et de la rajouter à votre projet. Les paramètres et le type de cette classe vous sont demandés dans cette fenêtre. Veuillez vous assurer de bien remplir tous les champs obligatoires marqués par un *.

source: public protected private
fr: publique protégé privé

source: Please check your required fields.
fr: Veuillez vérifier les champs demandés.

source: An error occurred when trying to write GObject Class Template. Check file permissions.
fr: Une erreur est survenue lors de l'écriture d'un patron de classe GObject.Veuillez vérifier les permissions.

source: Please fill required fields.
fr: Veuillez remplir tous les champs demandés.

source: Error in writing files
fr: L'écriture des fichiers a échoué.

source: <b>CVS Options</b>
fr: <b>Options CVS</b>

source: <b>Module Details:</b>
fr: <b>Détail du répertoire :</b>

source: <b>Please note: </b> Pressing OK will delete the file from disk and from CVS. Of course the file won't be removed from CVS before you use CVS Commit. <b>You have been warned!</b>
fr: <b>Avertissement :</b> En confirmant cette action, vous supprimerez le fichier du système et du CVS.Le fichier ne sera effectivement supprimé du CVS qu'après un « commit ».<b>Vous êtes prévenu !</b>

source: <b>Repository: </b>
fr: <b>Référentiel :</b>

source: Be verbose
fr: Donner les détails d'exécution

source: CVS Preferences
fr: Préférences CVS

source: CVS: Add file/directory
fr: CVS : Ajoute de fichier ou de répertoire

source: CVS: Commit file/directory
fr: CVS : Commit de fichier ou de répertoire

source: CVS: Diff file/directory
fr: CVS : Diff de fichier ou de répertoire

source: CVS: Import
fr: CVS : Importer projet

source: CVS: Log file/directory
fr: CVS : Journal du fichier ou du répertoire

source: CVS: Remove file/directory
fr: CVS : Supprimer un fichier

source: CVS: Status from file/directory
fr: CVS : Statut du fichier ou du répertoire

source: CVS: Update file/directory
fr: CVS : Mise à jour du fichier ou du répertoire

source: Choose file or directory to add:
fr: Fichier ou répertoire à ajouter :

source: Choose file or directory to commit:
fr: Faire un commit du fichier ou répertoire :

source: Choose file or directory to diff:
fr: Fichier ou répertoire où faire le diff :

source: Choose file or directory to get log:
fr: Fichier ou répertoire dont vous souhaitez le journal :

source: Choose file or directory to get the status from:
fr: Fichier ou répertoire dont vous souhaitez le statut :

source: Choose file or directory to remove:
fr: Fichier ou répertoire à supprimer :

source: Choose file or directory to update:
fr: Fichier ou répertoire à mettre à jour :

source: Compression Level (0=off, 10=max):
fr: Niveau de compression CVS (de 0 à 10) :

source: Create new directories
fr: Créer de nouveaux répertoires

source: Delete empty directories
fr: Supprimer les répertoires vides

source: Do not act recursively
fr: Ne pas faire de récursion

source: File is binary
fr: Le fichier est binaire

source: Ignore .cvsrc file (recommend)
fr: Ignorer le fichier .cvsrc (recommandé)

source: Local Extern (rsh) Password server (pserver)
fr: Local Externe (rsh) Serveur de mot de passe (pserver)

source: Log message:
fr: Journal :

source: Module name:
fr: Nom du répertoire (module) :

source: Password:
fr: Mot de passe :

source: Path to "cvs" command
fr: Chemin pour « cvs »

source: Project root directory:
fr: Répertoire racine du projet :

source: Release tag:
fr: Étiquette de version :

source: Reset sticky tags
fr: Effacer étiquette (stycky tag)

source: Standard diff Patch-Style diff
fr: Diff standard Diff style « patch »

source: Unified format instead of context format
fr: Utiliser format unifié

source: Use revision/tag:
fr: Version/étiquette :

source: Use revision:
fr: Version :

source: Vendor tag:
fr: Etiquette du vendeur :

source: Whole project
fr: Tout le projet

source: none
fr: aucun

source: start
fr: démarrer

source: Please enter a filename!
fr: Veuillez saisir un nom de fichier !

source: Please fill field: %s
fr: Veuillez remplir le champ « %s ».

source: CVS command is running! Please wait until it is finished!
fr: Veuillez patienter, CVS est en train de s'exécuter.

source: Unable to delete file
fr: La suppression du fichier a échoué.

source: Are you sure that you do not want a log message?
fr: Souhaitez-vous qu'il n'y ait pas de commentaire pour le journal ?

source: Module
fr: Répertoire

source: Vendor
fr: Fournisseur

source: Release
fr: Version

source: Directory
fr: Répertoire

source: CVS command failed! - See above for details
fr: La commande CVS a échoué. Voir au-dessus.

source: CVS command successful! - Time taken %ld secs.
fr: La commande CVS a terminé en %ld seconde(s).

source: CVS command is running - please wait until it finishes!
fr: Veuillez patienter, CVS est en train de s'exécuter.

source: _Add
fr: _Ajouter

source: Add a new file/directory to the CVS tree
fr: Ajoute un nouveau fichier ou répertoire au CVS

source: _Remove
fr: _Supprimer

source: Remove a file/directory from CVS tree
fr: Supprime un fichier ou un répertoire du CVS

source: Commit your changes to the CVS tree
fr: Archive les modifications dans le référentiel CVS

source: Sync your local copy with the CVS tree
fr: Synchroniser la copie locale avec le référentiel CVS

source: Show differences between your local copy and the tree
fr: Affiche la différence entre votre copie locale et le référentiel

source: _Show Status
fr: _Afficher l'état

source: Show the status of a file/directory
fr: Affiche le statut d'un fichier ou d'un répertoire

source: _Show Log
fr: _Afficher le journal

source: Show the log of a file/directory
fr: Affiche le journal d'un fichier ou d'un répertoire (Log)

source: _Import Tree
fr: _Importer arborescence

source: Import a new source tree to CVS
fr: Importe une arborescence CVS

source: CVS operations
fr: Opérations CVS

source: <b>Debugger:</b>
fr: <b>Débogueur :</b>

source: Load Target to debug
fr: Charger une cible à déboguer

source: Select debugging target
fr: Sélectionnez l'objet à déboguer

source: Open the target for debugging
fr: Ouvrir la cible du débogage

source: Debugger operations
fr: Opérations du débogueur

source: Contents
fr: Sommaire

source: Help display
fr: Aide

source: Search Help:
fr: Rechercher :

source: _Goto
fr: _Aller à

source: Previous Help
fr: Aide préc.

source: Go to previous help page
fr: Aller à la page d'aide précédente

source: Next Help
fr: Aide suiv.

source: Go to next help page
fr: Aller à la page d'aide suivante

source: _API references
fr: Préférences _API...

source: Browse API Pages
fr: Consulter les pages d'API

source: _Search Help
fr: _Rechercher dans l'aide

source: Search for a term in help
fr: Chercher un terme dans l'aide

source: Devhelp navigation operations
fr: Navigation Devhelp

source: Save file as
fr: Enregistrer le fichier sous

source: Path:
fr: Chemin :

source: <b>Autocompletion</b>
fr: <b>Complétion</b>

source: <b>Autoformat style</b>
fr: <b>Indentation automatique</b>

source: <b>Autosave</b>
fr: <b>Sauvegarde automatique</b>

source: <b>Code folding</b>
fr: <b>Plis du code</b>

source: <b>Editor tabs</b>
fr: <b>Tabulations</b>

source: <b>Encoding to use when saving files</b>
fr: <b>Codage à utiliser pour l'enregistrement</b>

source: <b>File Filter</b>
fr: <b>Filtre de fichier</b>

source: <b>Highlight style</b>
fr: <b>Style de coloration syntaxique</b>

source: <b>Indentation and auto-format options</b>
fr: <b>Options d'indentation automatique</b>

source: <b>Misc options</b>
fr: <b>Options diverses</b>

source: <b>Other colors</b>
fr: <b>Autres couleurs</b>

source: <b>Parameters</b>
fr: <b>Paramètres</b>

source: <b>Print options</b>
fr: <b>Options d'impression</b>

source: <b>Scope</b>
fr: <b>Portée</b>

source: <b>Search Variable</b>
fr: <b>Rechercher une variable</b>

source: <b>Supported Encodings</b>
fr: <b>Codages supportés</b>

source: <b>Theme</b>
fr: <b>Thème</b>

source: Backward
fr: En arrière

source: Basic Search & Replace
fr: Rechercher et remplacer simple

source: Colors and fonts
fr: Polices et couleurs

source: Encodings
fr: Codages

source: Fonts and colors for editor
fr: Polices et couleurs de l'éditeur

source: Full Buffer
fr: Tout le tampon

source: Margin Fold visible
fr: Afficher la marge

source: Margin Linenum visible
fr: Afficher num. lignes

source: Margin Marker visible
fr: Affichier les marques de marge

source: New Name:
fr: Nouveau nom :

source: Printing
fr: Impression

source: Setting
fr: Paramètre

source: Sorted in opening order
fr: Trié dans l'ordre d'ouverture

source: View EOL chars
fr: Voir les fins de lignes

source: View Indentation Guides
fr: Voir les guides d'indentation

source: View Line Wrap
fr: Voir les retour à la ligne auto

source: View Whitespaces
fr: Voir les espaces

source: View indentation whitespaces
fr: Bascule l'affichage des espaces d'indentation

source: <b>Go to Line number:</b>
fr: <b>Aller à la ligne n° :</b>

source: Swap c header and source file
fr: Basculer vers l'entête ou le source selon l'édition courante

source: Select _All
fr: _Tout sélectionner

source: Select _Code Block
fr: Sélection_bloc

source: _Block Comment/Uncomment
fr: _Basculer le commentaire-bloc

source: Block comment the selected text
fr: Basculer le commentaire du bloc de code sélectionné

source: Bo_x Comment/Uncomment
fr: Basculer commentaire-_boîte

source: Box comment the selected text
fr: Commente la région-boite du texte sélectionné ou supprime le commentaire

source: _Stream Comment/Uncomment
fr: Basculer _commentaire

source: Stream comment the selected text
fr: Commente le texte sélectionné ou supprime la mise en commentaire

source: _Goto Line number
fr: _Aller à la ligne n°

source: Matching _Brace
fr: Accolade _correspondante

source: _Start of block
fr: _Début de bloc

source: _End of block
fr: _Fin bloc

source: Previous _history
fr: Historique p_récédent

source: Goto previous history
fr: Va à l'historique précédent

source: Next histor_y
fr: Historique s_uivant

source: Goto next history
fr: Va à l'historique suivant

source: _Add Editor View
fr: _Ajouter une vue

source: Add one more view of current document
fr: Ajoute une vue au document

source: _Remove Editor View
fr: _Supprimer la vue

source: Remove current view of the document
fr: Supprime cette vue de document

source: _Clear
fr: _Effacer

source: Zoom in
fr: Taille plus grande

source: Zoom in: Increase font size
fr: Taille du texte : plus grande

source: Zoom out
fr: Taille plus petite

source: Zoom out: Decrease font size
fr: Taille du texte : plus petite

source: _Highlight Mode
fr: _Coloration syntaxique

source: Editor file operations
fr: Opérations sur fichier

source: Editor print operations
fr: Opérations d'impression

source: Editor text transformation
fr: Transformation

source: Editor text selection
fr: Sélection

source: Editor code commenting
fr: Commentaires

source: Editor navigations
fr: Navigation

source: Editor edit operations
fr: Opérations d'édition

source: Editor zoom operations
fr: Agrandissement/réduction

source: Editor syntax highlighting styles
fr: Styles de coloration syntaxique

source: Editor text formating
fr: Indentation automatique

source: Editor bookmarks
fr: Signets

source: Editor view settings
fr: Paramètres de l'éditeur

source: Goto
fr: Aller à

source: Goto line
fr: Aller à la ligne

source: Enter the line number to jump and press enter
fr: Veuillez saisir le numéro de la ligne où aller et appuyer sur « Entrée ».

source: Editor quick navigations
fr: Navigation rapide

source: Could not get file info
fr: Impossible de lire les informations sur le fichier

source: Could not open file
fr: Impossible d'ouvrir le fichier

source: Error while reading from file
fr: Erreur lors de la lecture du fichier

source: <b>Cannot open "%s"</b>. There is no plugin, default action, or application configured to handle this file type. Mime type: %s. You may choose to try opening it with the following plugins or applications.
fr: <b>Impossible d'ouvrir « %s »</b>. Il n'y a pas d'action ou d'application associée à ce type de fichier. Mime type: %s. Veuillez choisir parmis les greffons et applications suivantes.

source: Open with:
fr: Ouvrir avec :

source: Document Manager
fr: Gestionnaire de document

source: Anjuta Projects
fr: Projets Anjuta

source: C# source files
fr: Fichiers source C#

source: Pascal source files
fr: Fichiers source Pascal

source: PHP source files
fr: Fichiers source PHP

source: Perl source files
fr: Fichiers source Perl

source: Python source files
fr: Fichiers source Python

source: Hyper text markup files
fr: Fichiers HTML

source: Shell scripts files
fr: Scripts shell

source: Makefiles
fr: Fichiers make

source: Lua files
fr: Fichiers source Lua

source: Failed to activate plugin: %s
fr: L'activation du greffon a échoué : %s

source: _New...
fr: _Nouveau...

source: New empty editor.
fr: Nouvel éditeur vide.

source: _Open...
fr: _Ouvrir...

source: _Open
fr: _Ouvrir

source: Open _With
fr: Ouvrir _avec

source: Open with
fr: Ouvrir avec

source: _Wizard
fr: _Assistant

source: New file, project and project components.
fr: Nouveau fichier, projet et composants de projet.

source: Open recent file
fr: Ouvrir un fichier récent

source: <b>Directory filter:</b>
fr: <b>Filtre de répertoire :</b>

source: <b>File filter:</b>
fr: <b>Filtre de fichier :</b>

source: <b>Root directory if no project is open:</b>
fr: <b>Répertoire racine, si aucun projet n'est ouvert :</b>

source: Directory
fr: Répertoire

source: Do not show files ignored by version control
fr: Ne pas afficher les fichiers ignorés par CVS

source: Space-separated list of directory name patterns to ignore
fr: Motifs de nom de répertoire à ignorer, séparés par des espaces

source: Space-separated list of directory name patterns to match
fr: Motifs de recherche de nom de répertoire, séparés par des espaces

source: Space-separated list of file name patterns to ignore
fr: Motifs de noms de fichiers à ignorer, séparés par des espaces

source: Space-separated list of file name patterns to match
fr: Motifs de recherche de noms de fichiers, séparés par des espaces

source: _Refresh
fr: _Rafraîchir

source: Refresh file manager tree
fr: Rafraîchir l'arborescence de fichiers

source: File manager popup actions
fr: « Actions popup » du gestionnaire de fichier

source: %s is not a '.h' file !
fr: Le fichier « %s » n'est pas un fichier d'en-tête !

source: <span weight="bold">File Information</span>
fr: <span weight="bold">Informations sur le fichier</span>

source: Add License Information
fr: Ajouter une license

source: Add to repository
fr: Ajouter au référentiel

source: Create corresponding header file
fr: Créer un en-tête correspondant

source: Enter the File name. The extension will be added according to the type.
fr: Veuillez saisir le nom du fichier. L'extension sera ajoutée automatiquement en fonction du type.

source: New File
fr: Nouveau fichier

source: Use Template for the Header file
fr: Utiliser un patron pour le fichier entête

source: C Source File
fr: Fichier source C

source: C -C++ Header File
fr: Fichier d'en-têtes C-C++

source: C++ Source File
fr: Fichier source C++

source: C# Source File
fr: Fichier source C#

source: Java Source File
fr: Fichier source Java

source: Perl Source File
fr: Fichier source Perl

source: Python Source File
fr: Fichier source Python

source: Shell Script File
fr: Fichier de script shell

source: Other
fr: Autre

source: Unable to build user interface for New File
fr: L'initialisation de l'interface « Nouveau fichier » a échoué.

source: C _template
fr: _Gabarit C

source: _CVS keyword
fr: Mot-clé _CVS

source: _General
fr: _Général

source: _Header
fr: _En-tête

source: /_* GPL Notice */
fr: /_* Notice GPL */

source: /_/ GPL Notice
fr: /_/ Notice GPL

source: _# GPL Notice
fr: _# Notice GPL

source: Current _Date & Time
fr: _Date et heure courante

source: Header File _Template
fr: _Modèle de fichier d'en-tête

source: _Author
fr: _Auteur

source: Insert the CVS Header keyword (full path revision, date, author, state)
fr: Insére le mot clé CVS « Header » (full path, revision, date, author, state)

source: _Id
fr: _ld

source: Insert the CVS Id keyword (file revision, date, author)
fr: Insére le mot clé CVS « ld » (file, revision, date, author)

source: _Name
fr: _Nom

source: _Revision
fr: _Révision

source: File wizard operations
fr: Opérations de l'Assistant de fichier

source: Debugger command
fr: Débogueur

source: Debugger command:
fr: Commande de débogueur :

source: Location
fr: Position

source: Address
fr: Adresse

source: Times
fr: Fois

source: Disp
fr: Aff.

source: All breakpoints disabled.
fr: Points d'arrêts désactivés.

source: All breakpoints enabled.
fr: Points d'arrêts activés.

source: All breakpoints removed.
fr: Points d'arrêts supprimés.

source: No executable specified.
fr: Fichier exécutable non spécifié.

source: Program exited normally
fr: Programme terminé normalement

source: Program exited with error code %s
fr: Le programme a terminé avec le code d'erreur %s

source: Program received signal %s (%s) and exited
fr: Le programme a reçu le signal %s (%s) et s'est terminé.

source: Program received signal %s (%s)
fr: Le programme a reçu le signal %s (%s)

source: Breakpoint number %s hit
fr: Points d'arrêt %s atteint

source: Function finished
fr: Fonction exécutée

source: Stepping finished
fr: Pas exécuté

source: Location reached
fr: Position atteinte

source: gdb terminated unexpectedly. Restarting gdb
fr: gdb s'est terminé sans raison connue. Redémarrage de gdb

source: Program arguments
fr: Arguments au programme

source: Program terminated
fr: Programme terminé

source: Interrupting the process
fr: Interruption du processus

source: Sending signal %s to the process: %d
fr: Envoi du signal « %s » au processus %d

source: Examine _Memory
fr: Examiner la _mémoire

source: Custom debugger command
fr: Commande personnalisée du débogueur

source: Show CPU register contents
fr: Affiche les registres CPU et leurs contenus

source: Show shared libraries mappings
fr: Affiche l'adressage des bibliothèques

source: Show kernel signals
fr: Affiche les signaux du noyau

source: Location: %s, line %d
fr: Fichier « %s », ligne %d

source: Gdb (debugger) commands
fr: Commandes gdb (débogueur)

source: Set current frame
fr: Changer le cadre de pile courant

source: _Undo: %s
fr: _Annuler %s

source: _Undo
fr: _Annuler

source: _Redo: %s
fr: _Refaire « %s »

source: Invalid glade file name
fr: Nom de fichier Glade invalide

source: Glade project '%s' saved
fr: Projet Glade « %s » sauvé

source: <span weight="bold" size="larger">Save changes to glade project "%s" before closing?</span> Your changes will be lost if you don't save them.
fr: <span weight="bold" size="larger">Enregistrer les changements du projet « %s » avant de fermer ?</span> Si vous ne sauvez pas, les changements seront perdus.

source: _Close without Saving
fr: _Quitter sans enregistrer

source: Save glade project...
fr: Enregistrer le projet Glade...

source: Undo last action
fr: Annule la dernière action

source: Redo last undone action
fr: Refait la dernière action annulée

source: Cu_t
fr: _Couper

source: Cut selection
fr: Coupe la sélection

source: Copy selection
fr: Copier la sélection

source: Paste selection
fr: Coller la sélection

source: _Delete
fr: _Supprimer

source: Delete selection
fr: Supprime la sélection

source: _Show Clipboard
fr: Afficher le _presse-papiers

source: Show clipboard
fr: Affiche le presse-papiers
