Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: Tags:
ko: 태그:
mk: Тагови:
pl: Znaczniki:

source: Goto Tag
mk: Оди на тагот
pl: Przejdź do znacznika

source: Search for the given tag in the current file
ko: 현재 파일에서 주어진 태그 검색
mk: Барај го дадениот таг во тековната датотека
pl: Wyszukuje zadany znacznik w bieżącym pliku

source: Enter the tag to jump to
ko: 건너뛸 태그를 입력하세요
mk: Внеси го тагот или скокни на
pl: Wprowadź znacznik, do którego należy skoczyć

source: Go or continue execution
ko: 실행 계속
mk: Оди или запри при извршувањето
pl: Idzie lub kontynuuje wykonanie programu

source: Run
ko: 실행
mk: Изврши
pl: Uruchom

source: Single step in execution
ko: 실행시 한단계 전진
mk: Единечен чекор при извршувањето
pl: Pojedynczy krok w wykonywaniu programu

source: Step Over
ko: 건너뛰기
mk: Пречекори
pl: Krok nad

source: Step over the function
ko: 함수 건너뛰기
mk: Чекор преку функцијата
pl: Krok nad funkcją

source: Step Out
ko: 밖으로 나가기
mk: Чекор нанадвор
pl: Krok z wyjściem

source: Step out of the function
ko: 함수 밖으로 나가기
mk: Чекор надвор од функцијата
pl: Krok z wyjściem z funkcji

source: Breakpoint
ko: 중단점
mk: Прекршна точка
pl: Punkt przerwania

source: Toggle breakpoint at cursor
ko: 커서 위치의 중단점 ON/OFF
mk: Промени точка на прекин кај покажувачот
pl: Przełącza punkt przerwania na pozycji kursora

source: Inspect or evaluate an expression
ko: 식 조사 또는 평가
mk: Увид или евалуирај израз
pl: Bada lub ocenia wyrażenie

source: Display the current frame information
ko: 현재 프레임 정보 보기
mk: Прикажи информации за тековната рамка
pl: Wyświetla informacje o bieżącej ramce

source: Stack trace of the program
mk: Стек трага на програмот

source: Registers
ko: 레지스터
mk: Регистри
pl: Rejestry

source: CPU registers and their contents
ko: CPU 레지스터와 그 내용
mk: CPU регистри и нивната содржина
pl: Rejestry CPU i ich zawartość

source: End the debugging session
ko: 디버깅 세션 끝내기
mk: Крај на дебаг сесијата
pl: Kończy sesję debugowania

source: Toggle current code fold hide/show
ko: 현재 코드 폴드 숨기기/보이기 선택
mk: Променете ја тековната папка скриено/прикажано
pl: Wyświetla/ukrywa bieżącą sekcję kodu

source: Close all
ko: 모두 닫기
mk: Затвори се
pl: Zamknij wszystkie

source: Close all code folds in this document
ko: 이 문서내의 모든 코드 폴더 닫기
mk: Затвори ги сите папки со код во овој документ
pl: Zamyka wszystkie sekcje kodu w tym dokumencie

source: Open all
ko: 모두 열기
mk: Отвори се
pl: Otwórz wszystkie

source: Open all code folds in this document
ko: 이 문서냉의 모든 코드 폴드 열기
mk: Отвори ги сите папки со код во овој документ
pl: Otwiera wszystkie sekcje kodu w tym dokumencie

source: Select
ko: 선택
mk: Избор
pl: Zaznacz

source: Select current code block
ko: 현재 코드 블럭 선택
mk: Избери тековен код/блок
pl: Zaznacza bieżący blok programu

source: Indent inc
ko: 들여쓰기 한수준 증가
mk: Вовлечено
pl: Zwiększ wcięcie

source: Increase indentation of block/line
ko: 블럭/행의 들여쓰기 한수준 증가
mk: Зголеми го индентувањето на блокот/линијата
pl: Zwiększa wcięcie bloku lub wiersza

source: Indent dcr
ko: 들여쓰기 한수준 감소
mk: Вовлечено
pl: Zmniejsz wcięcie

source: Decrease indentation of block/line
ko: 블럭/행의 들여쓰기 한수준 감소
mk: Намали го индентувањето на блокот/линијата
pl: Zmniejsza wcięcie bloku lub wiersza

source: Autoformat
ko: 자동포맷
mk: Автоформат
pl: Autoformatowanie

source: Automatically format the code
ko: 코드 서식의 자동화
mk: Автоматски форматирај го кодот
pl: Automatycznie formatuje kod programu

source: Configure style to use for auto format
ko: 자동서식을 위해 사용할 스타일 설정
mk: Конфигурирај стил што ќе се користи при автоматско форматирање
pl: Ustawia styl używany przy automatycznym formatowaniu

source: Show Calltip
ko: 콜팁 보기
mk: Прикажи CallTip
pl: Wyświetla podpowiedź

source: Autocomplete
ko: 자동완성
mk: Автокомплетирање
pl: Autouzupełnianie

source: Autocomplete word
ko: 단어 자동완성
mk: Автокомплетирај го зборот
pl: Automatycznie uzupełnia słowo

source: No matches. Wrap search around the document?
fr: Aucune correspondance trouvée. Voulez-vous réitérer la recherche à partir du début du fichier ?
ko: 일치하는 결과가 없습니다. 문서 전체에서 다시 찾을까요?
mk: Нема пронајдоци. Да почнам да барам од почеток на документот?
pl: Brak pasujących wyrażeń. Przejrzeć dokument od początku?

source: There is line number %d in "%s".
ko: 행번호 %d 가 "%s" 에 있습니다.
mk: Ова е број на линија %d во "%s".

source: Unable to read file: %s.
fr: Impossible de lire le fichier « %s ».
ko: 파일을 읽을 수 없습니다: %s
mk: Неможам да ја прочитам датотеката: %s.
pl: Nie można odczytać pliku: %s.

source: Unable to complete file copy
fr: La copie du fichier a échoué.
ko: 파일 복사를 완료할 수 없습니다
mk: Неможам да го докомплетирам копирањето на датотеки
pl: Nie można zakończyć kopiowania pliku

source: < Not defined in current context >
fr: < Non défini dans le contexte courant >
ko: < 현재 컨텍스트안에 정의되지 않음 >
mk: < Не е дефинирано во тековниот контекст >
pl: < Niezdefiniowane w bieżącym kontekście >

source: Add expression
fr: Ajouter une expression
ko: 식 추가
mk: Додај израз
pl: Dodaj wyrażenie

source: Update all
fr: Tout mettre à jour
ko: 모두 갱신
mk: Ажурирај се
pl: Uaktualnij wszystko

source: Clear
fr: Vider
ko: 청소
mk: Избриши
pl: Wyczyść

source: Toggle enable
ko: 토글 사용함
mk: Овозможи промена
pl: Przełączanie możliwe

source: Change item
fr: Changer l'élément
ko: 아이템 변경
mk: Промени елемент
pl: Zmień element

source: Add Watch Expression
fr: Ajouter une expression à surveiller
ko: 감시 식 추가
mk: Додади израз што ќе се надгледува
pl: Dodaje wyrażenie do okna obserwacji

source: Add expression to watch
fr: Ajoute une expression à surveiller
ko: 감시를 위한 식 추가
mk: Додај израз што ќе се надгледува
pl: Dodaje wyrażenie do obserwacji

source: Modify Watch Expression
fr: Modifier l'expression surveillée
ko: 감시 식 변경
mk: Измени Надгледуван Израз
pl: Zmodyfikuj wyrażenie do obserwacji

source: Modify watched expression
fr: Modifie l'expression surveillée
ko: 감시 식 변경
mk: Измени надгледуван израз
pl: Modyfikuje wyrażenie do obserwacji

source: Inspect/Evaluate
fr: Inspecter/Évaluer
ko: 검증/평가
mk: Увид/Евалуирај
pl: Zbadaj/Obejrzyj

source: Inspect/Evaluate Expression
fr: Surveille ou évalue une expression
ko: 식의 검증/평가
mk: Увид/Евалуирај Израз
pl: Umożliwia badanie/oglądanie wyrażenia

source: Add To Watch
fr: Ajouter à l'inspecteur
ko: 감시대상에 추가
mk: Додај Во Преглед
pl: Dodaj do obserwacji

source: Icon
mk: Икона

source: Float
mk: Лебдење

source: Anjuta Windows Dialog
mk: Anjuta Прозорци Дијалог

source: Project Type
fr: Type de projet
ko: 프로젝트 종류
mk: Проект Тип
pl: Typ projektu

source: Select the type of application to be developed
ko: 개발할 응용프로그램의 종류를 선택하세요
mk: Изберете тип на апликација што ќе се развива
pl: Wybierz typ aplikacji, którą chcesz utworzyć

source: Generic/Terminal project
ko: 일반/터미널 프로젝트
mk: Општо Терминал проект
pl: Projekt ogólny/terminalowy

source: GTK 2.0 project
ko: GTK+-2.0 프로젝트
mk: GTK 2.0 проект
pl: Projekt GTK+ 2.0

source: GNOME 2.0 project
ko: GNOME-2.0 프로젝트
mk: GNOME 2.0 проект
pl: Projekt GNOME 2.0

source: LibGlade 2.0 project
ko: LibGlade 2.0 프로젝트
mk: LibGlade 2.0 проект
pl: Projekt LibGlade 2.0

source: gtkmm 2.0 project
ko: GTKmm 2.0 프로젝트
mk: gtkmm 2.0 проект
pl: Projekt gtkmm 2.0

source: gnomemm 2.0 project
ko: GNOMEmm 2.0 프로젝트
mk: gnomemm 2.0 проект
pl: Projekt gnomemm 2.0

source: GNOME 2.0 Bonobo component
ko: GNOME 2.0 Bonobo 구성요소
mk: GNOME 2.0 Bonobo компонента
pl: Komponent Bonobo GNOME 2.0

source: wxWindows project
ko: wxWindows 프로젝트
mk: wxWindows проект
pl: Projekt wxWindows

source: Xlib project
ko: Xlib 프로젝트
mk: Xlib проект
pl: Projekt Xlib

source: Basic Information
fr: Informations générales
ko: 기본 정보
mk: Основни Информации
pl: Podstawowe informacje

source: Enter the basic Project information
fr: Saisissez les informations générales du projet
ko: 프로젝트 기본정보 입력
mk: Внесете ги основните информации за Проектот
pl: Wprowadź podstawowe informacje o projekcie

source: Project Version:
ko: 프로젝트 버전:
mk: Проект Верзија:
pl: Wersja projektu:

source: Project Author:
ko: 로프젝트 저자
mk: Проект Автор:
pl: Autor projektu:

source: Project Target:
ko: 프로젝트 대상
mk: Проект Цел:
pl: Obiekt docelowy projektu:

source: Programming language
ko: 프로그래밍 언어:
mk: Програмски јазик
pl: Język programowania

source: Both C and C++
ko: C 와 C++ 을 함께
mk: C и C++
pl: C oraz C++

source: Target type
ko: 대상 종류
mk: Тип на цел
pl: Typ docelowy

source: Executable target
ko: 실행 가능 파일
mk: Executable проект
pl: Docelowy plik wykonywalny

source: Static library target
ko: 정적 라이브러리 (static)
mk: Статична библиотека цел
pl: Docelowa biblioteka statyczna

source: Dynamic library target
ko: 동적 라이브러리 (dynamic)
mk: Динамичка библиотека цел
pl: Docelowa biblioteka dynamiczna

source: Enter a short description of the Project
ko: 프로젝트에 대한 간략한 설명 입력
mk: Внеси краток опис за Проектот
pl: Wprowadź krótki opis projektu

source: Enter any additional Project options
ko: 프로젝트 추가 선택사항 입력
mk: Внеси било какви додатни опции за Проектот
pl: Wprowadź dodatkowe opcje projektu

source: Project Options
ko: 프로젝트 선택사항
mk: Проект Опции
pl: Opcje projektu

source: Include GNU Copyright statement in file headings
ko: 파일 머리에 GNU 저작권 선언문 포함
mk: Вклучи GNU Copyright statement in file headings
pl: Dołączanie informacji dotyczącej licencji GNU w nagłówkach plików

source: Enable Gettext Support
ko: 국제화 지원 활성화
mk: Овозможи Gettext Поддршка
pl: Obsługa biblioteki gettext

source: GNOME Menu Entry
ko: GNOME 메뉴 엔트리
mk: GNOME Мени Влез
pl: Wpis menu GNOME

source: Entry name:
ko: 엔트리 이름:
mk: Запис име:
pl: Nazwa wpisu:

source: Comment:
fr: Commentaire :
ko: 주석:
mk: Коментар:
pl: Komentarz:

source: Group:
ko: 그룹:
mk: Група:
pl: Grupa:

source: Needs terminal
ko: 터미널이 필요로함
mk: Треба терминал
pl: Wymaga terminala

source: Text
fr: Texte
ko: 텍스트
mk: Текст
pl: Tekst

source: Text to render
fr: Texte à rendre
ko: 렌더링할 텍스트
mk: Текст во растер
pl: Tekst do zrenderowania

source: Pixbuf Object
fr: Objet Pixbuf
ko: Pixbuf 객체
mk: Pixbuf објект
pl: Obiekt bufora piksmapy

source: The pixbuf to render.
fr: Le pixbuf à rendre.
ko: 렌더링할 pixbuf
mk: Рендер на слики
pl: Bufor piksmapy do renderowania.

source: Go to the previous directory
ko: 이전 폴더로 이동
mk: Оди до предходниот директориум
pl: Przechodzi do poprzedniego katalogu

source: Go to the next directory
ko: 다음 폴더로 이동
mk: Оди до следниот директориум
pl: Przechodzi do następnego katalogu

source: Go to parent directory
ko: 상위 폴더로 이동
mk: Оди до родителскиот директориум
pl: Przechodzi do katalogu nadrzędnego

source: Go to home directory
ko: 홈 폴더로 이동
mk: Оди до почетниот директориум
pl: Przechodzi do katalogu początkowego

source: Refresh listing
ko: 목록 새로고침
mk: Освежи листа
pl: Odśwież listing

source: Delete file
ko: 파일 삭제
mk: Избриши датотека
pl: Usuń plik

source: Rename file
ko: 파일 이름 변경
mk: Преименувај датотека
pl: Zmień nazwę pliku

source: Create new folder
ko: 새 폴더 만들기
mk: Создади нов директориум
pl: Utwórz nowy folder

source: Show Hidden
ko: 숨김 파일 표시
mk: Прикажи Скриени
pl: Wyświetl ukryte

source: Show hidden files
ko: 숨김 파일 표시
mk: Прикажи сокриени датотеки
pl: Wyświetla ukryte pliki

source: Directory:
ko: 폴더:
mk: Директориум:
pl: Katalog:

source: Selection:
ko: 선택된 파일:
mk: Избор
pl: Zaznaczenie:

source: File type:
ko: 파일 종류:
mk: Датотека вид
pl: Typ pliku:

source: Java files
ko: Java 파일
mk: Java датотеки
pl: Pliki java

source: Hyper Text Markup files
ko: HTML 파일
mk: Хипер Текст датотеки
pl: Pliki HTML

source: Config files
ko: 설정 파일
mk: Config датотека
pl: Pliki konfiguracyjne

source: Properties files
ko: 속성 파일
mk: Својства датотеки
pl: Pliki właściwości

source: .mak files
ko: .mak 파일
mk: .mak датотеки
pl: Pliki .mak

source: Diff files
fr: Fichiers de diff.
ko: 파일 diff
mk: Diff датотеки
pl: Pliki diff

source: Really delete %s?
ko: %s 를 정말로 삭제하시겠습니까？
mk: Дали навистина да го избришам %s?
pl: Czy naprawdę chcesz usunąć %s?

source: Rename file to:
ko: 다음으로 파일이름 변경:
mk: Преименувај до:
pl: Zmiana nazwy pliku na:

source: Renaming file failed '%s': %s
ko: 파일이름 '%s' 변경이 실패했습니다: %s
mk: Преименувањето на датотеката не успеа '%s': %s
pl: Zmiana nazwy pliku "%s" nie powiodła się: %s

source: Creating folder failed '%s': %s
ko: 폴더 '%s' 생성이 실패했습니다: %s
mk: Креирањето на директориумот неуспеа '%s': %s
pl: Utworzenie folderu "%s" nie powiodło się: %s

source: Folder name:
ko: 폴더 이름:
mk: Директориум име:
pl: Nazwa folderu:

source: Costom style
ko: 사용자 지정 스타일

source: Ignore files and directories
fr: Ignorer fichiers et répertoires
ko: 파일 및 폴더 무시
pl: Ignorowanie plików i katalogów

source: Import existing project. The Import Wizard will guide you to import an existing Project into Anjuta and convert it into Anjuta Project. There will be no data loss or modification done to the project.
fr: Importer un projet existant. L'Assistant d'importation vous guidera pour importer un projet existant dans Anjuta et le convertira en projet Anjuta. Il n'y aura aucune perte de données ou de modification du projet.
ko: 기존 프로젝트를 가져옵니다. 가져오기 마법사는 Anjuta로 프로젝트를 가져옴과 동시에 Anjuta 프로젝트 파일로 변환하는 과정을 안내합니다. 이 과정에서 데이타의 손실이나 수정은 발생하지 않습니다.

source: Kernighan and Ritchie style
ko: Kernighan 와 Ritchie 스타일

source: Regexp
ko: 정규식
pl: Wyrażenie regularne

source: Start with a new Project. Application wizard will guide you with Project creation. With the Application Wizard, you will be able to create the skeleton of various Project types.
fr: Démarrer avec un nouveau projet. L'Assistant vous guidera lors de la création du projet. Avec l'Assistant, vous pourrez créer le squelette de différents types de projets.
ko: 새 프로젝트를 시작합니다. 응용프로그램 마법사가 프로젝트 생성을 안내할 것입니다. 이 응용프로그램 마법사는 다양한 종류의 프로젝트 형태에 대해서 전체 골격을 만들 수 있도록 해줍니다.

source: Copyright (c) Naba Kumar
ko: 저작권 (c) Naba Kumar

source: Rev
ko: 리비전
pl: Wydanie

source: Western
fr: Occidental
ko: 서양어
pl: Zachodnie

source: Baltic
fr: Balte
ko: 발트어
pl: Bałtyckie

source: Nordic
fr: Nordique
ko: 노르웨이어
pl: Nordyckie

source: Unicode
ko: 유니코드

source: The file '%s' already exists. Do you want to replace it with the one you are saving?.
fr: Le fichier « %s » existe déjà. Etes-vous sür de vouloir écraser l'ancien fichier ?
ko: 파일 '%s' 이 이미 존재합니다. 저장하려는 파일을 이곳에 덮어쓰시겠습니까?
pl: Plik "%s" już istnieje. Czy chcesz go zastąpić aktualnie zapisywanym?.

source: Total time taken: %lu secs
fr: Temps total : %lu secondes
ko: 소요시간: %lu 초

source: Completed ... unsuccessful
ko: 완료...실패
pl: Zakończono ... niepowodzeniem

source: Completed ... unsuccessful
ko: 완료..실패
pl: Zakończono ... niepowodzeniem

source: Completed ... successful
ko: 완료 ... 성공
pl: Zakończono ... powodzeniem

source: Completed ... successful
ko: 완료 ... 성공
pl: Zakończono ... powodzeniem

source: Local Variables
fr: Variables locales
ko: 지역 변수
pl: Zmienne lokalne

source: Hex
ko: 16 진

source: Well, did you find the BUG? Debugging session completed.
ko: 자, 버그를 찾으셨나요? 디버깅 세션이 완료되었습니다.
pl: No i co, znalazłeś jakiś Błąd? Sesja debugowania zakończona.

source: Invalid filename %s.
ko: 잘못된 파일이름·%s.

source: Do you want to replace this occurence?
ko: 이것을 바꾸겠습니까？

source: Warning: Can not generate c/c++ source code. Warning: It is because either glade (for gtk/gnome projects) or glademm (for gtkmm/gnomemm projects) is not installed. Warning: Your generated project will still be fine, though.
ko: 경고: c/c++ source code를 생성할 수 없습니다. 경고: 그 이유는 glade (gtk/gnome 프로젝트) 나 glade-- (gtk--/gnome-- 프로젝트) 가 설치되어 있지 않기 때문입니다. 경고: 그럼에도 불구하고, 생성된 프로젝트는 여전히 괜찮습니다.

source: Cannot fork glade-2.
ko: "Glade-2" 를 시작할 수 없습니다.
pl: Nie można utworzyć procesu dla glade-2.

source: launcher.c: Error while reading child stdout
ko: launcher.c: 자식 stdout을 읽는 중 오류

source: launcher.c: STDOUT pipe closed
ko: launcher.c: STDOUT 파이프가 닫힘
pl: launcher.c: Potok STDOUT został zamknięty

source: launcher.c: Error while reading child stderr
ko: launcher.c: 자식 stderr를 읽는 중 오류

source: launcher.c: STDERR pipe closed
ko: launcher.c: STDERR 파이프가 닫힘
pl: launcher.c: Potok STDERR został zamknięty

source: launcher.c: Error while reading child pty
fr: launcher.c : erreur lors de la lecture du pty fils.
ko: launcher.c: 자식 pty를 읽는 중 오류
pl: launcher.c: Błąd podczas odczytu procesu potomnego pty

source: launcher.c: PTY pipe error!
ko: launcher.c: PTY 파이프 오류!
pl: launcher.c: Błąd potoku PTY!

source: launcher.c: Failed to set channel encoding!
ko: launcher.c: 채널 인코딩을 설정하는데 실패했습니다!

source: Custom Indent
ko: 사용자 지정 들여쓰기

source: Indent Mode, Offset, Tab-width
ko: 들여쓰기 모드, 옵셋, 탭 폭

source: Search Forward
ko: 앞으로 검색
pl: Wyszukaj naprzód

source: Find Previous
ko: 이전 찾기
pl: Znajdź poprzedni

source: Search Backward
ko: 뒤로 검색
pl: Wyszukaj wstecz

source: Memory _Dump
ko: 메모리 덤프(_D)
pl: _Zrzut pamięci

source: Javascript
ko: Java 스크립트

source: Xcode
ko: Xocde

source: Pa_use Program
fr: _Interrompre le programme
ko: 프로그램 일시정지(_U)
pl: W_strzymaj program

source: Pauses the execution of the program
fr: Interrompre l'exécution du programme
ko: 프로그램 실행중 일시정지
pl: Zatrzymuje wykonywanie programu

source: Anjuta Manual
ko: Anjuta 매뉴얼

source: Anjuta IDE Manual
ko: Anjuta IDE 매뉴얼

source: Anjuta Tutorial
ko: Anjuta 튜토리얼

source: Anjuta IDE Tutorial
ko: Anjuta IDE 튜토리얼

source: Anjuta Faqs
ko: Anjuta FAQ

source: Anjuta IDE Faqs
ko: Anjuta IDE FAQ

source: _CVS
ko: CVS(_C)

source: Unable to display help. Please make sure Anjuta documentation package is install. It can be downloaded from http://anjuta.org
fr: Impossible d'afficher l'aide. Veuillez vérifier que le paquet de documentation d'Anjuta est installé. Il peut être téléchargé depuis http://anjuta.org
ko: 도움말을 표시할 수 없습니다. Anjuta 문서 패키지가 설치되었는지 확인하세요. 이 패키지는 http://anjuta.org로 부터 내려받을 수 있습니다.

source: warning:
ko: 경고:
pl: ostrzeżenie:

source: Stdout
ko: 표준출력

source: Stderr
ko: 표준오류출력

source: Click Forward to begin the import
ko: 가져오기를 시작하려면 [앞으로]를 누르세요

source: The file does not look like a text file or the file encoding is not supported. Please check if the encoding of file is in the supported encodings list. If not, add it from the preferences.
fr: Ce fichier n'a pas l'air d'être un fichier texte ou bien le codage du fichier n'est pas supporté. Vérifiez si le codage du fichier est dans la liste des codages supportés. S'il ne l'est pas, veuillez l'ajouter dans les préférences de l'éditeur.
ko: 이 파일은 텍스트 파일이 아니거나 지원하지않는 인코딩으로 쓰여져있습니다. 지원가능한 인코딩인지 확인하고, 만약 그렇지 않을 경우 환경 설정에서 해당 인코딩을 추가하세요.
pl: Ten plik nie wygląda na plik tekstowy lub kodowanie tego pliku nie jest obsługiwane. Sprawdź czy kodowanie pliku znajduje się na liście obsługiwanych kodowań. Jeśli nie dodaj je w preferencjach.

source: Anjuta does not know %s!
fr: Anjuta ne connait pas « %s » !
ko: Anjuta는 %s를 알지 못합니다!

source: Swap .h/.c
fr: Basculer .h<->.c
ko: .h/.c 교환
pl: Zamień .h/.c

source: Signals
ko: 시그널
pl: Sygnały

source: kernel signals of the program
ko: 프로그랭의 커널 시그널
pl: Sygnały jądra programu

source: Calltip
ko: 콜팁
pl: Podpowiedź

source: X Dock App project
ko: X Dock 응용프로그램 프로젝트
pl: Projekt aplikacji dokowalnej X

source: Generate source code using glade or glademm
ko: glade 또는 glademm 를 이용하여 소스코드 생성

source: Custom style,GNU coding style,Kernighan & Ritchie style,Original Berkeley style,Style of Kangleipak,Hello World style,Crazy boy style
pl: Własny styl, Styl kodowania GNU, Styl Kerninghana i Ritchiego, Oryginalny styl Berkeley, Styl Kangleipak, Styl Witaj świecie, Styl szalonego chłopca

source: Gnome API
fr: API Gnome
pl: API GNOME

source: Hello world!
pl: Witaj świecie!

source: OVR
pl: NDP

source: INS
pl: WST

source: Build completed ... successful
pl: Budowanie zakończone ... powodzeniem

source: Configure completed...............Successful
pl: Konfigurowanie zakończone..............Powodzeniem

source: Anjuta IDE
fr: EDI Anjuta

source: Display process _tree
fr: Afficher l'_arborescence des processus

source: Hide process para_meters
fr: Cacher les para_mètres des processus

source: Keep going when some targets cannot be made
fr: Continuer la compilation quand certaines cibles ne peuvent être fabriquées

source: Kernel Signals
fr: Signaux kernel

source: Print:
fr: Imprimer :

source: Program Interrupt
fr: Interrompre le programme

source: Stop:
fr: Arrêter :

source: _Hide paths
fr: _Cacher les chemins

source: Cannot execute command: "%s"
fr: Impossible d'exécuter la commande « %s ».

source: Anjuta Shell
fr: Shell Anjuta

source: Anjuta shell that will contain the plugin
fr: Shell Anjuta qui contiendra le greffon

source: Sensitive
fr: Sensible

source: Shortcut
fr: Raccourci

source: The "%s" utility is not installed. Please install it.
fr: Le programme « %s » n'est pas installé. Installez-le puis redémarrez Anjuta.

source: Cannot execute command: %s (using shell %s)
fr: Impossible d'exécuter « %s » (en utilisant le shell « %s »)

source: Cannot execute command %s (using shell %s)
fr: Impossible d'exécuter « %s » (en utilisant le shell « %s »)

source: Load
fr: Charger

source: Available Plugins
fr: Greffons disponibles

source: Only show user activatable plugins
fr: N'afficher que les greffons activables

source: Model
fr: Modèle

source: Model for the combo box
fr: Modèle de la boîte combinée

source: Width of the entry.
fr: Largeur de l'entrée.

source: Text in the entry
fr: Texte dans l'entrée

source: Accelerator key
fr: Raccourci

source: Accelerator modifiers
fr: Modifieurs de raccourci

source: Accelerator Mode
fr: Mode raccourci

source: The type of accelerator.
fr: Le type de raccourcis.

source: Disabled
fr: Désactivé

source: Type a new accelerator, or press Backspace to clear
fr: Faites un nouveau raccourci ou appuyez sur Backspace.

source: Type a new accelerator
fr: Faites un nouveau raccourci.

source: The child model
fr: Le modèle fils.

source: The virtual root
fr: La racine virtuelle

source: Line %d character %d: %s
fr: Ligne %d, caractère n°%d : %s.

source: Could not parse "%s" as an integer
fr: Impossible de lire « %s » comme un entier.

source: Did not understand trailing characters "%s" in string "%s"
fr: Caractères de fin de chaînes « %s » non traités dans « %s ».

source: Integer %ld must be positive
fr: %ld : cet entier doit être positif.

source: Integer %ld is too large, current max is %d
fr: L'entier %ld est plus grand que le max. %d.

source: Boolean values must be "true" or "false" not "%s"
fr: Les valeurs booléennes ne peuvent être que « true » ou « false », et non « %s »

source: The value "%s" is not part of the enum "%s"
fr: La valeur « %s » ne fait pas partie de l'énumeration « %s ».

source: The type "%s" can't be parsed from a string
fr: Le type « %s » ne peut être lu depuis une chaîne.

source: The property "%s" does not exist
fr: La propriété « %s » n'existe pas.

source: The type attribute can only be specified once.
fr: L'attribut de type ne peut être spécifié qu'une fois.

source: The type "%s" is not a valid type.
fr: « %s » n'est pas un type valide.

source: The type "%s" is not a cell renderer type.
fr: « %s » ne correspond pas a un type de rendu de cellule

source: No type attribute specified.
fr: Pas d'attribut de type spécifié.

source: Outermost element in theme must be <treeview_state> not <%s>
fr: L'élément racine d'un thème doit être un <treeview_state> et non un <%s>.

source: Element inside of <treeview_state> must be <treeview> not <%s>
fr: L'élément dans un <treeview_state> doit être un <treeview> et non un <%s>

source: Element inside of <treeview> must be <column> not <%s>
fr: L'élément dans un <treeview> doit être une <column> et non <%s>

source: Element inside of <column> must be <cell> not <%s>
fr: L'élément dans une <column> doit être une <cell> et non <%s>

source: The <cell> element must not have any children.
fr: L'élément <cell> ne doit pas avoir de fils.

source: Incremental search
fr: Recherche incrémentale

source: Open _Recent
fr: Ouvrir _récents

source: Open recent files
fr: Ouvre des fichiers récents

source: <b>Program execution:</b>
fr: <b>Exécution du programme</b>

source: Select execution program and args
fr: Sélectionnez le programme et les arguments

source: make[%d]: Entering directory `%s'
fr: make[%d]: entrant dans le répertoire « %s »

source: make: Entering directory `%s'
fr: make: entrant dans le répertoire « %s »

source: make[%d]: Leaving directory `%s'
fr: make[%d]: quittant le répertoire « %s »
