Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: The shortcut is already used by another component in Anjuta. Do you want to keep it anyway ?
fr: Ce raccourci clavier est déjà attribué. Souhaitez-vous poursuivre et adopter lenouveau raccourci ?

source: Unable to edit script
fr: Impossible d'éditer le script

source: New accelerator...
fr: Nouveau raccourci clavier ...

source: Opening %s
fr: Ouverture de %s

source: error:
fr: erreur :

source: (output)
fr: (sortie)

source: (error)
fr: (erreur)

source: Running command:
fr: Exécution de :

source: Unable to create a buffer, command aborted
fr: Création impossible de buffer, commande annulée

source: No document currently open, command aborted
fr: Aucun document n'est ouvert, commande annulée

source: Unable to open input file %s, Command aborted
fr: Impossible d'ouvrir le fichier « %s », commande annulée

source: Missing tool name
fr: Nom de l'outil manquant

source: Unexpected element "%s"
fr: Élément inattendu « %s »

source: Error when loading external tools
fr: Erreur lors du chargement d'outils externes

source: Unable to open %s for writing
fr: Impossible d'ouvrir le fichier « %s » en écriture

source: _Tools
fr: _Outils

source: _Configure
fr: _Configurer

source: Configure external tools
fr: Configuration des outils externes

source: Tool operations
fr: Opérations

source: Anjuta Plugin
fr: Greffon Anjuta

source: Anjuta Plugins
fr: Greffons Anjuta

source: Loaded Session...
fr: Session chargée...

source: <b>General Information:</b>
fr: <b>Informations :</b>

source: Default project directory
fr: Répertoire par défaut

source: User email address
fr: Adresse électronique :

source: User name
fr: Nom d'utilisateur :

source: _File
fr: _Fichier

source: _Quit
fr: _Quitter

source: Quit Anjuta IDE
fr: Quitte l'EDI Anjuta

source: _Reset Dock Layout
fr: _Revenir à la disposition d'origine

source: Reset the widgets docking layout to default
fr: Reviens à la disposition générale d'Anjuta d'origine

source: _Full Screen
fr: _Plein écran

source: Toggle fullscreen mode
fr: Bascule le mode plein écran

source: _Lock Dock Layout
fr: _Fixer les éléments dockables

source: Lock the current dock layout so that widgets cannot be moved
fr: Fixe les éléments dockables afin que la disposition ne change pas

source: _Preferences...
fr: _Préférences...

source: Plugins manager
fr: Gestionnaire de greffons

source: Manipulate plugins manager items
fr: Modifie les éléments du gestionnaire de greffons

source: _Help
fr: _Aide

source: _Users manual
fr: _Manuels utilisateur

source: Anjuta users manual
fr: Manuels utilisateur d'Anjuta

source: Kick start _tutorial
fr: Didacticiel d'_introduction rapide

source: Anjuta Kick start tutorial
fr: Didacticiel « Pour bien démarrer avec Anjuta »

source: _Advanced tutorial
fr: Didacticiel _avancé

source: Anjuta advanced tutorial
fr: Didacticiel avancé d'Anjuta

source: _Frequently asked questions
fr: _Foire Aux Questions

source: Anjuta frequently asked questions
fr: Foire Aux Questions d'Anjuta

source: Report _Bugs/Patches/Requests
fr: Rapporter un _Bug/Patch/Request

source: Submit a bug report, patch or feature request for Anjuta
fr: Soumettre un bug, proposer un patch ou une fonctionnalité

source: _About
fr: À _propos

source: About Anjuta
fr: À propos d'Anjuta

source: About External _Plugins
fr: À propos des greffons _externes

source: About third party Anjuta plugins
fr: À propos des greffons tiers d'Anjuta

source: Toggle View
fr: Basculer la vue

source: Value doesn't exist
fr: Cette valeur n'existe pas

source: Specify the size and location of the main window
fr: Spécifie la taille et la position de la fenêtre principale

source: WIDTHxHEIGHT+XOFF+YOFF
fr: LARGEURxHAUTEUR+X+Y

source: Shutdown anjuta properly releasing all resources (for debugging)
fr: Fermer proprement Anjuta en libérant les ressources (pour le débogage)

source: Quit Anjuta Test Shell
fr: Quitter le shell de test Anjuta

source: Preferences
fr: Préférences

source: Test shell action group
fr: Groupe d'action du shell de test Anjuta

source: Anjuta test shell
fr: Shell de test Anjuta
