Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: Ignore case
ko: 대소문자 구별 무시
mk: Игнорирај голема/мала буква
pl: Ignorowanie wielkości liter

source: Ignore directories
fr: Ignorer les répertoires
ko: 폴더 무시
mk: Игнорирај ги дирекориумите
pl: Ignorowanie katalogów

source: Ignore files
fr: Fichiers les fichiers
ko: 파일 무시
mk: Игнорирај ги датотеките
pl: Ignorowanie plików

source: Import Wizard
fr: Assistant d'importation
ko: 가져오기 마법사
mk: Волшебник за импортирање
pl: Druid importowania

source: Import existing project. The Import Wizard will guide you to import an existing Project into Anjuta and convert it into Anjuta Project. There will be no data lose or modification done to the project.
mk: Увези постоечки проект. Волшебникот за импортирање ќе Ве води да импортирате постоечки проекти во Anjuta и да го конвертирато во Anjuta проект. Нема да има губење на податоци или модификација на проектот.
pl: Zaimportuj istniejący projekt. Druid importowania przeprowadzi Cię przez proces importowania istniejącego projektu do Anjuty i skonwertowania go do projektu Anjuty. Nie zostaną utracone żadne dane oraz nie zostaną dokonane żadne zmiany w projekcie.

source: Include Paths
fr: Chemins des en-têtes
ko: 헤더 경로
mk: Вклучи Патишта
pl: Ścieżki do plików nagłówkowych

source: Include module Makefile.am
fr: Inclure Makefile.am du répertoire
ko: 헤더 모듈 Makefile.am
mk: Вклучи го модулот Makefile.am
pl: Moduł dołączania Makefile.am

source: Indent closing braces
fr: Indentation à la fermeture d'acc.
ko: 괄호 끝날 때 들여쓰기
mk: Порамни ги затворените загради
pl: Wcinanie nawiasów zamykających

source: Indent opening braces
fr: Indentation à l'ouverture d'acc.
ko: 괄호 시작할 때 들여쓰기
mk: Порамни ги отворените загради
pl: Otwierające nawiasy wcinania

source: Indentation and auto-format options
ko: 들여쓰기 및 자동서식 선택사항
mk: Опции за порамнување и авто-форматирање
pl: Opcje wcinania i automatycznego formatowania

source: Indentation size in spaces:
fr: Indentation en espaces :
ko: 들여쓰기 크기:
mk: Порамнување големина во празни места:
pl: Rozmiar automatycznych wcięć w spacjach:

source: Indicators
ko: 지시자
mk: Индикатори
pl: Wyróżnienia

source: Info Pages
fr: Pages d'Info
ko: Info 페이지
mk: Инфо страници
pl: Strony info

source: Input string:
fr: Chaîne d'entrée :
ko: 입력 문자열:
mk: Влезен стринг:
pl: Napis wejściowy:

source: Inspect
fr: Inspecter
ko: 검사
mk: Увид
pl: Zbadaj

source: Italic
fr: Italique
ko: 이탤릭
mk: Италик
pl: Pochylenie

source: Keep going when some targets can not be made
ko: 몇몇 대상을 만들 수 없을 때, 계속 진행
mk: Продолжи кога некои цели неможат да се постигнат
pl: Kontynuowanie, nawet jeśli pewne cele nie mogą zostać wykonane

source: Kernighan & Ritchie style
mk: Керниган и Ричи стил

source: Language-specific commands:
fr: Commandes spécifiques du langage :
ko: 언어별 명령:
mk: Јазично специфични команди:
pl: Polecenia specyficzne dla języka:

source: Left
mk: Лево

source: Libraries
fr: Bibliothèques
ko: 라이브러리
mk: Библиотеки
pl: Biblioteki

source: Library Paths
fr: Chemins des bibliothèques
ko: 라이브러리 경로
mk: Пат до библиотеката
pl: Ścieżki do bibliotek

source: Line numbers margin width in pixels
fr: Taille de la marge des num. de ligne en pixels
ko: 행번호 열 폭 (픽셀)
mk: Маргина на броевите на линиите ширина во пиксели
pl: Szerokość marginesu numeracji wierszy w pikselach

source: Lines
fr: Lignes
ko: 행
mk: Линии
pl: Wiersze

source: Linker Flags (LDFLAGS):
fr: Options de l'éditeur de liens (LDFLAGS) :
ko: 링커 플래그(LDFLAGS):
mk: Знаменца на линкерот (LDFLAGS):
pl: Znaczniki liknera (LDFLAGS):

source: Load _global defaults
fr: Charger les valeurs _globales par défaut
ko: 전체 기본값 불러오기(_G)
mk: Вчитај ги глобалните стандардни вредности
pl: Wczytaj domyślne _ustawienia globalne

source: Load _user defaults
fr: Charger les valeurs par défaut de l'_utilisateur
ko: 사용자 기본값 불러오기(_U)
mk: Вчитај ги стандардните вредности за корисникот
pl: _Wczytaj domyślne ustawienia użytkownika

source: Low-Level Optimization (Machine dependent optimization)
fr: Optimisation bas niveau (dépendantes de la machine)
ko: 저수준 최적화 (기계에 따른 최적화)
mk: Оптимизација на ниско ниво (Оптимизација зависна од машината)
pl: Optymalizacja niskopoziomowa (zależna od maszyny)

source: Man pages
fr: Pages de Man
ko: man 페이지
mk: Man страни
pl: Strony podręczników

source: Match at start of word
fr: Faire correspondre au début du mot
ko: 단어 시작에서 일치
mk: Совпаѓање со почеток на зборот
pl: Dopasowanie od początku słowa

source: Match complete lines
fr: Faire correspondre toute la ligne
ko: 행 전체 일치
mk: Совпаѓање на цели линии
pl: Dopasowanie całych wierszy

source: Match complete words
fr: Faire correspondre le mot entier
ko: 단어 전체 일치
mk: Совпаѓање на целосни зборови
pl: Dopasowanie pełnych słów

source: Max. Actions
ko: 최대 작동 회수
mk: Макс. акции
pl: Maksymalna liczba operacji:

source: Maximum number of independent jobs (0 == no limit)
fr: Nombre maximum de processus inépendants (0 = pas de limite)
ko: 최대 독립적인 작업 개수 (0 == 무제한)
mk: Максимален број на независни работи (0 == нема граница)
pl: Maksymalna liczba niezależnych zadań (0 == bez ograniczeń)

source: Medium-Level Optimization (Without space-speed trade-off)
fr: Optimisation moyenne (sans compromis taille/vitesse)
ko: 중간수준 최적화 (크기-속도 경쟁 없음)
mk: Оптимизација на средно ниво (Без простор-брзина балансирање)
pl: Optymalizacja średniego poziomu (bez równoważenia miejsce-szybkość)

source: Memory
fr: Mémoire
ko: 메모리
mk: Меморија
pl: Pamięć

source: Menu icon:
fr: Icône du menu :
ko: 메뉴 아이콘:
mk: Мени икона:
pl: Ikona menu:

source: Menu location:
fr: Emplacement du menu :
ko: 메뉴 위치:
mk: Мени локација:
pl: Położenie menu:

source: Message colors
ko: 메시지 색상
mk: Боја на пораките
pl: Kolory komunikatów

source: Messages options
ko: 메시지 선택사항
mk: Пораки опции
pl: Opcje komunikatów

source: Misc options
ko: 그 밖의 선택사항
mk: Разни опции
pl: Różne opcje

source: Mode:
ko: 모드:
mk: Режим:
pl: Tryb:

source: Modules
fr: Répertoires
ko: 모듈
mk: Модули
pl: Moduły

source: Monochrome
ko: 흑백
mk: Еднобојно
pl: Czarno-biały

source: Name:
fr: Nom :
ko: 이름:
mk: Име:
pl: Nazwa:

source: New file
fr: Nouveau fichier
ko: 새 파일
mk: Нов фајл
pl: Nowy plik

source: No Limit
fr: Sans limite
ko: 제한없음
mk: Без граници
pl: Bez ograniczeń

source: No Optimization
fr: Aucune optimisation
ko: 최적화 안함
mk: Без Оптимизација
pl: Bez optymalizacji

source: Normal message indicator style:
fr: Indicateur des message normal :
ko: 보통 메시지 지시자 스타일:
mk: Стил на индикатор кај нормална порака:
pl: Styl wyróżniania zwykłego komunikatu:

source: Normal messages:
ko: 통상 메시지:
mk: Нормални пораки:
pl: Zwykłe komunikaty:

source: Note: If there is a project open, the preferences in this page are project preferences and will be loaded from and saved with the project. If there is no project open, they will be global preferences.
fr: Note : Si un projet est ouvert, les préférences de cette page sont celles du projet et seront chargées et sauvées avec le projet. S'il n'y a pas de projet ouvert, elles seront prises comme préférences globales.
ko: 주의: 프로젝트가 열려있을 경우, 이 페이지의 환경이 프로젝트 환경으로 설정되며 프로젝트와 함께 불러지고 저장됩니다. 어떤 프로젝트도 열려있지 않을 경우는 전체 환경으로 설정됩니다.
mk: Забелешка: Ако има отворено проект, преференците на оваа страна се и преференци на проектот и ќе бидат вчитани и снимени со проектот. Ако нема отворено проект, нема да има глобални преференци.
pl: Uwaga: jeśli jest otwarty jakiś projekt, preferencje na tej stronie są preferencjami projektu i zostaną one wczytane z projektu i zapisane do niego. Jeśli nie jest otwarty żaden projekt, będą one preferencjami globalnymi.

source: Number of first characters to show:
fr: Nombre des caractères de départ à afficher :
ko: 표시할 처음 문자 수:
mk: Број на почетни карактери за приказ:
pl: Liczba początkowych znaków do wyświetlenia:

source: Number of last characters to show:
fr: Nombre de caractères terminaux à afficher :
ko: 표시할 마지막 문자 수:
mk: Број на последни карактери за приказ:
pl: Liczba końcowych znaków do wyświetlenia:

source: Open Project
fr: Ouvrir un projet
ko: 프로젝트 열기
mk: Отвори проект
pl: Otwórz projekt

source: Open existing Project.
fr: Ouvre un projet existant.
ko: 기존 프로젝트 열기
mk: Отвори постоечки проект
pl: Otwórz istniejący projekt.

source: Open existing file or create a new file.
fr: Ouvre un fichier ou créé un nouveau fichier.
ko: 기존 파일을 열거나 새 파일 만들기
mk: Отвори постоечки фајл или креирај нов
pl: Otwórz istniejący plik lub utwórz nowy plik.

source: Open file
fr: Ouvrir un fichier
ko: 파일 열기
mk: Отвори датотека
pl: Otwórz plik

source: Open last working Project
fr: Ouvre le dernier projet.
ko: 최근 작업 프로젝트 열기
mk: Отвори го последниот работен Проект
pl: Otwórz ostatni roboczy projekt

source: Optimization
fr: Optimisations
ko: 최적화
mk: Оптимизација
pl: Optymalizacje

source: Options
ko: 선택사항
mk: Опции
pl: Opcje

source: Original Berkeley style
ko: 원조·Berkeley·스타일
mk: Оригинален Беркли стил

source: Other colors
ko: 그 밖의 색깔
mk: Други бои
pl: Inne kolory

source: Other messages:
ko: 그 밖의 메시지:
mk: Други пораки:
pl: Inne komunikaty:

source: Others
fr: Autres
ko: 그 밖의
mk: Други
pl: Inne

source: Output files
fr: Fichiers de sortie
ko: 출력 파일
mk: Излезни датотеки
pl: Pliki wyjściowe

source: Pick a color
fr: Sélectionnez une couleur
ko: 색 집기
mk: Одбери боја
pl: Wybór koloru

source: Pixmap module Makefile.am
fr: Makefile.am des images
ko: Pixmap 모듈 Makefile.am
mk: Сликичка за модулот Makefile.am
pl: Moduł piksmapy Makefile.am

source: Plus/Minus
fr: Plus ou moins
mk: Плус/Минус

source: Po module (translation) Makefile.am
fr: Makefile.am des traductions
ko: 번역 모듈 (po) Makefile.am
mk: По модул (превод) Makefile.am
pl: Moduł po (tłumaczenia) Makefile.am

source: Position:
ko: 위치:
mk: Позиција:
pl: Pozycja:

source: Press this button to dismiss the dialog
ko: 대화상자를 닫기위해서 이 단추를 누르세요
mk: Притисни го ова копче за да излезеш од дијалогот
pl: Naciśnięcie tego przycisku zamyka okno dialogowe

source: Pressing backspace un-indents
fr: Utiliser Backspace retire l'indentation
ko: [BS] 키를 누르면 들여쓰기에서 나옵니다
mk: Притискајќи го бек-спејсот го враќате порамнувањето
pl: Wciśnięcie Backspace usuwa wcięcie

source: Pressing tab indents
fr: Utiliser Tab pour indenter
ko: [TAB] 키를 누르면 들여씁니다
mk: Притискајќи таб вршите порамнување
pl: Wciśnięcie Tab tworzy wcięcie

source: Print options
ko: 인쇄 선택사항
mk: Опции за печатење
pl: Opcje wydruku

source: Programs
fr: Programmes
ko: 프로그램
mk: Програми
pl: Programy

source: Project
fr: Projet
ko: 프로젝트
mk: Проект
pl: Projekt

source: Project Configuration
fr: Configuration du projet
ko: 프로젝트 설정
mk: Проект Конфигурација
pl: Konfiguracja projektu

source: Project Description
fr: Description du projet
ko: 프로젝트 설명
mk: Проект Опис
pl: Opis projektu

source: Project Version
fr: Version du projet
ko: 프로젝트 버전
mk: Проект Верзија
pl: Wersja projektu

source: Project configure.in
fr: configure.in du projet
ko: 프로젝트 configure.in
mk: Проект configure.in
pl: Plik configure.in projektu

source: Project level
fr: Niveau du projet
ko: 프로젝트 수준
mk: Проект ниво
pl: Poziom projektu

source: Projects:
fr: Projets :
ko: 프로젝트:
mk: Проекти:
pl: Projekty:

source: Prompt before replace
ko: 바꾸기 전에 확인하기
mk: Прашај пред да промениш
pl: Potwierdzanie przed zastąpieniem

source: Recent Files:
fr: Fichiers récents :
ko: 최근 파일:
mk: Скорешни датотеки:
pl: Ostatnie pliki:

source: Recent Projects:
fr: Projets récents :
ko: 최근 프로젝트:
mk: Скорешни Проекти:
pl: Ostatnie projekty:

source: Regexp/String to find
ko: 검색을 위한 정규식/문자열
mk: Regexp стринг за барање
pl: Wyszukiwany napis lub wyrażenie regularne

source: Regular Expression
fr: Expression régulière
ko: 정규식
mk: Регуларен израз
pl: Wyrażenie regularne

source: Reload Session Defaults
fr: Charger les valeurs par défaut de la session
ko: 세션 기본설정 다시읽기
mk: Вчитај повторно Сесија
pl: Wczytaj domyślne ustawienia sesji

source: Reload System Defaults
fr: Charger les valeurs par défaut du système
ko: 시스템 설정 다시읽기
mk: Вчитај повторно системски стандардни подесувања
pl: Wczytaj domyślne ustawienia systemu

source: Replace Expression
ko: 식 바꾸기
mk: Регуларен Израз
pl: Zamień wyrażenie

source: Replace With:
fr: Remplacer par :
ko: 다음으로 바꾸기:
mk: Замени Со:
pl: Zamiana na:

source: Reset all sticky tags during update (looses branch) [-A]
fr: Réinitialise toutes les marques (sticky tags) lors des mises à jours (update, perd les branches) [-A]
ko: 갱신하는 동안 모든 sticky 태그를 재설정 (looses branch) [-A]
mk: Ресетирај ги сите лепливи тагови во процесот на ажурирање (се губи разгранувањето) [-A]
pl: Zerowanie przyczepionych w trakcie aktualizacji znaczników (gubi gałąź) [-A]

source: Right
mk: Десно

source: Run Configure Script
fr: Exécuter « configure »
ko: configure 스크립트 실행
mk: Изврши ја конфигурацината скрипта
pl: Uruchom skrypt konfiguracji

source: Run detached
fr: Lancer détaché
ko: 분리하여 실행
mk: Изврши откачено
pl: Uruchamianie odłączone

source: Run in Terminal
fr: Lancer dans un terminal
ko: 터미널에서 실행
mk: Стартувај во терминал
pl: Uruchamianie w oknie Terminala

source: Run in terminal
fr: Exécuter dans un terminal
ko: 터미널에서 실행
mk: Изврши во терминал
pl: Uruchamianie w oknie Terminala

source: Save all files
fr: Enregistrer tous
ko: 모든 파일 저장
mk: Зачувај ги сите датотеки
pl: Zapis wszystkich plików

source: Save files interval in minutes
fr: Sauver les fichiers toutes les (min.)
ko: 파일 저장 간격 (분)
mk: Зачувај во интервал во минути
pl: Okres dla autom. zapisu plików w minutach

source: Save session interval in minutes
fr: Sauver la session toutes les (min.)
ko: 세션 저장 간격 (분)
mk: Зачувај сесија во интервал во минути
pl: Okres dla autom. zapisu sesji w minutach

source: Scope
ko: 범위
mk: Опфат
pl: Zasięg

source: Scripts at the end of top level Makefile.am
fr: Scripts à la fin du Makefile.am principal
ko: 최상위 Makefile.am의 끝에 첨가할 스크립트
mk: Скрипти на крајот на врвното ниво на Makefile.am
pl: Skrypty na końcu głównego pliku Makefile.am

source: Search
fr: Rechercher
ko: 찾기
mk: Барај
pl: Znajdź

source: Search Action:
fr: Action de recherche :
ko: 찾기 방식:
mk: Барај Акција:
pl: Operacja wyszukiwania:

source: Search Direction:
fr: Direction de recherche :
ko: 찾는 방향:
mk: Барај Насока:
pl: Kierunek wyszukiwania:

source: Search Expression
fr: Rechercher une expression
ko: 식 찾기
mk: Барај Израз
pl: Wyszukiwane wyrażenie

source: Search Expression:
fr: Rechercher l'expression :
ko: 식 찾기:
mk: Барај Израз:
pl: Wyrażenie do wyszukania

source: Search In:
fr: Rechercher dans :
ko: 다음에서 찾기:
mk: Барај Во:
pl: Wyszukiwanie w:

source: Search Recursively
fr: Recherche récursive
ko: 재귀적으로 찾기
mk: Барај Рекурзивно
pl: Wyszukiwanie rekurencyjne

source: Search String
ko: 문자열 찾기
mk: Барај Стринг
pl: Wyszukiwany napis

source: Search Target
fr: Cible de la recherche
ko: 대상 찾기
mk: Барај Цел
pl: Wyszukiwanie celu

source: Search Variable
ko: 변수 찾기
mk: Барај Променлива
pl: Wyszukiwanie zmiennej

source: Search type
ko: 검색 종류
mk: Барај тип
pl: Rodzaj wyszukiwania

source: Select highlight style to edit:
fr: Sélectionnez une coloration syntax. à modifier :
ko: 편집할 강조 스타일 선택:
mk: Избери стил на осветлување за промена:
pl: Wybierz styl wyróżniania do edycji:

source: Select theme:
fr: Sélectionnez un thème
ko: 테마 선택:
mk: Одбери тема:
pl: Wybierz motyw:

source: Selection background:
fr: Sélectionnez un fond :
ko: 배경색 선택:
mk: Изберена позадина:
pl: Tło zaznaczenia:

source: Selection foreground:
fr: Sélectionnez un texte :
ko: 전경색 선택:
mk: Изберена преднина:
pl: Kolor zaznaczenia:

source: Settings
fr: Paramètres
ko: 설정
mk: Поставки
pl: Ustawienia

source: Short cut:
fr: Raccourci :
ko: 단축키:
mk: Кус исечи:
pl: Skrót klawiszowy:

source: Show tooltips
fr: Afficher les bulles d'aide
ko: 툴팁 보이기
mk: Прикажи
pl: Wyświetlanie podpowiedzi

source: Silent. That is, do not echo shell commads during make
fr: Silencieux : les commandes lancées ne seront pas affichées.
ko: 빌드과정 중에 쉘 명령을 반향시키지 않음
mk: Тивко. Тоа значи да не се печатат командите на школката во текот на извршувањето на make
pl: Tryb cichy: efekty poleceń nie są wyświetlane na ekranie

source: Sorted by most recent use
fr: Trié par utilisation
ko: 최근 사용 시각순으로 정렬
mk: Сортирај по наскорешно употребените
pl: Uporządkowane według czasu użycia

source: Sorted in alphabetical order
fr: Trié dans l'ordre alphabétique
ko: 알파벳 순으로 정렬
mk: Сортирано по алфабетски ред
pl: Porządek alfabetyczny

source: Sorted in the order you open them
ko: 열린 순서대로 정렬
mk: Сортирано по редослед на отварање
pl: Uporządkowane według kolejności otwierania

source: Source Directories
fr: Répertoires source
ko: 소스 폴더
mk: Изворни Директориуми
pl: Katalogi źródłowe

source: Source module Makefile.am
fr: Makefile.am des sources
ko: 소스 모듈 Makefile.am
mk: Изворен модул Makefile.am
pl: Moduł źródła Makefile.am

source: Space-seperated list of directory name patterns to ignore
fr: Motifs de noms de répertoire à ignorer (séparés par espace)
ko: 무시할 폴더 이름 패턴의 목록(공백분리)
mk: Листа на директориуми одделени со празно место да се игнорираат
pl: Rozdzielona spacjami lista wzorców nazw katalogów do zignorowania

source: Space-seperated list of directory name patterns to match
fr: Motifs de noms de répertoire à utiliser (séparés par espace)
ko: 일치시킬 폴더이름 패턴의 목록(공백분리)
mk: Листа на директориуми одделени со празно место да се совпаднат
pl: Rozdzielona spacjami lista wzorców nazw katalogów do dopasowania

source: Space-seperated list of file name patterns to ignore
fr: Motifs de noms de fichier à ignorer (séparés par espace)
ko: 무시할 파일이름 패턴의 목록(공백분리)
mk: Листа на датотеки одделени со празно место да се игнорираат
pl: Rozdzielona spacjami lista wzorców nazw plików do zignorowania

source: Space-seperated list of file name patterns to match
fr: Motifs de noms de fichier à utiliser (séparés par espace)
ko: 일치시킬 파일이름 패턴의 목록(공백분리)
mk: Листа на датотеки одделени со празно место да се совпаднат
pl: Rozdzielona spacjami lista wzorców nazw plików do dopasowania

source: Squares
mk: Квадрати

source: Standard error:
fr: Sortie d'erreur :
ko: 표준 오류 출력:
mk: Стандардна грешка:
pl: Wyjście diagnostyczne:

source: Standard input:
fr: Entrée standard :
ko: 표준 입력:
mk: Стандарден влез:
pl: Standardowe wejście:

source: Standard output:
fr: Sortie standard :
ko: 표준 출력:
mk: Стандарден излез:
pl: Standardowe wyjście:

source: Start with a new Project. Application wizard will guide you with Project creation. With the Application Wizard, you will be able to create the skelleton of various types of Project.
mk: Стартувај со нов Проект. Волшебникот за апликации ќе Ве води во процесот на креирање. Со волшебникот за апликации ќе можете да го креирате костурот на различни типови проекти.
pl: Rozpocznij nowy projekt. Druid aplikacji przeprowadzi cię przez proces tworzenia projektu. Przy użyciu druida aplikacji będzie można utworzyć szkielet różnych typów projektu.

source: Strike-Out
mk: Прешкртано

source: String
ko: 문자열
mk: Стринг
pl: Ciąg znaków

source: String to replace
ko: 바꿀 문자열
mk: Стринг за замена
pl: Napis do zastąpienia

source: Strip trailling spaces on file save
fr: Supprimer les espaces de fin de ligne à la sauvegarde
ko: 파일 저장시 뒤따르는 공백 끌기
mk: Избриши празни места при снимање на фајлот
pl: Usuwanie końcowych spacji przy zapisie pliku

source: Style of Kangleipak
ko: Kangleipak 스타일
mk: Стил од Канглипак

source: Summary
fr: Résumé
ko: 요약
mk: Резултати:
pl: Podsumowanie

source: Supported Encodings
fr: Codages supportés
ko: 지원하는 인코딩
mk: Поддржани Енкодинзи
pl: Obsługiwane kodowania

source: Supports
fr: Support
ko: 지원
mk: Поддржува
pl: Obsługiwane elementy

source: Syntax highlight editor
ko: 문법 강조 스타일 편집
mk: Уредувач со осветлување на синтакса
pl: Edytor wyróżniania składni

source: Tab size in spaces:
fr: Tabulation (en espaces) :
ko: 탭 크기:
mk: Табулатор големина во празни места:
pl: Rozmiar tabulacji w spacjach:

source: Tabs position:
fr: Position des tabulations
ko: 탭 위치:
mk: Табови позиција:
pl: Położenie tabulacji:

source: Target:
fr: Cible :
ko: 대상:
mk: Цел:
pl: Obiekt docelowy:

source: Terminal options
ko: 터미널 선택사항
mk: Терминал
pl: Opcje terminala

source: Theme
ko: 테마
mk: Тема
pl: Motyw

source: Tool Editor
fr: Éditeur d'outils
ko: 도구 편집기
mk: Алатки Уредувач
pl: Edytor narzędzi

source: Top
fr: Haut
mk: Горе

source: Top level Makefile.am
fr: Makefile.am principal
ko: 최상위 Makefile.am
mk: Makefile.am од нај високо ниво
pl: Główny Makefile.am

source: Truncate long messages
fr: Tronquer les longs messages
ko: 긴 메시지 자르기
mk: Скрати ги долгите пораки
pl: Obcinanie długich komunikatów

source: Try to save in current locale's encoding
fr: Sauvegarder dans l'encodage du système
ko: 현재 언어의 인코딩으로 저장 시도
mk: Пробајте да го снимите во кодирањето од сегашнава локализација
pl: Próba zapisywania z kodowaniem zgodnym z bieżącymi ustawieniami

source: Try to save in original encoding
fr: Sauvegarder dans l'encodage d'origine
ko: 원래 인코딩으로 저장 시도
mk: Пробајте да го снимите во оригиналното кодирање
pl: Próba zapisywania z kodowaniem oryginalnym

source: Underline-Plain
mk: Потцртан

source: Underline-Squiggle
mk: Потцртан

source: Underline-TT
mk: Потцртан

source: Underlined
fr: Souligné
ko: 밑줄
mk: Подвлечен
pl: Podkreślenie

source: Undocked style
mk: Непоместувачки стил

source: Undocked style presents Anjuta in with all sub-windows undocked from the main window.
mk: Непоместувачкиот стил ја прикажува Anjuta во сите под-прозорски непоместувачки форми на главниот прозор

source: Update
fr: Mettre à jour
ko: 갱신
mk: Надградба
pl: Odśwież

source: Update tags image automatically
ko: 태그 이미지 자동 갱신
mk: Автоматска надградба на таговите со слики
pl: Automatyczne uaktualnianie obrazu znaczników

source: Use GNOME terminal profile:
fr: Profil du terminal GNOME à utiliser :
ko: GNOME 터미널 프로필 사용:
mk: Користи го GNOME терминал профилот:
pl: Używanie profilu terminala GNOME:

source: Use currently selected profile in GNOME terminal
fr: Utilise le profil sélectionné dans le terminal GNOME
ko: GNOME 터미널에서 현재 선택된 프로필을 사용
mk: Користи го само селектираниот профил во ГНОМЕ терминалот
pl: Używanie aktualnie wybranego profilu w terminalu GNOME

source: Use default
fr: Utiliser les valeurs par défaut
ko: 기본설정 사용
mk: Употреби стандардно
pl: Domyślne ustaw.

source: Use tabs for indentation
fr: Utiliser des tabulations pour indenter
ko: 들여쓰기에 탭사용
mk: Користи Таб за индентување
pl: Wcięcia przy użyciu tabulacji

source: User Tools
fr: Outils utilisateur
ko: 사용자 정의 도구
mk: Корисник Алатки
pl: Narzędzia użytkownika

source: User email address:
fr: Adresse électronique :
ko: 사용자 전자메일:
mk: Корисник е-маил адреса
pl: Adres e-mail użytkownika:

source: User information
fr: Information utilisateur
ko: 사용자 정보:
mk: Корисничка информација
pl: Informacje o użytkowniku

source: User name:
fr: Nom d'utilisateur :
ko: 사용자 이름:
mk: Кориснико име:
pl: Nazwa użytkownika:

source: Variable list
fr: Variables
ko: 변수 목록:
mk: Листа со променливи
pl: Lista zmiennych

source: Version:
ko: 버전:
mk: Верзија:
pl: Wersja:

source: View
fr: Vue
ko: 보기
mk: Преглед
pl: Widok

source: Warn when an undefined variable is referenced in the Makefile
fr: Avertir des variables non définies sont utilisées dans le Makefile.
ko: Makefile에서 정의되지 않은 변수가 참조될 때, 경고함
mk: Извести кога недефинирана променлива ќе референцира во Makefile
pl: Ostrzeganie przy odwołaniu do niezadeklarowanej w Makefile zmiennej

source: Warning message indicator style:
fr: Indicateur de message d'avertissement :
ko: 경고 메시지 지시자 스타일:
mk: Стил на индикаторот за предупредување
pl: Styl wyróżniania komunikatu ostrzeżenia:

source: Warnings
fr: Avertissements
ko: 경고 메시지
mk: Предупредувања
pl: Ostrzeżenia

source: Warnings messages:
ko: 경고 메시지:
mk: Предупредувања:
pl: Komunikaty ostrzeżeń:

source: Whole document
ko: 문서 전체
mk: Цел документ
pl: Cały dokument

source: Whole word
ko: 단어 전체
mk: Цел збор
pl: Cały wyraz

source: Windows style
mk: Стил на прозорци

source: Working directory:
fr: Répertoire de travail :
ko: 작업 폴더:
mk: Работна папка
pl: Katalog roboczy:

source: Wrap bookmarks search around
fr: Recherche des signets circulaire
ko: 책갈피 검색 wrap
mk: Пребарувањето на обележувачите почни го од почеток

source: _Attach
fr: _Attacher
ko: 붙이기(_A)
mk: _Закачи
pl: _Przyłącz
