Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: PHP files
ko: PHP 파일
mk: PHP датотеки
pl: Pliki PHP

source: Perl files
ko: Perl 파일
mk: Perl датотеки
pl: Pliki Perla

source: Python files
ko: Python 파일
mk: Python датотеки
pl: Pliki Pythona

source: Shell Script files
ko: Shell 스크립트 파일
mk: Школка Скрипта
pl: Pliki skryptów powłoki

source: Visual Basic files
ko: Visual Basic 파일
mk: Visual Basic датотеки
pl: Pliki Visual Basica

source: .lua files
ko: .lua 파일
mk: .lua датотеки
pl: Pliki .lua

source: PNG files
ko: PNG 파일
mk: PNG датотеки
pl: Pliki PNG

source: JPG files
ko: JPG 파일
mk: JPG датотеки
pl: Pliki JPEG

source: BMP files
ko: BMP 파일
mk: BMP датотеки
pl: Pliki BMP

source: GIF files
ko: GIF 파일
mk: GIF датотеки
pl: Pliki GIF

source: Text files
ko: Text 파일
mk: Текст датотеки
pl: Pliki tekstowe

source: XML files
ko: XML 파일
mk: XML датотеки
pl: Pliki XML

source: HTML files
ko: HTML 파일
mk: HTML датотеки
pl: Pliki HTML

source: DOC files
ko: Doc 파일
mk: DOC датотеки
pl: Pliki DOC

source: PO files
ko: PO 파일
mk: PO датотеки
pl: Pliki PO

source: Add file to module:
ko: 모듈에 파일 추가
mk: Додај ја датотеката во модулот:
pl: Dodaj plik do modułu:

source: Files
fr: Fichiers
ko: 파일
mk: Датотеки
pl: Pliki

source: Symbols
fr: Symboles
ko: 심볼
mk: Симболи
pl: Symbole

source: Project Information
ko: 프로젝트 정보
mk: Информации за проектот
pl: Informacje o projekcie

source: Project Information
ko: 프로젝트 정보
mk: Информации за проектот
pl: Informacje o projekcie

source: Author:
fr: Auteur :
ko: 저자:
mk: Автор:
pl: Autor:

source: Project Name:
fr: Nom du projet :
ko: 프로젝트 이름:
mk: Проект Име:
pl: Nazwa projektu:

source: Program Name:
ko: 프로그램 이름:
mk: Програм Име:
pl: Nazwa programu:

source: Source files:
ko: 소스 파일:
mk: Изворен датотеки:
pl: Pliki źródłowe:

source: Help files:
ko: 도움말 파일:
mk: Датотеки со помош:
pl: Pliki pomocy:

source: Data files:
ko: 데이타 파일:
mk: Податочни датотеки:
pl: Pliki danych:

source: Pixmap files:
ko: Pixmap 파일:
mk: Сликичка:
pl: Pliki piksmap:

source: Doc files:
ko: 문서 파일:
mk: Doc датотеки:
pl: Pliki dokumentacji:

source: Po files:
ko: PO 파일:
mk: Po датотеки:
pl: Pliki tłumaczeń .po:

source: GUI editable by Glade:
ko: Glade를 이용한 GUI 편집:
mk: GUI уредувачко од Glade:
pl: GUI modyfikowalne poprzez Glade:

source: Makefiles managed:
ko: Makefile 관리:
mk: Make датотеките управувани:
pl: Zarządzane pliki Makefile:

source: Gettext support:
ko: Gettext 지원:
mk: Gettext поддршка:
pl: Obsługa gettext:

source: Project Type:
ko: 프로젝트 종류:
mk: Проект Тип:
pl: Typ projektu:

source: Project is not saved. Do you want to save it before closing?
ko: 프로젝트가 저장되지 않았습니다. 닫기 전에 저장하시겠습니까?
mk: Проектот не е снимен. Дали сакате да го зачувате пред затварање?
pl: Projekt nie jest zapisany. Czy chcesz go zapisać przed zamknięciem?

source: Breton
ko: 브루타뉴어
mk: Бретањски
pl: Bretoński

source: Catalan
ko: 카탈란어
mk: Каталонски
pl: Kataloński

source: Czech
ko: 체코어
mk: Чешка
pl: Czeski

source: Danish
ko: 덴마크어
mk: Дански
pl: Duński

source: German
ko: 독일어
mk: Германски
pl: Niemiecki

source: Esperanto
ko: 에스페란토어
mk: Есперанто

source: Spanish
ko: 스페인어
mk: Шпански
pl: Hiszpański

source: Finnish
ko: 핀란드어
mk: Финска
pl: Fiński

source: French
ko: 프랑스어
mk: Француски
pl: Francuski

source: Herbrew
ko: 헤브류어
mk: Хебрејски
pl: Hebrajski

source: Croatian
ko: 크로아티아어
mk: Хрватски
pl: Chorwacki

source: Hungarian
ko: 헝가리어
mk: Унгарски
pl: Węgierski

source: Islandic
ko: 아일랜드어
mk: Исландски
pl: Islandzki

source: Italian
ko: 이탈리아어
mk: Италијански
pl: Włoski

source: Macedonian
ko: 마케도니아어
mk: Македонска
pl: Macedoński

source: Dutch
ko: 네덜란드어
mk: Холандски
pl: Holenderski

source: Norwegian
ko: 노르웨이어
mk: Норвешки
pl: Norweski

source: Polish
ko: 폴란드어
mk: Полски
pl: Polski

source: Portuguese
ko: 포르투갈어
mk: Португалски
pl: Portugalski

source: Russian
ko: 러시아어
mk: Руски
pl: Rosyjski

source: Slovak
ko: 슬로바키아어
mk: Словачка
pl: Słoweński

source: Simplified Chinese
ko: 중국어 간자
mk: Упростен Кинески
pl: Uproszczony chiński

source: Chinese
ko: 중국어
mk: Кинески
pl: Chińskie

source: Estonian
ko: 에스토니아어
mk: Естонска
pl: Estoński

source: Select regional language
ko: 지역 언어 선택
mk: Избери регионален јазик
pl: Wybierz język

source: Select regional language:
ko: 지역 언어 선택:
mk: Избери регионален јазик:
pl: Wybierz język:

source: Unable to find pixmap file: %s
ko: Pixmap 파일을 찾을 수 없습니다: %s
mk: Неможам да ја најдам датотеката со сликички: %s
pl: Nie można odnaleźć pliku z piksmapą: %s

source: "%s" does not exist. Do you want to create it now ?
ko: "%s" 가 존재하지 않습니다. 이것은 지금 생성하시겠습니까?
mk: "%s" Не постои. Дали сакате да го креирате сега ?
pl: Plik "%s" nie istnieje. Czy chcesz go teraz utworzyć?.

source: Not a regular file: %s.
ko: 정상적인 파일이 아닙니다: %s
mk: Не е регуларна датотека: %s.
pl: To nie jest zwykły plik: %s.

source: "%s" does not exist in the current module directory. Do you want to IMPORT (copy) it into the module?
ko: "%s" 가 현재 모듈 폴더에 존재하지 않습니다. 이것을 모듈로 가져오시겠습니까?
mk: "%s" не постои во постоечкиот директориум. Дали сакате да ја импортирате во модулов?
pl: "%s" nie istnieje w bieżącym katalogu modułów. Czy chcesz ZAIMPORTOWAĆ (skopiować) go do modułu?

source: Unable to find import script %s
ko: 가져오기 스크립트를 찾을 수 없습니다 %s
mk: Неможам да ја најдам скриптата за импортирање %s
pl: Nie można odnaleźć skryptu importowania: %s

source: %s: Not a regular file
ko: %s:정상적인 파일이 아닙니다
mk: %s: Не е регуларна датотека
pl: To nie jest zwykły plik: %s.

source: Importing Project from %s ...
ko: %s 로 부터 프로젝트 가져오는 중...
mk: Увезувам Проект од %s ...
pl: Importowanie projektu z %s ...

source: Could not launch script!
ko: 스크립트를 시작할 수 없습니다!
mk: Неможам да ја стартува скриптата
pl: Nie można uruchomić skryptu!

source: Importing Project...please wait
ko: 프로젝트 가져오는 중...기다리세요
mk: Увезувам Проект...молам почекајте
pl: Importowanie projektu...poczekaj chwilę

source: Project import completed...successful
ko: 프로젝트 가져오기 완료...성공
mk: Импортирањето на проект е комплетирано...успешно
pl: Importowanie projektu zakończone ... powodzeniem

source: Project import completed...successful
ko: 프로젝트 가져오기 완료...성공
mk: Импортирањето на проект е комплетирано...успешнo
pl: Importowanie projektu zakończone ... powodzeniem

source: Could not import Project: no project file found!
ko: 프로젝트를 가져올 수 없습니다: 프로젝트 파일을 찾지못함!
mk: Неможам да го импортирам проектот: Н е најдена проект датотека.
pl: Nie można zaimportować projektu: nie znaleziono pliku projektu!

source: Opening Project...please wait
ko: 프로젝트를 여는중...기다리세요
mk: Го отварам Проектот...молам почекајте
pl: Otwieranie projektu...poczekaj chwilę

source: Could not open generated Project file
ko: 생성된 프로젝트 파일을 불러올 수 없습니다
mk: Неможам да го отворам генерираната Проект датотека
pl: Nie można otworzyć wygenerowanego pliku projektu

source: Please complete all of the required fields
ko: 필요로하는 모든 항목을 완성하세요.
mk: Ве молам пополнете ги сите барани полиња
pl: Wypełnij wszystkie wymagane pola

source: The import operation has already begun. Click Cancel to skip the customisation stage, or Next to continue.
ko: 가져오기 과정이 이미 시작되었습니다. 입맛에 맞추는 단계를 건너뛰려면 [취소]를 누르세요. [다음]을 누르면 계속됩니다.
mk: Операцијата импортирање веќе отпочна. Кликнете на Cancel за да ја избегнете фазата на персонализирање, или кликнете Понатаму за да продолжите.
pl: Operacja importowania już się rozpoczęła. Kliknij Anuluj aby pominąć etap ustawień własnych lub Naprzód aby kontynuować.

source: The Project Import Wizard scans the directory of an existing code project, and attempts to import the structure into an Anjuta Project. There will be a chance to update any autodetected values during the import process. THIS IS AN EXPERIMENTAL FEATURE
ko: 프로젝트 가져오기 마법사가 기존 프로젝트 폴더를 검사하고, 전체 구조를 가져오려고 시도합니다. 가져오는 동안 자동 검출된 값들이 갱신될 가능성이 있습니다. 이것은 현재 실험 단계의 기능입니다
mk: Волшебникот за импортирање проекти ги пребарува сите директориуми од еден проект и пробува да ја импортира структурата како Anjuta проект. Ќе бидете во можност да ги менувате автоматски детектираните вредности по процесот на импортирање. ОВА Е ЕКСПЕРИМЕНТАЛНА МОЖНОСТ
pl: Druid importowania projektu przegląda katalog istniejącego projektu kodu oraz próbuje zaimportować strukturę do projektu Anjuty. Będzie szansa na aktualizację dowolnej automatycznie wykrytej wartości podczas procesu importowania. TO JEST FUNKCJA EKSPERYMENTALNA

source: Project Import Wizard
ko: 프로젝트 가져오기 마법사
mk: Проект Увези
pl: Druid importowania projektu

source: Select directory
fr: Sélectionnez un répertoire
ko: 폴더 선택
mk: Избери директориум
pl: Wybierz katalog

source: Select top level directory of an existing project
ko: 기존 프로젝트의 최상위 폴더 선택
mk: Избери го врвот од стеблото на постоечки проект
pl: Wybierz katalog głównego poziomu istniejącego projektu

source: Select existing project directory
ko: 기존 프로첵트 폴더 선택
mk: Изберете постоечки директориум
pl: Wybierz katalog istniejącego projektu

source: Click Next to begin the import
mk: Кликнете на Next за да почнете да импортирате

source: Modify
fr: Modifier
ko: 수정
mk: Измени
pl: Zmodyfikuj

source: CPU Registers
fr: Registres CPU
ko: CPU 레지스터
mk: CPU Регистри
pl: Rejestry CPU

source: Register
fr: Registre
ko: 레지스터
mk: Регистрирај
pl: Rejestr

source: Decimal
ko: 10 진 형식
mk: Децимала
pl: Dziesiętnie

source: Widget not found: %s
fr: Composant graphique introuvable :%s
ko: 위젯을 찾을 수 없습니다: %s
mk: Елементот не е најден: %s
pl: Nie odnaleziono widgetu: %s

source: Could not find application image file: %s
ko: 응용프로그램 이미지 파일을 찾을 수 없습니다: %s
mk: Неможам да ја најдам сликата од апликацискиот фајл: %s
pl: Nie można odnaleźć pliku z obrazem aplikacji: %s

source: Could not find application pixmap file: %s
fr: Impossible de trouver l'image « %s »
ko: 응용프로그램 pixmap 파일을 찾을 수 없습니다: %s
mk: Неможам да ја пронајдам апликациската пиксел мапа фајл: %s
pl: Nie można odnaleźć pliku z piksmapą aplikacji: %s

source: Cannot execute Devhelp. Make sure it is installed
ko: Devhelp 를 실행할 수 없습니다. 설치가 되어있는지 확인하세요
mk: Неможам да го стартувам Devhelp. Проверете дали е инсталиран
pl: Nie można uruchomić programu DevHelp. Upewnij się, że jest on zainstalowany.

source: Replace
fr: Remplacer
ko: 바꾸기
mk: Замени
pl: Zastąp

source: Replace All
fr: Tout remplacer
ko: 모두 바꾸기
mk: Замени сѐ
pl: Zamień wszystko

source: No matches.
ko: 일치하는 곳이 없습니다.
mk: Нема најдено ништо.
pl: Brak dopasowań

source: The maximum number of results has been reached.
fr: Le nombre maximum de résultats a été atteint.
ko: 검색건수 최대값
mk: Максималниот број на резултати е достигнат.
pl: Osiągnięto maksymalną liczbę wyników.

source: %d matches have been replaced.
fr: %d correspondances ont été remplacées.
ko: %d 개의 일치점이 바뀌었습니다.
mk: %d погодоци беа заменети
pl: Zamieniono %d dopasowań(-nia).

source: Unable to build user interface for Search And Replace
fr: L'initialisation de l'interface « Rechercher et remplacer » a échoué.
ko: 찾기 및 바꾸기를 위한 사용자 인터페이스를 만들 수 없습니다.
mk: Неможам да го изградам корисничкиот интерфејст за Барај/Измени
pl: Nie można zbudować interfejsu użytkownika dla Wyszukiwania i zamiany

source: Shared libraries
fr: Bibliothèques partagées
ko: 공유 라이브러리
mk: Поделени библиотеки
pl: Biblioteki dzielone

source: Shared Object
fr: Bibliothèque partagée
ko: 공유 라이브러리
mk: Поделен Објект
pl: Obiekt dzielony

source: From
fr: Depuis
mk: Од
pl: Z

source: To
fr: Vers
mk: До
pl: Do

source: Modify Signal
fr: Modifier signal
ko: 시그널 수정
mk: Измени Сигнал
pl: Zmodyfikuj sygnał

source: Send to process
fr: Envoyer au processus
ko: 프로세스에 보내기
mk: Испрати до процесот
pl: Wyślij do procesu

source: Kernel signals
fr: Signaux du noyaux
ko: 커널 시그널
mk: Кернел сигнали
pl: Sygnały jądra

source: Signal
ko: 시그널
mk: Сигнал
pl: Sygnał

source: Stop
ko: 중지
mk: Стоп
pl: Zatrzymaj

source: Set Signal Property
ko: 시그날 특성 설정
mk: Set Signal Својство
pl: Ustawienie właściwości sygnału

source: Stop:
ko: 중지:
mk: Стоп:
pl: Zatrzymanie:

source: Print:
ko: 인쇄:
mk: Печати:
pl: Wypisanie:

source: Pass:
fr: Passe :
ko: 패스:
mk: Лозинка:
pl: Przebieg:

source: Error writing to file: %s.
ko: 파일 %s 에 쓰는 도중 오류가 발생하였습니다.
mk: Грешка при снимање во датотеката: %s.
pl: Błąd przy zapisie do pliku: %s.

source: Unable to create file: %s.
fr: Impossible de créer le fichier « %s ».
ko: 파일을 생성할 수 없습니다: %s
mk: Грешка при креирање на датотеката: %s.
pl: Nie można utworzyć pliku: %s.

source: Error writing to: %s.
ko: 쓰는 도중 오류: %s
mk: Грешка при снимање во: %s
pl: Błąd przy zapisie do : %s.

source: Source Paths
ko: 소스 경로
mk: Извор Патишта
pl: Ścieżki źró_dłowe

source: Error getting selection
ko: 선택영역 얻는 중 오류
mk: Грешка при земање на селекцијата
pl: Błąd podczas pobierania zaznaczenia

source: Error getting source location from stack frame
ko: 스택 프래임으로 부터 소스 위치를 얻는 중 오류
mk: Грешка при земање на изворната локација од стек рамката.
pl: Błąd podczas pobierania położenia źródłowego z ramki stosu

source: Frame set
ko: 프레임 셋
mk: Рамка стави
pl: Ustawienia ramki

source: Frame info
fr: Informations sur le cadre de pile
ko: 프레임 정보
mk: Рамка инфо
pl: Informacje o ramce

source: Frame args
ko: 프레임 인수
mk: Рамка аргументи
pl: Parametry ramki

source: View Source
fr: Voir le code source
ko: 소스보기
mk: Преглед Изворен код
pl: Widok źródła

source: Active
fr: Actif
ko: 활성화
mk: Активен
pl: Aktywne

source: Count
ko: 개수
mk: Број
pl: Licznik

source: Frame
fr: Cadre de pile
ko: 프레임
mk: Рамка
pl: Ramka

source: Couldn't find pixmap file: %s
ko: Pixmap 파일을 찾을 수 없습니다: %s
mk: Неможам да ја најдам датотеката со пиксел мапи: %s
pl: Nie można odnaleźć pliku z piksmapą: %s

source: This file is too big. Unable to allocate memory.
fr: Ce fichier est trop volumineux. L'allocation mémoire a échoué.
ko: 이 파일은 크기가 너무 큽니다. 메모리를 할당할 수 없습니다.
mk: Датотеката е премногу голема. Неможам да алоцирам толку меморија.
pl: Ten plik jest za duży. Nie można przydzielić pamięci.

source: The file does not look like a text file or the file encoding is not supported.Please check if the encoding of file is in the supported encodings list. If not, add it from the preferences.
mk: Датотеката изгледа не е текстуална или кодирањето на датотеката не е подржано. Ве молиме проверете дали кодирањето на датотеката е во листата на поддржани кодирања. Ако не е, додадете го преку Параметри.

source: Loading file ...
ko: 파일 불러오는 중 ...
mk: Вчитувам датотека ...
pl: Wczytywanie pliku ...

source: Could not load file: %s Details: %s
fr: Impossible de charger le fichier « %s » Détails : %s
ko: 파일을 읽을 수 없습니다: %s 상세정보: %s
mk: Неможам да ја вчитам датотеката: %s Детали: %s
pl: Nie można wczytać pliku: %s Szczegóły: %s

source: File loaded successfully
ko: 파일을 성공적으로 읽었습니다
mk: Датотеката е вчитана успешно
pl: Plik został wczytany

source: Saving file ...
ko: 파일 저장중 ...
mk: Снимање на датотека ...
pl: Zapisywanie pliku ...

source: Could not save file: %s.
fr: Impossible d'enregistrer le fichier « %s ».
ko: 파일을 저장할 수 없습니다: %s
mk: Неможам да ја снимам датотеката: %s.
pl: Nie można zapisać pliku: %s.

source: File saved successfully
ko: 파일을 성공적으로 저장하였습니다
mk: Датотеката е снимена успешно
pl: Plik został zapisany

source: The file '%s' on the disk is more recent than the current buffer. Do you want to reload it?
fr: Le fichier « %s » sur le disque est plus récent que le tampon courant. Voulez-vous le recharger ?
ko: 디스크에 있는 파일 '%s' 이 현재 버퍼보다 최신것입니다. 이 파일을 다시 불러오시겠습니까?
mk: Датотеката '%s' на дискот е понова од онаа во тековниот бафер. Дали сакате да ја превчитате?
pl: Plik "%s" na dysku jest nowszy niż plik znajdujący się w bieżącym buforze. Czy chcesz go wczytać ponownie?

source: Auto format is currently disabled. Change the setting in Preferences.
fr: L'indentation automatique est désactivée. Vous pouvez l'activer dans les préférences.
ko: 현재 자동서식 기능이 꺼져있습니다. [환경 설정]에서 설정을 변경하세요.
mk: Автоматското форматирање моментално не е овозможено Променете го ова во Параметри.
pl: Opcja automatycznego formatowania jest wyłączona. Jeśli jej potrzebujesz włącz ją w menu ustawień

source: Auto formatting ...
ko: 자동서식중 ...
mk: Автоматското форматирање ...
pl: Automatyczne formatowanie ...

source: Error in auto formatting ...
ko: 자동서식 중 오류 ...
mk: Грешка во авто-форматирањето
pl: Podczas automatycznego formatowania wystąpił błąd ...

source: Error in auto formatting ... Details: %s
ko: 자동서식중 오류·... 상세내역:·%s
mk: Грешка во авто-форматирањето ... Детали: %s
pl: Podczas automatycznego formatowania wystąpił błąd ... Szczegóły: %s

source: Auto formatting completed
ko: 자동 생성 완료
mk: Автоматското форматирање е комплетирано
pl: Zakończono automatyczne formatowanie

source: Autosaved "%s"
ko: 자동저장됨 "%s"
mk: Автоматски снимен "%s"
pl: Automatycznie zapisano "%s"

source: Autosave "%s" -- Failed
fr: L'enregistrement automatique de « %s » a échoué.
ko: 자동저장 "%s" -- 실패
mk: Автоматското снимање "%s" -- Не успеа
pl: Automatyczny zapis "%s" -- bez powodzenia

source: New
fr: Nouveau
mk: Ново
pl: Nowy

source: Open
fr: Ouvrir
mk: Отвори
pl: Otwórz

source: Save
fr: Enregistrer
mk: Зачувај
pl: Zapisz

source: Reload
fr: Recharger
mk: Вчитај повторно
pl: Odśwież

source: Cut
fr: Couper
ko: 잘라내기
mk: Исечи
pl: Wytnij

source: Cut to clipboard
ko: 클립보드로 잘라내기
mk: Исечи во клипборд
pl: Wycina do schowka

source: Copy
fr: Copier
ko: 복사
mk: Копирај
pl: Skopiuj

source: Copy to clipboard
ko: 클립보드로 복사
mk: Копирај во клипборд
pl: Kopiuje do schowka

source: Paste
fr: Coller
ko: 붙여넣기
mk: Вметни
pl: Wklej

source: Paste from clipboard
ko: 클립보드로부터 붙여넣기
mk: Вметни во клипборд
pl: Wkleja ze schowka

source: Search string
ko: 문자열 검색
mk: Барај стринг
pl: Wyszukiwanie napisu

source: Search and replace string
ko: 문자열 찾아 바꾸기
mk: Барај и замени стринг
pl: Napis do wyszukania i zmiany

source: line:
ko: 행:
mk: линија:
pl: wiersz:

source: Compile the current file
ko: 현재 파일 컴파일
mk: Компајлирај ја сегашната датотека
pl: Kompiluje bieżący plik

source: Build current file or the source directory of the Project
ko: 현재 파일 또는 프로젝트의 소스 폴더로부터 빌드
mk: Изгради ја тековната датотека или изворниот директориум на Проектот
pl: Buduje bieżący plik lub katalog źródłowy projektu

source: Attach
ko: 붙이기
mk: Закачи
pl: Przyłącz

source: Attach the current page
ko: 현재 페이지 붙이기
mk: Закачи ја моменталната страна
pl: Odłącza bieżącą stronę

source: Back
fr: Précédent
ko: 뒤로
mk: Назад
pl: Wstecz

source: Forward
fr: En avant
ko: 앞으로
mk: Напред
pl: Naprzód

source: Prev mesg
fr: Msg. préc.
ko: 이전 메시지
mk: Претходна порака
pl: Poprzedni komunikat

source: Next mesg
fr: Msg suiv.
ko: 다음 메시지
mk: Следна порака
pl: Następny komunikat

source: Prev bookmark
fr: Signet précédent
ko: 이전 책갈피
mk: Претходна белешка
pl: Poprzednia zakładka

source: Next bookmark
fr: Signet suivant
ko: 다음 책갈피
mk: Следна белешка
pl: Następna zakładka

source: Step in
fr: Pas en avant
ko: 안으로 들어오기
mk: Чекори внатре
pl: Krok z wejściem

source: Step over
fr: Pas en sautant
ko: 건너뛰기
mk: Чекори надвор
pl: Krok nad

source: Step out
fr: Pas en sortant
ko: 밖으로 나가기
mk: Чекори надвор
pl: Krok z wyjściem

source: Run to cursor
fr: Exécuter jusqu'au curseur
ko: 커서위치에서 실행
mk: Изврши од покажувачот
pl: Przejdź do kursora

source: Run/Continue
fr: Exécuter/Continuer
ko: 실행/계속
mk: Изврши/Продолжи
pl: Uruchom/kontynuuj

source: Interrupt
fr: Interrompre
ko: 인터럽트
mk: Прекин
pl: Przerwanie

source: Toggle Line numbers
fr: Basculer la numérotation des lignes
ko: 행번호 ON/OFF
mk: Промени Броеви на линии
pl: Przełącz numery wierszy

source: Toggle Marker Margin
fr: Basculer les marqueurs de la marge
ko: 표식 열 ON/OFF
mk: Промени Маркер Маргина
pl: Przełącz znaczniki na marginesie

source: Toggle Fold Margin
fr: Basculer les replis de la marge
ko: 폴드 열 ON/OFF
mk: Промени Пакување Маргина
pl: Przełącz margines sekcji

source: Toggle Guides
fr: Basculer les guides
ko: 안내 ON/OFF
mk: Промени Прирачници
pl: Przełącz prowadnice

source: ++Zoom
fr: ++Plus grand
ko: 확대
mk: ++Зум
pl: Powiększenie tekstu

source: --Zoom
fr: --Plus petit
ko: 축소
mk: --Зум
pl: Zmniejszenie tekstu

source: Context Help
fr: Aide contextuelle
ko: 컨텍스트 도움말
mk: Контекст Помош
pl: Pomoc kontekstowa

source: Toggle Bookmark
fr: Basculer signet
ko: 책갈피 ON/OFF
mk: Промени Белешка
pl: Przełącz zakładkę

source: Auto format
fr: Indentation automatique
ko: 자동서식
mk: Автоматско форматирање
pl: Autoformatuj

source: Go
fr: Aller
ko: 가기
mk: Оди
pl: Przejdź

source: Tags
fr: Repères
ko: 태그
mk: Тагови
pl: Znaczniki

source: Close
fr: Fermer
ko: 닫기
mk: Затвори
pl: Zamknij

source: Undo
mk: Врати
pl: Cofnij

source: Redo
mk: Повтори
pl: Ponów

source: Detach
ko: 분리
mk: Откачи
pl: Odłącz

source: Detach the current page
ko: 현재 쪽 분리
mk: Откачи ја моменталната страна
pl: Odłącza bieżącą stronę

source: Search for the given string in the current file
ko: 현재 파일에서 주어진 문자열 검색
mk: Барај го дадениот стринг во тековната датотека
pl: Szuka zadanego tekstu w bieżącym pliku

source: Enter the string to search for
ko: 찾을 문자열을 입력하세요
mk: Внесете го стрингот кој треба да се бара
pl: Wprowadź wyszukiwany napis

source: Go To
mk: Оди
pl: Przejdź do

source: Go to the given line number in the current file
ko: 현재 파일에서 주어진 행번호로 이동
mk: Оди на дадениот број на линија во тековната датотека
pl: Przechodzi w bieżącym pliku do wiersza o podanym numerze

source: Enter the line number to go to
ko: 이동할 행번호를 입력하세요
mk: Внесете го бројот на линијата на која треба да се скокне
pl: Wprowadź numer wiersza, do którego chcesz przejść

source: Context sensitive help
ko: 컨텍스트 고려 도움말
mk: Контекстно осетлива помош
pl: Pomoc kontekstowa

source: Save Project
ko: 프로젝트 저장
mk: Зачивај Проект
pl: Zapisuje projekt

source: Close Project
ko: 프로젝트 닫기
mk: Затвори Проект
pl: Zamyka projekt

source: Run configure
ko: configure 실행
mk: Изврши конфигурација
pl: Uruchamia konfigurowanie

source: Build current file, or build the source directory of the Project
ko: 현재 파일 또는 프로젝트의 소스폴더로부터 빌드
mk: Изгради ја тековната датотека или изгради го изворниот директориум на Проектот
pl: Buduje bieżący plik lub buduje katalog źródłowy projektu

source: Build_all
ko: 전부 빌드(_A)
mk: Изгради_се
pl: Zbuduj _wszystko

source: Build from the top directory of the Project
ko: 프로젝트의 최상위 폴더로 부터 빌드
mk: Изгради од врвот на директориумот на проектот
pl: Buduje z głównego katalogu projektu

source: Execute
mk: Изврши
pl: Wykonaj

source: Start the Debugger
ko: 디버거 시작
mk: Стартувај го дебагерот
pl: Uruchamia debuger

source: Stop/interrupt compile or build
ko: 컴파일이나 빌드의 중지/인터럽트
mk: Старт/прекин на компајлирањето или градењето
pl: Zatrzymuje/wstrzymuje kompilację lub budowanie

source: Toggle
ko: 토글
mk: Промени
pl: Przełącz

source: Toggle bookmark at current location
ko: 현재 위치에서 책갈피 ON/OFF
mk: Промени белешка на тековната локација
pl: Przełącza zakładkę na bieżącej lokalizacji

source: First
mk: Прв
pl: Pierw

source: Goto first bookmark in this document
ko: 이 문서의 처음 책갈피로 이동
mk: Оди на првата белешка од овој документи
pl: Przechodzi do pierwszej zakładki dokumentu

source: Prev
ko: 이전으로
mk: Претходен
pl: Poprz

source: Goto previous bookmark in this document
ko: 이 문서의 이전 책갈피로 이동
mk: Оди на предходната белешка во овој документ
pl: Przechodzi do poprzedniej zakładki dokumentu

source: Next
ko: 다음으로
mk: Следно
pl: Nast

source: Goto next bookmark in this document
ko: 이 문서의 다음 책갈피로 이동
mk: Оди на следната белешка во овој документ
pl: Przechodzi do następnej zakładki dokumentu

source: Last
mk: Последно
pl: Ostat

source: Goto last bookmark in this document
ko: 이 문서의 마지막 책갈피로 이동
mk: Оди на последната белешка во овој документ
pl: Przechodzi do ostatniej zakładki dokumentu

source: Goto previous message in this document
ko: 이 문서의 이전 메시지로 이동
mk: Оди на предходната порака во овој документ
pl: Przechodzi do poprzedniego komunikatu w tym dokumencie

source: Goto next message in this document
ko: 이 문서의 다음 메시지로 이동
mk: Оди на следната порака во овој документ
pl: Przechodzi do następnego komunikatu w tym dokumencie

source: Start
ko: 시작
mk: Старт
pl: Pocz

source: Goto start of current code block
ko: 현재 코드블럭의 시작위치로 이동
mk: Оди на почеток од тековниот блок на код
pl: Przechodzi na początek bieżącego bloku kodu

source: End
ko: 끝
mk: Крај
pl: Koniec

source: Goto end of current code block
ko: 현재 코드 블럭의 끝으로 이동
mk: Оди на крајот од тековниот блок на код
pl: Przechodzi na koniec bieżącego bloku kodu
