Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: _Indentation guides
fr: Guides d'_indentation
ko: 들여쓰기 안내(_I)
mk: _Водачи за Порамнување
pl: Prowadnice _wcięć

source: Show/Hide indentation guides
fr: Bascule l'affichage des guides d'indentation
ko: 들여쓰기 안내 보이기/숨기기
mk: Скриј ги/Прикажи ги водичите за порамнување
pl: Przełącza wyświetlanie prowadnic wcięć

source: _White spaces
fr: _Espaces
ko: 공백문자(_W)
mk: _Празни места
pl: _Widzialne spacje

source: Show/Hide white spaces
fr: Met en évidence ou non les espaces
ko: 공백문자 보이기/숨기기
mk: Прикажи ги/Скриј ги празните места
pl: Wyświetla/ukrywa widzialne spacje

source: _Line end characters
fr: Retours _chariot
ko: 개행문자(_L)
mk: _Карактери од крајните линии
pl: Znaki koń_ca wiersza

source: Show/Hide line end characters
fr: Bascule l'affichage des retours chariots
ko: 개행문자 보이기/숨기기
mk: Прикажи ги/Скриј ги карактерите од крајните линии
pl: Wyświetla/ukrywa znaki końca wiersza

source: Line _wrapping
fr: _Retour à la ligne
ko: 행 wrap(_W)
mk: _Порамнување на линиите
pl: Zawijanie w_ierszy

source: Enable/disable line wrapping
fr: Bascule le retour à la ligne automatique (line wrapping)
ko: 행 wrap 사용함/사용안함
mk: Овозможи/Оневозможи го порамнувањето на линиите
pl: Przełącza opcję zawijania wierszy

source: ++ Zoom
ko: 확대
mk: ++ Зум
pl: ++ Powiększenie

source: Increase text zoom by 1 unit
ko: 1 단위 만큼 텍스트 확대 증가
mk: Наголеми го зумирањето на текст за една единица
pl: Zwiększa rozmiar tekstu o 1 jednostkę

source: Zoom factor +8
ko: 확대율 +8
mk: Фактор на зумирање +8
pl: Współczynnik powiększenia +8

source: Zoom factor +6
ko: 확대율 +6
mk: Фактор на зумирање +6
pl: Współczynnik powiększenia +6

source: Zoom factor +4
ko: 확대율 +4
mk: Фактор на зумирање +4
pl: Współczynnik powiększenia +4

source: Zoom factor +2
ko: 확대율 +2
mk: Фактор на зумирање +2
pl: Współczynnik powiększenia +2

source: Zoom factor 0
ko: 확대율 0
mk: Фактор на зумирање 0
pl: Współczynnik powiększenia 0

source: Zoom factor -2
ko: 확대율 -2
mk: Фактор на зумирање -2
pl: Współczynnik powiększenia -2

source: Zoom factor -4
ko: 확대율 -4
mk: Фактор на зумирање -4
pl: Współczynnik powiększenia -4

source: Zoom factor -6
ko: 확대율 -6
mk: Фактор на зумирање -6
pl: Współczynnik powiększenia -6

source: Zoom factor -8
ko: 확대율 -8
mk: Фактор на зумирање -8
pl: Współczynnik powiększenia -8

source: -- Zoom
ko: 축소
mk: -- Зум
pl: -- Pomniejszenie

source: Reduce text zoom by 1 unit
ko: 1 단위만큼 텍스트 확대 줄이기
mk: Редуцирај го текстуалното зумирање за една единица
pl: Zmniejszenie współczynnika wymiaru tekstu o 1 jednostkę

source: _Message window
ko: 메시지 창(_M)
mk: _Прозорец со порака
pl: Okno _komunikatów

source: Show/Hide the Message window
ko: 메시지 창 보이기/숨기기
mk: Прикажи го/Скриј го прозорецот со порака
pl: Wyświetla/ukrywa okno komunikatów

source: _Project window
ko: 프로젝트 창(_P)
mk: _Прозорец за проект
pl: Okno _projektu

source: Show/Hide the Project window
ko: 프로젝트 창 보이기/숨기기
mk: Прикажи го/Скриј го прозорецот за проект
pl: Wyświetla/ukrywa okno projektu

source: B_ookmarks
ko: 책갈피(_O)
mk: О_бележувач
pl: Zakła_dki

source: Show the Bookmark window
ko: 책갈피 창 보이기
mk: Прикажи го прозорецот со обележувачи
pl: Wyświetla okno zakładek

source: _Toolbars
fr: _Barres d'outils
ko: 도구막대(_T)
mk: _Ленти со алатки
pl: Pa_sek narzędzi

source: _Editor
fr: _Éditeur
ko: 편집기(_E)
mk: _Уредувач
pl: _Edytor

source: _Zoom text
ko: 텍스트 확대/축소(_Z)
mk: _Зумирај го текстот
pl: _Rozmiar tekstu

source: _Breakpoints
fr: _Points d'arrêt
ko: 중단점(_B)
mk: _Точки на прекин
pl: Pr_zerwania

source: Show breakpoints editor window
ko: 중단점 편집 창 보이기
mk: Прикажи го прозорецот за точки на прекин
pl: Wyświetla okno edytora punktów przerwania

source: _Registers
ko: 레지스터(_R)
mk: _Регистри
pl: _Rejestry

source: Show CPU registers and their contents
ko: CPU 레지스터 및 내용 보이기
mk: Прикажи ги процесорските регистри и нивната содржина
pl: Wyświetla rejestry procesora (CPU) oraz ich zawartość

source: Shared _Libraries
ko: 공유 라이브러리(_L)
mk: Делени _Библиотеки
pl: Bib_lioteki dzielone

source: Show shared libraries loaded by the program
ko: 프로그램이 불러들인 공유 라이브러리 보이기
mk: Прикажи ги делените библиотеки кои се вчитани од програмата
pl: Wyświetla listę bibliotek dzielonych załadowanych przez program

source: _Kernel Signals
ko: 커널 시그널(_K)
mk: _Кернел Сигнали
pl: _Sygnały jądra systemu

source: Show the kernel signals editor window
ko: 커널 신호 편집 창 보이기
mk: Прикажи го прозорецот со кернел сигнали
pl: Wyświetla okno edytora sygnałów jądra systemu

source: _Dump Window
mk: _Дамп Прозор

source: Show memory dump window
ko: 메모리 덤프 창 보이기
mk: Прикажи го прозорецот за мемориски dump
pl: Wyświetla okno zrzutu pamięci

source: _Console
mk: _Конзола

source: Show the console where the program runs
mk: Прикажи ја конзолата кога програмата ќе се изврши

source: Show _Locals
mk: Прикажи ги _локалите

source: Show/Hide Local variables in Message window
mk: Прикажи ги/Скриј ги локалните променливи во прозорецот за пораки

source: Include file
ko: 헤더 파일
mk: Вклучи ја датотеката
pl: Plik nagłówkowy

source: Source file
ko: 소스 파일
mk: Изворна датотека
pl: Plik źródłowy

source: Help file
ko: 도움말 파일
mk: Помошна датотека
pl: Plik pomocy

source: Data file
ko: 데이타 파일
mk: Податочна датотека
pl: Plik danych

source: Pixmap file
ko: Pixmap 파일
mk: Сликичка
pl: Plik piksmapy

source: Translation file
ko: 번역용(.po) 파일
mk: Превод датотека
pl: Plik tłumaczenia

source: Doc file
ko: 문서 파일
mk: Doc датотека
pl: Plik dokumentacji

source: Add File
ko: 파일 추가
mk: Додај датотека
pl: Dodaj plik

source: Remove File
ko: 파일 제거
mk: Отстрани датотека
pl: Usuń plik

source: Configure Project
ko: 프로젝트 설정
mk: Конфигурирај Проект
pl: Skonfiguruj projekt

source: Configure options for the current Project
ko: 현재 프로젝트의 설정 선택사항
mk: Конфигурирај ги опциите за тековниот проект
pl: Konfiguruje opcje bieżącego projektu

source: Project Info
ko: 프로젝트 정보
mk: Проект Инфо
pl: Informacje o projekcie

source: Display the Project information
ko: 프로젝트 정보 보기
mk: Прикажи ги информациите за проектот
pl: Wyświetla informacje na temat projektu

source: _Update tags image
ko: 태그 이미지 갱신(_U)
mk: _Надгради ги сликите за таговите
pl: _Uaktualnij obraz znaczników

source: Update the tags image of the Project/opened files
ko: 프로젝트/열린파일의 태그 이미지 갱신
mk: Обнови ги сликите за тагови од проектот/отворените датотеки
pl: Uaktualnia obraz znaczników projektu/otwartych plików

source: Rebuild tags image
ko: 태그 이미지 다시 만들기
mk: Реизгради ги сликите за тагови
pl: _Przebuduj obraz znaczników

source: Rebuild the tags image of the Project
ko: 프로젝트 태그 이미지 다시만들기
mk: Реизгради ги сликите за тагови од проектот
pl: Przebudowuje obraz znaczników projektu

source: Ed_it Application GUI ...
ko: 응용프로그램 GUI 편집(_I) ...
mk: Изме_ни го графичкиот изглед на апликацијата ...
pl: Zmodyfikuj _GUI aplikacji...

source: Edit application GUI with the Glade GUI editor
ko: GUI 편집기 "glade" 로 응용프로그램의 GUI를 편집
mk: Измени го графичкиот изглед на апликацијата со Glade уредувачот за графички изглед
pl: Modyfikuje GUI aplikacji za pomocą Glade

source: Automatic
fr: Automatique
ko: 자동
mk: Автоматски
pl: Automatycznie

source: Automatically determine the highlight style
ko: 자동으로 강조스타일 정하기
mk: Автоматски одреди го стилот на подвлекување
pl: Automatyczne ustawianie stylu wyróżniania

source: No Highlight style
ko: 강조 스타일 없음
mk: Без стил на подвлекување
pl: Brak stylu wyróżniania

source: Remove the current highlight style
ko: 현재 강조 스타일 제거
mk: Одстрани го тековниот стил на подвлекување
pl: Usuwa bieżący styl wyróżniania elementów składni

source: C and C++
ko: C/C++
mk: C и C++
pl: C oraz C++

source: Force the highlight style to C and C++
ko: 강제로·C/C++·스타일·강조표시
mk: Форсирај го стилот на подвлекување по критериум на C и C++
pl: Wymusza styl wyróżniania składni dla C oraz C++

source: C and C++ with GNOME
ko: C/C++ (GNOME)
mk: C и C++ со GNOME
pl: C oraz C++ z GNOME

source: Force the highlight style to C and C++ with GNOME
ko: 강제로·GNOME 기반 C/C++ 스타일·강조표시
mk: Форсирај го стилот на подвлекување по критериум на C и C++ со GNOME
pl: Wymusza styl wyróżniania składni dla C oraz C++ z GNOME

source: Force the highlight style to HTML
ko: 강제로·HTML·스타일·강조표시
mk: Форсирај го стилот на подвлекување по HTML критериум
pl: Wymusza styl wyróżniania składni dla HTML-a

source: Force the highlight style to XML
ko: 강제로·XML·스타일·강조표시
mk: Форсирај го стилот на подвлекување по XML критериум
pl: Wymusza styl wyróżniania składni dla XML-a

source: Force the highlight style to Javascript
ko: 강제로·Java 스크립트·스타일·강조표시
mk: Форсирај го стилот на подвлекување по Javascript критериум
pl: Wymusza styl wyróżniania składni dla języka JavaScript

source: Force the highlight style to WScript
ko: 강제로·WScript·스타일·강조표시
mk: Форсирај го стилот на подвлекување по WScript критериум
pl: Wymusza styl wyróżniania składni dla języka WScript

source: Force the highlight style to Makefile
ko: 강제로·Makefile·스타일·강조표시
mk: Форсирај го стилот на подвлекување по Makefile критериум
pl: Wymusza styl wyróżniania składni dla pliku Makefile

source: Force the highlight type to Java
ko: 강제로 Java 스타일 강조표시
mk: Форсирај го стилот на подвлекување по Java критериум
pl: Wymusza styl wyróżniania składni dla języka Java

source: Force the highlight style to LUA
ko: 강제로·LUA·스타일·강조표시
mk: Форсирај го стилот на подвлекување по LUA критериум
pl: Wymusza styl wyróżniania składni dla LUA

source: Force the highlight style to Python
ko: 강제로·Python·스타일·강조표시
mk: Форсирај го стилот на подвлекување по Python критериум
pl: Wymusza styl wyróżniania składni dla języka Python

source: Force the highlight style to Perl
ko: 강제로·Perl·스타일·강조표시
mk: Форсирај го стилот на подвлекување по Perl критериум
pl: Wymusza styl wyróżniania składni dla języka Perl

source: Force the highlight style to SQL
ko: 강제로·SQL 스타일·강조표시
mk: Форсирај го стилот на подвлекување по SQL критериум
pl: Wymusza styl wyróżniania składni dla języka SQL

source: Force the highlight style to PL/SQL
ko: 강제로·PL/SQL·스타일·강조표시
mk: Форсирај го стилот на подвлекување по PL/SQL критериум
pl: Wymusza styl wyróżniania składni dla języka PL/SQL

source: Force the highlight style to PHP
ko: 강제로·PHP·스타일·강조표시
mk: Форсирај го стилот на подвлекување по PHP критериум
pl: Wymusza styl wyróżniania składni dla języka PHP

source: Force the highlight style to LaTex
ko: 강제로·LaTeX·스타일·강조표시
mk: Форсирај го стилот на подвлекување по LaTeX критериум
pl: Wymusza styl wyróżniania składni dla języka LaTeX

source: Force the highlight style to Diff
ko: 강제로·diff·스타일·강조표시
mk: Форсирај го стилот на подвлекување по Diff критериум
pl: Wymusza styl wyróżniania składni dla Diff-a

source: Force the highlight style to Pascal
ko: 강제로·Pascal·스타일·강조표시
mk: Форсирај го стилот на подвлекување по Pascal критериум
pl: Wymusza styl wyróżniania składni dla języka Pascal

source: Force the highlight style to Xcode
ko: 강제로·Xcode·스타일·강조표시
mk: Форсирај го стилот на подвлекување по Xcode критериум
pl: Wymusza styl wyróżniania składni dla Xcode

source: Prj/Properties
mk: Prj/Атрибути
pl: Projekt/właściwości

source: Force the highlight style to project/properties files
ko: 강제로·프로젝트/설정 파일·스타일·강조표시
mk: Форсирај го стилот на подвлекување по проект/својства критериум
pl: Wymusza styl wyróżniania składni dla plików projektu/właściwości

source: Force the highlight style to UNIX conf files
ko: 강제로 UNIX 설정파일 스타일·강조표시
mk: Форсирај го стилот на подвлекување по критериум на UNIX конфигурациски датотеки
pl: Wymusza styl wyróżniania składni dla uniksowych plików conf

source: Force the highlight style to Ada
ko: 강제로 Ada 스타일·강조표시
mk: Форсирај го стилот на подвлекување по Ada критериум
pl: Wymusza styl wyróżniania składni dla języka Ada

source: Force the highlight style to Baan
ko: 강제로·Baan·스타일·강조표시
mk: Форсирај го стилот на подвлекување по Baan критериум
pl: Wymusza styl wyróżniania składni dla języka Baan

source: Force the highlight style to Lisp
ko: 강제로·Lisp·스타일·강조표시
mk: Форсирај го стилот на подвлекување по Lisp критериум
pl: Wymusza styl wyróżniania składni dla języka Lisp

source: Force the highlight style to Ruby
ko: 강제로·Ruby·스타일·강조표시
mk: Форсирај го стилот на подвлекување по Ruby критериум
pl: Wymusza styl wyróżniania składni dla języka Ruby

source: Force the highlight style to Matlab
ko: 강제로 Matlab 스타일·강조표시
mk: Форсирај го стилот на подвлекување по Matlab критериум
pl: Wymusza styl wyróżniania składni dla Matlaba

source: Auto _Format
fr: _Format automatique
ko: 자동서식(_F)
mk: Авто_формат
pl: Automatyczne _formatowanie

source: Autoformat the current source file
fr: Indentation automatique du fichier
ko: 현재 소스 파일 자동서식화
mk: Автоформат на моменталниот изворен фајл
pl: Automatycznie formatuje bieżący plik źródłowy

source: _Increase Indent
ko: 들여쓰기 한수준 증가(_I)
mk: _Зголеми Индент
pl: Zw_iększ wcięcie

source: Increase indentation of line/selection
ko: 행/선택영역의 들여쓰기수준 증가
mk: Зголеми го индентот на линијата/селектираното
pl: Zwiększa wcięcie wiersza/zaznaczenia

source: _Decrease Indent
ko: 들여쓰기 한수준 감소(_D)
mk: _Намали Индент
pl: Z_mniejsz wcięcie

source: Decrease indentation of line/selection
ko: 행/선택영역의 들여쓰기수준 감소
mk: Намали го индентот на линијата/селектираното
pl: Zmniejsza wcięcie wiersza/zaznaczenia

source: Force _Highlight Style
ko: 강조표시 스타일 강제로 설정(_H)
mk: Присили _Осветлување Стил
pl: Wymuś styl _wyróżniania

source: _Close All Folds
fr: _Fermer les battants
ko: 모든 폴드 닫기(_C)
mk: _Затвори Сите Пакети
pl: Za_mknij wszystkie sekcje

source: Close all code folds in the editor
fr: Ferme tous les battants de code
ko: 편집기 내의 모든 코드 폴더 닫기
mk: Затвори ги сите пакети со код во уредувачот
pl: Zamyka wszystkie sekcje kodu w edytorze

source: _Open All Folds
fr: _Ouvrir les battants
ko: 모든 폴드 열기(_O)
mk: _Отвори Сите Папки
pl: _Otwórz wszystkie sekcje

source: Open all code folds in the editor
fr: Ouvre tous les battants de code
ko: 편집기 내의 모든 코드 폴드 열기
mk: _Отвори ги сите папки со код во уредувачот
pl: Otwiera wszystkie sekcje kodu w edytorze

source: _Toggle Current Fold
fr: _Basculer le battant
ko: 현재 폴드 ON/OFF(_T)
mk: _Промени Сегашна папка
pl: Przełą_cz bieżącą sekcję

source: Toggle current code fold in the editor
fr: Affiche ou chache le battant
ko: 편집기 내 현재 코드 폴드 ON/OFF
mk: Промени го тековниот код во уредувачот
pl: Przełącza bieżącą sekcję kodu w edytorze

source: D_etach Current Document
ko: 현재 문서 분리(_E)
mk: О_ткачи Тековен Документ
pl: Odłącz bi_eżący dokument

source: Detach the current document into a separate editor window
ko: 현재 문서를 별개의 편집 창으로 분리
mk: Откачи го тековниот документ во посебен уредувачки прозор
pl: Odłącza bieżący dokument od okna edytora i przenosi do osobnego okna

source: _Compile
fr: _Compiler
ko: 컴파일(_C)
mk: _Компајлирај
pl: S_kompiluj

source: Compile the current source file
ko: 현재 소스 파일 컴파일
mk: Компајлирај го тековната изворна датотека
pl: Kompiluje bieżący plik źródłowy

source: Compile With _Make
ko: Make로 컴파일(_M)
mk: Компајлирај со _Make
pl: Skompiluj za pomocą _Make

source: Compile the current source file using Make
ko: Make를 이용하여 현재 소스 파일 컴파일
mk: Компајлирај го тековниот изворен код користејќи Make
pl: Kompiluje bieżący plik źródłowy przy użyciu Make

source: _Build
fr: _Compiler
ko: 빌드(_B)
mk: _Изгради
pl: Z_buduj

source: Build the source directory of the Project or the current source file
ko: 프로젝트 또는 현재 소스 파일의 소스 폴더 만들기
mk: Изгради го изворниот директориум на проектот или на тековнатаизворна датотека
pl: Buduje katalog źródłowy projektu lub bieżącego pliku źródłowego

source: Build _All
ko: 전부 빌드(_A)
mk: Изгради _Се
pl: Zbuduj w_szystko

source: Build the whole Project
ko: 전체 프로젝트 빌드
mk: Изгради го целиот Проект
pl: Buduje cały projekt

source: Save Build Messages
ko: 빌드 메시지 저장
mk: Зачувај ги пораките од градењето
pl: Zapisz komunikaty dotyczące budowania

source: Save build messages to a file
ko: 빌드 메시지를 파일로 저장
mk: Зачувај ги пораките од градењето во датотека
pl: Zapisuje komunikaty dotyczące budowania do pliku

source: _Install
fr: _Installer
ko: 설치(_I)
mk: _Инсталација
pl: Za_instaluj

source: Install the Project on your system
ko: 시스템에 프로젝트 설치
mk: Инсталирајте Проект на вашиот систем
pl: Instaluje projekt w systemie

source: Build _Distribution
ko: 배포본 만들기(_D)
mk: Изгради _Дистрибуција
pl: Zbuduj _dystrybucję

source: Build the distribution tarball of the Project
ko: 프로젝트의 배포본 tarball 만들기
mk: Изгради дистрибуциски .тар датотеки од Проектот
pl: Buduje archiwum tar dystrybucji projektu

source: Con_figure ...
ko: Configure(_F) ...
mk: Кон_фигурурај ...
pl: Sko_nfiguruj ...

source: Configure the Project
ko: 프로젝트 Configure
mk: Конфигурирај го проектот
pl: Konfiguruje projekt

source: Auto _generate ...
ko: 자동생성(_G) ...
mk: Авто _генерирање ...
pl: Wygeneruj _automatycznie ...

source: Auto generate all the build files for the Project
ko: 프로젝트의 모든 빌드 파일 자동생성
mk: Автоматски изгенерирај ги сите датотеки потребни за градење на проектот
pl: Automatycznie generuje wszystkie pliki budowania dla projektu

source: Clea_n
ko: 청소(_N)
mk: Изб_риши
pl: Wyc_zyść

source: Clean the source directory
ko: 소스 폴더 청소
mk: Избриши го изворниот директориум
pl: Czyści katalog źródłowy

source: Clean A_ll
ko: 전부 청소(_L)
mk: Исчисти С_е
pl: Wyczyść wszys_tko

source: Clean the whole Project directory
ko: 전체 프로젝트 폴더 청소
mk: Избриши го целиот директориум од проектот
pl: Czyści cały katalog projektu

source: _Stop Build
ko: 빌드 중지(_S)
mk: _Стоп Изгради
pl: Prze_rwij budowanie

source: Stop the current compile or build process
ko: 현재 컴파일 또는 빌드 과정을 중지
mk: Стопирај го тековниот процес на компајлирање или градење
pl: Przerywa bieżący proces kompilacji oraz budowania

source: _Execute
ko: 실행(_E)
mk: _Изврши
pl: Uruch_om

source: Execute the program
ko: 프로그램 실행
mk: Изврши го програмот
pl: Uruchamia program

source: Set _Program params ...
ko: 프로그램 매개변수 설정(_P) ...
mk: Постави _Програмски параметри ...
pl: Ustaw _parametry programu ...

source: Set the execution parameters of the program
ko: 프로그램 실행 매개변수 설정
mk: Постави ги извршните параметри на програмот
pl: Ustawia parametry uruchamiania programu

source: _Toggle bookmark
fr: _Basculer signet
ko: 책갈피 ON/OFF(_T)
mk: _Промени белешка
pl: Prz_ełącz zakładkę

source: Toggle a bookmark at the current line position
fr: Ajoute ou supprime un signet à la position courante
ko: 현재 행 위치에서 책갈피 ON/OFF
mk: Промени ја белешката на тековната позиција на покажувачот
pl: Przełącza zakładkę na bieżącej pozycji wiersza

source: _First bookmark
fr: _Premier signet
ko: 처음 책갈피(_F)
mk: П_рва белешка
pl: P_ierwsza zakładka

source: Jump to the first bookmark in the file
fr: Va au premier signet du fichier
ko: 파일 내 처음 책갈피로 이동
mk: Скокни на првата белешка од датотеката
pl: Przeskakuje do pierwszej zakładki w pliku

source: _Previous bookmark
fr: Signet _précedent
ko: 이전 책갈피(_P)
mk: _Претходна белешка
pl: _Poprzednia zakładka

source: Jump to the previous bookmark in the file
fr: Va au signet précédent du fichier
ko: 파일 내 이전 책갈피로 이동
mk: Скокни на предходната белешка од датотеката
pl: Przeskakuje do poprzedniej zakładki w pliku

source: _Next bookmark
fr: Signet _suivant
ko: 다음 책갈피(_N)
mk: _Следна белешка
pl: _Następna zakładka

source: Jump to the next bookmark in the file
fr: Va au signet suivant du fichier
ko: 파일 내 다음 책갈피로 이동
mk: Скокни на следната белешка од датотеката
pl: Przeskakuje do następnej zakładki w pliku

source: _Last bookmark
fr: _Dernier signet
ko: 마지막 책갈피(_L)
mk: _Последна белешка
pl: _Ostatnia zakładka

source: Jump to the last bookmark in the file
fr: Va au dernier signet du fichier
ko: 파일 내 마지막 책갈피로 이동
mk: Скокни на последната забелешка од датотеката
pl: Przeskakuje do ostatniej zakładki w pliku

source: _Clear all bookmarks
fr: _Effacer les signets
ko: 모든 책갈피 삭제(_C)
mk: _Избриши ги сите белешки
pl: _Wyczyść wszystkie zakładki

source: Clear bookmarks
fr: Effacer les signets
ko: 책갈피 삭제
mk: Избриши ги белешките
pl: Czyści zakładki

source: Run/_Continue
fr: Exécuter, _continuer
ko: 실행/계속(_C)
mk: Изврши/_Продолжи
pl: Uruchom/_kontynuuj

source: Continue the execution of the program
fr: Continue l'exécution du programme
ko: 프로그램 실행 계속하기
mk: Продолжи го извршувањето на програмот
pl: Kontynuuje wykonanie programu

source: Step _In
fr: Pas en a_vant
ko: 안으로 들어오기(_I)
mk: Чекори _Внатр
pl: Krok z _wejściem

source: Single step into function
fr: Avance d'un pas en entrant éventuellement dans la fonction
ko: 함수안으로 한번 들어가기
mk: Единечен чекор во функцијата
pl: Pojedynczy krok z wejściem do funkcji

source: Step O_ver
fr: Avancer en _sautant
ko: 건너뛰기(_V)
mk: Чекори На_двор
pl: Krok _nad

source: Single step over function
fr: Avance sans entrer dans la fonction
ko: 함수를 한번 건너뛰기
mk: Единечен чекор преку функцијата
pl: Pojedynczy krok z pominięciem funkcji

source: Step _Out
fr: Avancer pour s_ortir
ko: 밖으로 나가기(_O)
mk: Чекори _Надвор
pl: Krok z _wyjściem

source: Single step out of the function
fr: Avance pour sortir de la fonction courante
ko: 함수 밖으로 한번 나가기
mk: Единечен чекор надвор од функцијата
pl: Pojedynczy krok z wyjściem z funkcji

source: _Run to cursor
fr: _Exécuter jusqu'au curseur
ko: 커서 위치에서 실행(_R)
mk: _Изврши кај курсорот
pl: P_rzejdź do kursora

source: Run to the cursor
fr: Exécute jusqu'au curseur
ko: 커서위치에서 실행
mk: Изврши кај курсорот
pl: Przechodzi do kursora

source: Toggle breakpoint
fr: Basculer le point d'arrêt
ko: 중단점 ON/OFF
mk: Промени точка на прекин
pl: Przełącz punkt przerwania

source: Toggle breakpoint at the current location
fr: Basculer le point d'arrêt à la position courante
ko: 현재 위치의 중단점 ON/OFF
mk: Постави точка на прекин на тековната локација
pl: Przełącza punkt przerwania na bieżącym położeniu

source: Set Breakpoint ...
ko: 중단점 설정 ...
mk: Постави точка на прекин
pl: Ustaw punkt przerwania ...

source: Set a breakpoint
fr: Définit un point d'arrêt
ko: 중단점 설정
mk: Постави точка на прекин
pl: Ustawia punkt przerwania

source: _Breakpoints ...
ko: 중단점(_B) ...
mk: _Tочки на прекин ...
pl: _Punkty przerwania ...

source: Edit breakpoints
fr: Éditer les points d'arrêt
ko: 중단점 편집
mk: Уреди точки на прекин
pl: Modyfikuje punkty przerwania

source: Disable all Breakpoints
ko: 모든 중단점 비활성화
mk: Оневозможи ги точките на прекин
pl: Wyłącz wszystkie punkty przerwania

source: Deactivate all breakpoints
fr: Désactiver les points d'arrêt
ko: 모든 중단점 비활성화
mk: Деактивирај ги точките на прекин
pl: Wyłącza wszystkie punkty przerwania

source: C_lear all Breakpoints
ko: 모든 중단점 삭제(_L)
mk: Избриши ги сите точки на прекин
pl: _Usuń wszystkie punkty przerwania

source: Delete all breakpoints
fr: Supprimer les points d'arrêt
ko: 모든 중단점 삭제
mk: Избриши ги сите точки на прекин
pl: Usuwa wszystkie punkty przerwania

source: Info _Target Files
fr: Fichiers (_target)
ko: 대상 파일 정보(_T)
mk: Инфо _Целни Датотеки
pl: Informacje o plikach d_ocelowych

source: Display information on the files the debugger is active with
fr: Afficher des informations sur les fichiers débogués
ko: 디버거가 활성화된 파일의 정보표시
mk: Прикажи информација за датотеките за кои дебагерот е активен
pl: Wyświetla informacje o plikach, dla których debuger jest aktywny

source: Info _Program
fr: _Programme
ko: 프로그램 정보(_P)
mk: Инфо _Програма
pl: _Informacje o programie

source: Display information on the execution status of the program
fr: Affiche des informations sur le statut d'exécution du programme
ko: 프로그램 실행 상태에 대한 정보 표시
mk: Прикажи информација за статусот од извршувањето на програмот
pl: Wyświetla informacje o statusie wykonywania programu

source: Info _Kernel User Struct
fr: _Kernel user struct
ko: 커널 사용자 구조체 정보(_K)
mk: Инфо _Кернел Корисник Структура
pl: Informacje o Strukturze Użytkownika jądra

source: Display the contents of kernel 'struct user' for current child
fr: Afficher le contenu de la « structure utilisateur noyau » pour le processus
ko: 현재 자식에 대한 커널 'struct user' 내용 표시
mk: Прикажи ја содржината на кернел структурата корисник за сегашното дете
pl: Wyświetla zawartość 'struktury użytkownika' jądra dla bieżącego procesu potomnego

source: Info _Threads
fr: _Threads
ko: 쓰레드 정보(_T)
mk: Инфо _Нишки
pl: Informacje o _wątkach
