Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: Dock/Undock the Project Window
ko: 프로젝트 창의 도킹/도킹해제
mk: Закачи/Откачи го проектниот прозорец
pl: Dokuje/odłącza okno projektu

source: Customize
ko: 사용자 지정
mk: Персонализирај
pl: Dostosuj

source: Customize the file browser
ko: 파일 브라우저 설정 변경
mk: Персонализирај го прелистувачот на датотеки

source: Classes
ko: 클래스
mk: Класи
pl: Klasy

source: Structs
ko: 구조체
mk: Структури
pl: Struktury

source: Variables
ko: 변수
mk: Променливи
pl: Zmienne

source: Macros
ko: 매크로
mk: Макроа
pl: Makra

source: Goto Definition
ko: 정의로 이동
mk: Оди на Дефиниција
pl: Przejdź do definicji

source: Goto Declaration
ko: 선언으로 이동
mk: Од на Декларација
pl: Przejdź do deklaracji

source: Find Usage
fr: Rechercher l'usage
ko: 용례 검색
mk: Пронајди Искористеност
pl: Znajdź miejsce użycia

source: Symbol
fr: Symbole
ko: 심볼
mk: Симбол
pl: Symbole

source: Central European
fr: Europe centrale
ko: 중부 유럽어
mk: Централно Европски
pl: Centralnoeuropejskie

source: South European
fr: Europe du sud
ko: 남부 유럽어
mk: Јужно Европски
pl: Południowoeuropejskie

source: Cyrillic
fr: Cyrillique
ko: 키릴어
mk: Кириличен
pl: Cyrylica

source: Arabic
fr: Arabe
ko: 아랍어
mk: Арапски
pl: Arabskie

source: Greek
fr: Grec
ko: 그리스어
mk: Грчки
pl: Greckie

source: Hebrew Visual
fr: Hébreu visuel
ko: 헤브류-비주얼어
mk: Хебрејски Визуелен
pl: Hebrajskie wizualne

source: Hebrew
fr: Hébreu
ko: 헤브류어
mk: Еврејски
pl: Hebrajskie

source: Turkish
fr: Turc
ko: 터기어
mk: Турски
pl: Tureckie

source: Celtic
fr: Celtique
ko: 켈트어
mk: Келтски
pl: Celtyckie

source: Romanian
fr: Roumain
ko: 루마니아어
mk: Романски
pl: Romańskie

source: Armenian
fr: Arménien
ko: 아르메니아어
mk: Ерменска
pl: Armeńskie

source: Chinese Traditional
fr: Chinois traditionnel
ko: 중국고전
mk: Традиционален Кинески
pl: Chińskie tradycyjne

source: Cyrillic/Russian
fr: Cyrillique/Russe
ko: 키릴/러시아어
mk: Кирилица/Руски
pl: Cyrylica/Rosyjskie

source: Japanese
fr: Japonais
ko: 일본어
mk: Јапонски
pl: Japońskie

source: Korean
fr: Coréen
ko: 한국어
mk: Корејски
pl: Koreańskie

source: Chinese Simplified
fr: Chinois simplifié
ko: 중국간자
mk: Упростен Кинески
pl: Chińskie uproszczone

source: Georgian
fr: Géorgien
ko: 그루지아어
mk: Грузиски
pl: Georgiańskie

source: Cyrillic/Ukrainian
fr: Cyrillique/Ukrainien
ko: 키릴/우크라이나어
mk: Кирилица/Украински
pl: Cyrylica/ukraińskie

source: Vietnamese
fr: Vietnamien
ko: 베트남어
mk: Виетнамска
pl: Wietnamskie

source: Thai
fr: Thaï
ko: 타이어
mk: Таи
pl: Tajskie

source: Stock Encodings
fr: Codages préféfinis
ko: 선택가능한 인코딩
mk: Енкоднизи на располагање
pl: Dostępne kodowania

source: Unable to load plugin %s. Error: %s
ko: 플러그인 %s 를 읽을 수 없습니다. 오류: %s
mk: Неможе да се вчита додатокот %s.Грешка %s
pl: Nie można załadować wtyczki %s. Błąd: %s

source: Plugin protocol %s unknown Error:%s
ko: 플러그인 프로토콜 %s 이 불분명한 오류: %s
mk: Протокол на додаток %s непозната грешка %s
pl: Wystąpił nieznany błąd protokołu wtyczki %s: %s

source: Unable to start plugin %s
ko: 플러그인 %s 을 시작할 수 없습니다
mk: Неможе да се стартува додатокот %s
pl: Nie można uruchomić wtyczki %s

source: Bad parameters to plugin %s. Error: %s
ko: 플러그인 %s 에 잘못된 매개변수가 전달되었습니다. 오류: %s
mk: Лоши параметри на додаток %s Грешка %s
pl: Niepoprawne parametry dla wtyczki %s. Błąd: %s

source: Unable to load plugin %s. Error: %s
ko: 플러그인 %s 을 읽을 수 없습니다. 오류: %s
mk: Неможе да се вчита додаток%s. Грешка: %s
pl: Nie można załadować wtyczki %s. Błąd: %s

source: Out of memory scanning for plugins.
ko: 플러그인 스캔도중 메모리 부족
mk: Снема меморија додека се пребаруваше за додатоци.
pl: Przy wyszukiwaniu wtyczek zabrakło pamięci.

source: Tool
fr: Outil
ko: 도구
mk: Алатка
pl: Narzędzie

source: Unable to build user interface for tool editor
fr: Écher de création de l'interface d'édition d'outil
ko: 도구 편집기를 위한 사용자 인터페이스를 만들 수 없습니다
mk: Неможе да се изгради корисничлиот интерфејс за едиторот на алатки
pl: Nie można zbudować interfejsu użytkownika dla edytora narzędzi

source: Are you sure you want to delete the '%s' tool?
fr: Êtes-vous sûr(e) de vouloir supprimer l'outil « %s » ?
ko: 도구 '%s' 를 정말로 제거하시겠습니까？
mk: Дали сакате да ја избришете %s алатката?

source: You must provide a tool name!
fr: Vous devez fournir un nom de commande !
ko: 도구이름이 주어져야합니다!
mk: Треба да внесте име на алатката!
pl: Należy podać nazwę narzędzia!

source: You must provide a tool command!
fr: Vous devez préciser une commande !
ko: 도구명령이 주어져야합니다!
mk: Треба да внесете команда за алатката!
pl: Należy podać polecenie narzędzia!

source: A tool with the name '%s' already exists!
ko: 이름 '%s' 의 도구가 이미 존재합니다！
mk: Алатка со името %s веќе постои!
pl: Narzędzie o nazwie "%s" już istnieje!

source: Unable to build user interface for tool help
ko: 도구 도움말을 위한 사용자 인터페이스를 만들 수 없습니다
mk: Неможе да се изгради коринички интерфејс за помошта за алатката
pl: Nie można zbudować narzędzia interfejsu dla pomocy narzędzi

source: Variable
ko: 변수
mk: Променлива
pl: Zmienna

source: Meaning
fr: Signification
ko: 의미
mk: Значење
pl: Znaczenie

source: Value
fr: Valeur
ko: 값
mk: Вредност
pl: Wartość

source: Unable to build user interface for tool parameters
ko: 도구 매개변수를 위한 사용자 인터페이스를 만들 수 없습니다
mk: Неможе да се изгради коринички интерфејс за параметрите на алатката
pl: Nie można zbudować interfejsu użytkownika dla parametrów narzędzia

source: %s: Command line parameters
ko: %s: 명령행 매개변수
mk: %s: Параметри на командна линија
pl: %s: Parametry wiersza poleceń

source: Anjuta: Caught signal %d (%s) !
ko: Anjuta: 시그날 %d (%s) 발생！
mk: Anjuta: Доби сигнал %d (%s) !
pl: Anjuta: Przechwycono sygnał %d (%s)!

source: Open File
ko: 파일 열기
mk: Отвори датотека
pl: Wybór otwieranego pliku

source: Save File As
ko: 다른 이름으로 저장
mk: Зачувај Датотека Како
pl: Zapis pliku pod podaną nazwą

source: Cannot create application... exiting
ko: 응용프로그램을 생성하지 못하였습니다... 종료중
mk: Неможам да ја креирам апликацијата... излегувам
pl: Nie można utworzyć aplikacji... zakończenie

source: Recent Files
ko: 최근 파일
mk: Скорешни Датотеки
pl: Ostatnie pliki

source: # * DO NOT EDIT OR RENAME THIS FILE ** Generated by Anjuta **
ko: # * 이 파일을 편집하거나 이름을 변경하지마세요 ** Anjuta에 의해 생성됨 **
mk: # * НЕ ЈА МЕНУВАЈ ИЛИ РЕИМЕНУВАЈ ОВАА ДАТОТЕКА ** Генерирано од Anjuta **
pl: # * NIE MODYFIKUJ ANI NIE ZMIENIAJ NAZWY TEGO PLIKU ** Wygenerowany przez Anjutę **

source: All files saved ...
ko: 모든 파일 저장 ...
mk: Сите датотеки се снимени....
pl: Wszystkie pliki zapisane ...

source: Anjuta: %s (Saved)
ko: Anjuta: %s (저장됨)
mk: Anjuta: %s (Снимено)
pl: Anjuta: %s (zapisany)

source: Anjuta: %s (Unsaved)
ko: Anjuta: %s (저장안됨)
mk: Anjuta: %s (неснимено)
pl: Anjuta: %s (niezapisany)

source: Anjuta: No file
ko: Anjuta: 파일없음
mk: Anjuta: Нема датотека
pl: Anjuta: Brak pliku

source: ERROR:
ko: 오류:
mk: ГРЕШКА:
pl: BŁĄD:

source: System:
fr: Système :
ko: 시스템:
mk: Систем:

source: The "%s" utility is not installed. Install it and then restart Anjuta.
ko: 유틸리티 "%s" 가 설치되지 않았습니다. 설치 후, Anjuta를 다시 시작하세요.
mk: "%s" алатката не е инсталирана. Инсталирајте ја и рестартирајте ја Anjuta.
pl: W systemie nie jest zainstalowane narzędzie "%s". Zainstaluj je i ponownie uruchom Anjutę.

source: None
ko: 없음
mk: Ништо
pl: Brak

source: DOS (CRLF)
mk: DOS

source: Mac (CR)
mk: Mac

source: Unknown
ko: 모름
mk: Непознато
pl: Nieznany

source: Project: %s Zoom: %d Line: %04d Col: %03d %s Job: %s Mode: %s
ko: 프로젝트: %s 확대: %d 행: %04d 열: %03d %s 작업: %s 모드: %s
mk: Проект %s Зум: %d Линија: %04d Кол: %03d %s Работа: %s Состојба: %s
pl: Projekt: %s Powiększenie: %d Wiersz: %04d Kolumna: %03d %s Zadanie: %s Tryb: %s

source: Looking up symbol
ko: 심볼 검색
mk: Барам симбол
pl: Wyszukiwanie symbolu

source: Finding in Files ....
ko: 파일 내에서 찾는 중 ....
mk: Пребарување во датотеки....
pl: Przeszukiwanie plików ...

source: One or more files are not saved. Do you still want to exit?
fr: Certains fichiers n'ont pas été enregistrés. Voulez-vous vraiment quitter ?
ko: 하나 이상의 파일이 저장되지 않았습니다. 그래도 종료하시겠습니까?
mk: Една или повеќе датотеки не се зачувани. Дали сеуште сакаш да излезеш?
pl: Jeden lub więcej plików nie zostało zapisanych. Czy nadal chcesz zakończyć pracę?

source: The file '%s' already exists. Do you want to replace it with the one you are saving?
fr: Le fichier « %s » existe déjà. Voulez-vous l'écraser ?
ko: 파일 '%s' 이 이미 존재합니다. 저장하려는 파일이 여기에 덮어쓰시겠습니까?
mk: Датотеката '%s' веќе постои. Дали сакаш да ја замениш со тој што го зачувуваш?
pl: Plik "%s" już istnieje. Czy chcesz go zastąpić aktualnie zapisywanym?.

source: _Replace
fr: _Remplacer
ko: 바꾸기(_R)
mk: _Измени
pl: _Zastąp

source: Could not open file for writing
fr: Impossible d'ouvrir le fichier en écriture
ko: 쓰기용 파일을 열 수 없습니다
mk: Не можам да ја отворам датотеката за пишување
pl: Nie można otworzyć pliku do zapisu

source: The file '%s' already exists. Do you want to overwrite it?.
mk: Датотеката '%s' веќе постои. Дали сакаш да запишеш врз неа?.
pl: Plik "%s" już istnieje. Czy chcesz go nadpisać?.

source: Unable to create settings directory.
ko: 설정 폴더를 만들 수 없습니다.
mk: Не сум во можност да создадам директориум за подесувања.
pl: Nie można utworzyć katalogu z ustawieniami.

source: Click here to undock this window
ko: 이곳을 누르면 이 창이 도킹해제됩니다
mk: Кликни овде да го откотвиш овој прозорец
pl: Aby odłączyć to okno, kliknij tutaj

source: Click here to hide this window
ko: 이곳을 누르면 이 윈도를 숨깁니다.
mk: Кликни овде да го скриеш овој прозорец
pl: Aby ukryć to okno, kliknij tutaj

source: Information
fr: Informations
ko: 정보
mk: Информации
pl: Informacja

source: Project name
ko: 프로젝트 이름
mk: Име на проект
pl: Nazwa projektu

source: Source target name
ko: 소스 대상 이름
mk: Извор име на цел
pl: Nazwa docelowego pliku źródłowego

source: Project version
ko: 프로젝트 버전
mk: Верзија на проектот
pl: Wersja projektu

source: Invalid %s field: You must supply a valid %s field to proceed further.
ko: %s 필드가 잘못되었습니다: 계속 진행하기 위해서는 적절한 "%s" 필드를 입력해야합니다.
mk: Невавалидно %s поле: Мора да обезбедите валидно %s поле за да продолжи подоцна.
pl: Niepoprawne pole %s: Aby kontynuować, musisz podać poprawne pole %s.

source: Yes
fr: Oui
ko: 예
mk: Да
pl: Tak

source: No
fr: Non
ko: 아니오
mk: Не
pl: Nie

source: Confirm the following information:
ko: 다음 정보를 확인하세요:
mk: Потврди ги следниве информации:
pl: Potwierdź następujące informacje:

source: Project Name:
ko: 프로젝트 이름:
mk: Проект Име
pl: Nazwa projektu:

source: Project Type:
ko: 프로젝트 종류:
mk: Проект Тип
pl: Typ projektu:

source: Target Type:
ko: 대상 종류:
mk: Цел Тип
pl: Docelowy typ:

source: Source Target:
ko: 소스 대상:
mk: Извор Цел
pl: Docelowe źródło:

source: Version:
ko: 버전:
mk: Верзија
pl: Wersja:

source: Author:
ko: 저자:
mk: Автор
pl: Autor:

source: Language:
ko: 언어:
mk: Јазик
pl: Język:

source: Gettext Support:
ko: 국제화 지원:
mk: Gettext Поддршка:
pl: Obsługa biblioteki gettext:

source: The Application Wizard will generate a basic skeleton for a project, including all of the build files. It will ask for details of the initial structure for the application. Please answer the questions carefully, as it may not be possible to change some of the settings later.
ko: 응용프로그램 마법사가 프로젝트의 모든 빌드 파일을 포함하는 기본적인 골격을 생성할 것입니다. 응용프로그램 생성을 위한 초기구조에 대한 상세정보를 질문할 것입니다. 몇몇의 설정들은 추후에 변경이 불가능하오니 질문에 주의깊게 답하시길바랍니다.
mk: Волшебникот за апликации ќе генерира основен костур за проектот, вклучувајки ги сите датотеки за изградување. Ќе ги побара деталите на иницијалната структура за апликацијата Ве молам одговорете на прашањата внимателно, бидејки подоцна не е можно да се изменат одредени подесувања.
pl: Druid aplikacji wygeneruje podstawowy szkielet twojej aplikacji, z włączeniem wszystkich plików potrzebnych do jej budowy. Druid zada ci pytania dotyczące podstawowej początkowej struktury aplikacji, którą chcesz utworzyć. Odpowiadaj na pytania uważnie, ponieważ zmiana pewnych ustawień początkowych może być później niemożliwa.

source: User
fr: Utilisateur
ko: 사용자
mk: Корисник
pl: Użytkownik

source: Time
fr: Temps
ko: 시각
mk: Време
pl: Czas

source: Command
fr: Commande
ko: 명령
mk: Команда
pl: Polecenie:

source: Unable to execute: %s.
fr: L'exécution de « %s » a échoué.
ko: 실행할 수 없습니다: %s
mk: Неможе да се изврши%s
pl: Nie można wykonać: %s.

source: Unable to open the file: %s
fr: L'ouverture du fichier « %s » a échoué.
ko: 파일을 열 수 없습니다: %s
mk: Неможе да се отвори датотеката%s
pl: Nie można otworzyć pliku: %s

source: Line
fr: Ligne
ko: 행
mk: Линија
pl: Wiersz

source: Function
fr: Fonction
ko: 함수
mk: Функција
pl: Funkcja

source: Pass
ko: 패스
mk: Лозинка
pl: Przebieg

source: Condition
ko: 조건
mk: Услов
pl: Warunek

source: All breakpoints enabled:
ko: 모든 중단점 활성화:
mk: Сите точки на прекинување се овозможени
pl: Wszystkie aktywne punkty przerwania:

source: All breakpoints disabled:
ko: 모든 중단점 비활성화:
mk: Сите точки на прекинување се оневозможени
pl: Wszystkie nieaktywne punkty przerwania:

source: You must give a valid location to set the breakpoint.
fr: Vous devez placer les points d'arrêts à des endroits valides.
ko: 중단점 지정을 위한 올바른 위치를 입력해야만 합니다.
mk: Мора да зададете валидна локација за да се намести точката на прекинување.
pl: Aby ustawić punkt przerwania, należy podać poprawne położenie.

source: Are you sure you want to delete all the breakpoints?
fr: Voulez-vous vraiment supprimer tous les points d'arrêts ?
ko: 정말 모든 중단점을 삭제하시겠습니까?
mk: Дали сте сигурни дека сакате да ги избришете сите точки на прекинување?
pl: Czy na pewno chcesz usunąć wszystkie punkty przerwania?

source: Old breakpoints disabled.
ko: 오래된 중단점 비활성화.
mk: Старите точки на прекинување се оневозможени.
pl: Stare punkty przerwania zablokowane.

source: This file has not been saved. Save it first and then build.
fr: Ce fichier n'a pas été enregistré. Veuillez l'enregistrer pour la compilation.
ko: 이 파일은 저장되지 않았습니다. 저장 후 빌드하세요.
mk: Оваа датотека не е зачувана. Прво зачувајте ја па потоа изградете.
pl: Ten plik nie został zapisany. Najpierw go zapisz, a potem zbuduj.

source: The executable is up-to-date, there is no need to build it again.
fr: L'exécutable est à jour, il n'est pas nécessaire de le compiler.
ko: 최신 실행파일입니다. 다시 빌드할 필요가 없습니다.
mk: Извршната датотека е скорешна, нема потреба повторно да ја изградите повторно.
pl: Plik wykonywalny jest aktualny, nie trzeba go przebudowywać.

source: No build command has been specified for this type of file.
fr: Aucune commande de compilation n'a été spécifiée pour ce type de fichier.
ko: 이런 종류의 파일에 대해서는 규정된 빌드 명령이 없습니다.
mk: Не се зададени извршни команди за овој тип на датотека
pl: Dla tego typu pliku nie zostało określone polecenie budowania.

source: Building file: %s ...
ko: 파일 빌드중: %s ...
mk: Датотеката се изградува:%s ...
pl: Budowanie pliku: %s ...

source: Total time taken: %d secs
mk: Вкупно одземено време: %d секунди

source: Build completed ... unsuccessful
mk: Градењето заврши ... неуспешно

source: Build completed ... unsuccessful
mk: Градењето е комплетирано ... неуспешно
pl: Budowanie zakończone ... niepowodzeniem

source: Build completed ... successful
mk: Градењето е комплетирано ... успешно
pl: Budowanie zakończone ... powodzeniem

source: Unable to build module. Check Settings->Commands.
fr: Impossible de compiler le répertoire. Vérifiez les options dans Préférences->Commandes.
ko: 모듈을 빌드할 수 없습니다. [설정]->[명령]을 확인하세요.
mk: Не е можно да се изгради модулот. Проверете во Подесувања > Команди
pl: Nie można zbudować modułu. Sprawdź Ustawienia->Polecenia.

source: Build Project
fr: Compiler le projet
ko: 프로젝트 빌드
mk: Градење на проект
pl: Budowanie projektu

source: Building source directory of the Project:
fr: Compilation du répertoire des sources du projet :
ko: 프로젝트의 소스 폴더 만들기:
mk: Градење на изворен директориум на проектот
pl: Budowanie katalogu źródłowego projektu:

source: Unable to build Project. Check Settings->Commands.
fr: Impossible de compiler le projet. Vérifiez les options dans Préférences->Commandes.
ko: 프로젝트를 빌드할 수 없습니다. [설정]->[명령]을 확인하세요.
mk: Не е можно да се изгради проектот. Проверете во Подесувања > Команди
pl: Nie można zbudować projektu. Sprawdź Ustawienia->Polecenia.

source: Building the whole Project:
fr: Compilation du projet entier :
ko: 전체 프로젝트 빌드:
mk: Градење на целиот проект
pl: Budowanie całego projektu:

source: Unable to build tarball. Check Settings->Commands.
fr: Impossible de faire le paquet. Vérifiez les options dans Préférences->Commandes.
ko: Tarball 을 만들 수 없습니다. [설정]->[명령]을 확인하세요.
mk: Не е можно да се изгради tarball. Проверете во Подесувања > Команди.
pl: Nie można zbudować archiwum tar. Sprawdź Ustawienia->Polecenia.

source: Build Distribution
fr: Faire la tarball
ko: 배포판 만들기
mk: Гради дистрибуција
pl: Budowanie dystrybucji

source: Building the distribution package of the Project:
fr: Fabrication du paquet (tarball) :
ko: 프로젝트의 배포 패키지 만들기:
mk: Се изградува дистрибуциониот пакет од проектот
pl: Budowanie pakietu dystrybucyjnego projektu:

source: Do you prefer installing as root ?
fr: Préférez vous installer sous « root » ?
ko: root 권한으로 설치를 선호하십니까 ？
mk: Дали преферирате да инсталирате како root ?
pl: Czy chcesz przeprowadzić instalację jako użytkownik root?

source: Unable to auto generate. Check Settings->Commands.
fr: Impossible de créer les fichiers nécessaires avec « autogen.sh ». Vérifier les options dans Préférences->Commandes.
ko: 자동생성이 불가능합니다. [설정]->[명령]을 확인하세요.
mk: Не е можно автогенерирање. Проверете во Подесувања > Команди
pl: Nie można automatycznie wygenerować projektu. Sprawdź Ustawienia->Polecenia.

source: Auto generate Project
fr: Préparer le projet
ko: 프로젝트 자동생성
mk: Автогенерирање на проект
pl: Automatyczna generacja projektu

source: Auto generating the Project:
fr: Lancemement d'« autogen.sh » :
ko: 프로젝트 자동생성:
mk: Проектот се автогенерира
pl: Automatyczna generacja projektu:

source: Build completed...............Unsuccessful
mk: Градењето е комплетирано......Неуспешно
pl: Budowanie zakończone..............Niepowodzeniem

source: Build terminated with error(s).
mk: Градењето е прекинато со грешки.
pl: Budowanie zakończyło się z błędami.

source: Build completed...............Successful
mk: Градењето комплетирано ............... Успешно
pl: Budowanie zakończone...............Powodzeniem

source: Build completed ... successful.
mk: Градењето комплетирано ... успешно.
pl: Budowanie zakończone ... powodzeniem.

source: Build All completed...............Unsuccessful
mk: Градењето е завршено............Неуспешно
pl: Budowanie wszystkich plików zakończone.....Powodzeniem

source: Build All completed...............Unsuccessful
mk: Градењето е завршено............Неуспешно
pl: Budowanie wszystkich plików zakończone....Niepowodzeniem

source: Build All completed...............Successful
mk: Градењето е завршено............Успешно
pl: Budowanie wszystkich plików zakończone......Powodzeniem

source: Build All completed ... successful
mk: Градењето е завршено ... успешно
pl: Budowanie wszystkich plików zakończone ... powodzeniem

source: Build Distribution completed...............Unsuccessful
mk: Градењето на дистрибуцијата е завршено...............Неуспешно
pl: Budowanie dystrybucji zakończone...............niepowodzeniem

source: Build Distribution completed ... unsuccessful
mk: Градењето на дистрибуцијата е завршено ... неуспешно
pl: Budowanie dystrybucji zakończone ... niepowodzeniem

source: Build Distribution completed...............Successful
mk: Градењето на дистрибуцијата е завршено...............Успешно
pl: Budowanie dystrybucji zakończone...............powodzeniem

source: The source tarball can be found in the top level directory of the Project.
mk: Изворниот tarball може да се најде на најгорниот директориум од Проектот.
pl: Archiwum tar można odnaleźć w głównym katalogu projektu.

source: Build Distribution completed ... successful
mk: Градењето на дистрибуцијата е завршено ... успешно
pl: Budowanie dystrybucji zakończone ... powodzeniem

source: Install completed...............Unsuccessful
mk: Инсталацијата е завршена................Неуспешно
pl: Instalacja zakończona..............Niepowodzeniem

source: Install completed...............Unsuccessful
mk: Инсталацијата е завршена................Неуспешно
pl: Instalacja zakończona..............Niepowodzeniem

source: Install completed...............Successful
mk: Инсталацијата е завршена................Успешно
pl: Instalacja zakończona..............Powodzeniem

source: Install completed ... successful
mk: Инсталацијата е завршена ... Успешно
pl: Instalacja zakończona ... powodzeniem

source: Auto generation completed...............Unsuccessful
ko: 자동 생성 완료...............실패
mk: Автогенерирањето е завршено...............Неуспешно
pl: Automatyczna generacja zakończona............niepowodzeniem

source: Auto generation completed ... unsuccessful
mk: Автогенерирањето е завршено ... Неуспешнo
pl: Automatyczna generacja zakończona ... niepowodzeniem

source: Auto generation completed...............Successful Now Configure the Project.
mk: Автогенерирањето е завршено...............Успешно Сега конфигурирајте го проектот.
pl: Automatyczna generacja zakończona.............powodzeniem Teraz skonfiguruj projekt.

source: Auto generation completed ... successful
mk: Автогенерирањето е завршено ... успешно
pl: Automatyczna generacja zakończona ... powodzeniem

source: Unable to install Project. Check Settings->Commands.
fr: Impossible d'installer le projet. Vérifiez les options dans Préférences->Commandes.
ko: 프로젝트를 설치할 수 없습니다. [설정]->[명령]을 확인하세요.
mk: Не е можно да се инсталира проектот. Проверете во Подесувања > Команди.
pl: Nie można zainstalować projektu. Sprawdź Ustawienia->Polecenia.

source: Install Project
fr: Installer le projet
ko: 프로젝트 설치
mk: Инсталирај Проект
pl: Instalowanie projektu

source: Installing the Project:
fr: Installation du projet :
ko: 프로젝트 설치:
mk: Проектот се инсталира
pl: Instalowanie projektu:

source: Unable to clean Project. Check Settings->Commands.
fr: Impossible de nettoyer le projet. Vérifiez les options dans Préférences->Commandes.
ko: 프로젝트를 청소할 수 없습니다. [설정]->[명령]을 확인하세요.
mk: Не е возможно да се исчисти проектот. Проверете во Подесувања > Команди.
pl: Nie można wyczyścić projektu. Sprawdź Ustawienia->Polecenia.

source: Clean
fr: Nettoyer
ko: 청소
mk: Исчисти
pl: Wyczyść

source: Cleaning the source directory of the Project:
fr: Nettoyage du répertoire des sources du projet :
ko: 프로젝트의 소스 폴더 청소:
mk: Се чисти изворниот директориум на проектот.
pl: Czyszczenie katalogu źródłowego projektu:

source: Unable to Clean All for the Project. Check Settings->Commands.
fr: Impossible de nettoyer tout le projet. Vérifiez les options dans Préférences->Commandes.
ko: 프로젝트 모두를 청소할 수 없습니다. [설정]->[명령]을 확인하세요.
mk: Не е возможно да се исчисти се за проектот. Проверете во Подесувања > Команди.
pl: Nie można wyczyścić wszystkiego w projekcie. Sprawdź Ustawienia->Polecenia.

source: Clean All
fr: Tout nettoyer
ko: 전부 청소
mk: Исчисти Се
pl: Wyczyść wszystko

source: Cleaning whole of the Project:
fr: Nettoyage du projet :
ko: 전체 프로젝트 청소:
mk: Се чисти се од проектот.
pl: Czyszczenie całego projektu:

source: Cleaning completed...............Unsuccessful
mk: Чистењето завршено .......... Неуспешно
pl: Czyszczenie zakończone.............Niepowodzeniem

source: Cleaning completed ... unsuccessful
mk: Чистењето завршено ... неуспешно
pl: Czyszczenie zakończone ... niepowodzeniem

source: Cleaning completed...............Successful
mk: Чистењето завршено ... Успешно
pl: Czyszczenie zakończone..............Powodzeniem

source: Cleaning completed ... successful
mk: Чистењето завршено ... успешно
pl: Czyszczenie zakończone ... powodzeniem

source: Clean All completed...............Unsuccessful
mk: Чистењето е завршено...............Неуспешно
pl: Czyszczenie całego projektu zakończone.....Niepowodzeniem

source: Clean All completed ... unsuccessful
mk: Чистењето е завршено ... неуспешно
pl: Czyszczenie całego projektu zakończone ... niepowodzeniem

source: Clean All completed...............Successful
mk: Чистењето е завршено...............Успешно
pl: Czyszczenie całego projektu zakończone.....Powodzeniem

source: Clean All completed ... successful
mk: Чистењето е завршено ... успешно
pl: Czyszczenie całego projektu zakończone ... powodzeniem
