Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: _Open ...
ko: 열기(_O) ...
mk: _Отвори ...
pl: _Otwórz ...

source: _Save
fr: _Enregistrer
ko: 저장(_S)
mk: _Сними
pl: _Zapisz

source: Save current file
fr: Enregistre le fichier courant
ko: 현재 파일 저장
mk: Зачувај ја тековната датотека
pl: Zapisuje bieżący plik

source: Save _As ...
ko: 다른 이름으로 저장(_A)...
mk: Зачувај _како ...
pl: Z_apisz jako ...

source: Save the current file with a different name
fr: Enregistre le fichier courant sous un nom différent
ko: 현재 파일을 다른 이름으로 저장
mk: Зачувај ја тековната датотека под друго име
pl: Zapisuje bieżący plik pod inną nazwą

source: Save A_ll
fr: _Tout enregistrer
ko: 모두 다른 이름으로 저장(_L)
mk: Зачувај A_II
pl: Zapisz _wszystkie

source: Save all currently open files, except new files
fr: Enregistre tous les fichiers ouverts sauf les nouveaux
ko: 새 파일을 제외하고 현재 열린 모든 파일 저장
mk: Зачувај ги сите тековно отворени датотеки, освен новите датотеки
pl: Zapisuje wszystkie otwarte pliki, za wyjątkiem nowych

source: _Close File
fr: _Fermer
ko: 파일 닫기(_C)
mk: _Затвори Датотека
pl: Za_mknij plik

source: Close current file
fr: Ferme le fichier courant
ko: 현재 파일 닫기
mk: Затвори ја тековната датотека
pl: Zamyka bieżący plik

source: Close All Files
fr: Fermer tous les fichiers ouverts
ko: 모든 파일 닫기
mk: Затвори ги сите датотеки
pl: Zamknij wszystkie pliki

source: Close all files
fr: Ferme tous les fichiers ouverts
ko: 모든 파일 닫기
mk: Затвори ги сите датотеки
pl: Zamyka wszystkie pliki

source: Reload F_ile
fr: _Recharger
ko: 파일 다시읽기(_I)
mk: Вчитај повторно
pl: P_rzeładuj plik

source: Reload current file
fr: Recharge le fichier courant
ko: 현재 파일 다시 불러오기
mk: Вчитај повторно
pl: Ponownie odczytuje bieżący plik

source: N_ew Project ...
ko: 새 프로젝트(_E) ...
mk: N_ов Проект...
pl: N_owy projekt...

source: Create a Project using the Application Wizard
ko: 응용프로그램 마법사를 이용하여 프로젝트 생성
mk: Создади проект користејки го волшебникот за апликации
pl: Tworzy nowy projekt przy użyciu druida aplikacji

source: _Import Project ...
ko: 프로젝트 가져오기(_I)...
mk: _Увези Проект ...
pl: Za_importuj projekt...

source: Import an existing code project using the Project Import Wizard
ko: 프로젝트 가져오기 마법사를 이용하여 기존 코드 프로젝트 가져오기
mk: Увези постоечки проект користејки го волшебникот за увезување на проекти
pl: Importuje istniejące źródła projektu przy użyciu druida importowania projektu

source: Open P_roject ...
ko: 프로젝트 열기(_R) ...
mk: Отвори P_роект ...
pl: O_twórz projekt...

source: Open a Project
ko: 프로젝트 열기
mk: Отвори проект
pl: Otwiera projekt

source: Sa_ve Project
ko: 프로젝트 저장(_V)
mk: Сни_ми Проект
pl: Zapisz proj_ekt

source: Save the current Project
ko: 현재 프로젝트 저장
mk: Зачувај го тековниот проект
pl: Zapisuje bieżący projekt

source: Close Pro_ject
fr: _Fermer le projet
ko: 프로젝트 닫기(_J)
mk: Затвори Про_ект
pl: Za_mknij projekt

source: Close the current Project
ko: 현재 프로젝트 닫기
mk: Затвори го моменталниот Проект
pl: Zamyka bieżący projekt

source: Rena_me ...
ko: 이름 바꾸기(_M) ...
mk: Преи_менувај ...
pl: Zm_ień nazwę ...

source: Rename the current file
ko: 현재 파일 이름변경
mk: Преименувај ја тековната датотека
pl: Zmienia nazwę bieżącego pliku

source: Page Set_up ...
mk: Подесување на Стра_ницата ...
pl: _Ustawienia strony ...

source: Page setup for printing
mk: Подесување на страницата за печатење
pl: Ustawienia strony do drukowania

source: _Print
fr: _Imprimer
ko: 인쇄(_P)
mk: _Печати
pl: Wy_drukuj

source: Print the current file
fr: Imprime le document courant
ko: 현재 파일 출력
mk: Испечати ја тековната датотека
pl: Drukuje bieżący plik

source: _Print Preview
fr: _Aperçu avant impression
ko: 인쇄 미리보기(_P)
mk: _Преглед на документот за печатење
pl: Podgląd _wydruku

source: Print preview of the current file
fr: Aperçu du document avant impression
ko: 현재 파일의 미리보기 출력
mk: Преглед на тековниот документ за печатање
pl: Podgląd wydruku bieżącego pliku

source: Recent _Files
fr: _Fichiers récents
ko: 최근 파일(_F)
mk: Скорешни _Датотеки
pl: Ostatnie _pliki

source: Recent Projec_ts
ko: 최근 프로젝트(_T)
mk: Скорешни Проек_ти
pl: Ostatnie projek_ty

source: _Make Selection Uppercase
fr: Sélection en maj_uscule
ko: 선택영역를 대문자로 변환(_M)
mk: _Направи Избор по критериум на големи букви
pl: _Duże litery w zaznaczonym tekście

source: Make the selected text uppercase
fr: Convertit la sélection en majuscule
ko: 선택된 텍스트를 대문자로 변환
mk: Направи го избраниот текст со големи букви
pl: Zapisuje zaznaczony tekst dużymi literami

source: Make Selection Lowercase
fr: Sélection en minuscule
ko: 선택영역을 소문자로 변환
mk: Направи го изборот со мали букви
pl: Małe litery w zaznaczonym tekście

source: Make the selected text lowercase
fr: Convertit la sélection en minuscule
ko: 선택된 텍스트를 소문자로 변환
mk: Направи го избраниот текст со мали букви
pl: Zapisuje zaznaczony tekst małymi literami

source: Convert EOL chars to CRLF
fr: Conversion LF->CR/LF
ko: 개행문자를 CR/LF로 변환
mk: Конвертирај ги EOL карактерите во CRLF
pl: Przekonwertuj znaki EOL na CRLF

source: Convert End Of Line characters to DOS EOL (CRLF)
fr: Convertit les retours chariot au format UNIX au format DOS (CR/LF)
ko: 개행문자를 DOS EOL(CR/LF)로 변환
mk: Конвертирај ги End-Of-Line карактерите во DOS EOL (CRLF)
pl: Konwertuje znaki końca wiersza na standard DOS-a (znak CRLF)

source: Convert EOL chars to LF
fr: Conversion CR/LF->LF
ko: 개행문자를 LF 문자로 변환
mk: Конвертирај ги EOL карактерите во LF
pl: Przekonwertuj znaki EOL na LF

source: Convert End Of Line characters to Unix EOL (LF)
fr: Convertit les retours chariot au format UNIX (LF)
ko: 개행문자를 Unix EOL(LF) 문자로 변환
mk: Конвертирај ги End-Of-Line карактерите во Unix EOL (LF)
pl: Konwertuje znaki końca wiersza na standard uniksowy (znak LF)

source: Convert EOL chars to CR
fr: Conversion LF->CR
ko: 개행문자를 CR로 변환
mk: Конвертирај ги EOL карактерите во CR
pl: Przekonwertuj znaki EOL na CR

source: Convert End Of Line characters to Mac OS EOL (CR)
fr: Convertit les retours chariot au format MacOS (CR)
ko: 개행문자를 Mac OS EOL(CR)로 변환
mk: Конвертирај ги End-Of-Line карактерите во Mac OS EOL (CR)
pl: Konwertuje znaki końca wiersza na standard systemu Mac OS (znak LF)

source: Convert EOL chars to majority EOL
fr: Conversion LF->LF majeur
ko: 개행문자를 majority EOL로 변환
mk: Конвертирај ги EOL карактерите во мнозинство EOL карактери
pl: Przekonwertuj znaki EOL na ważniejsze EOL

source: Convert End Of Line characters to majority of the EOL found in the file
fr: Convertit les retours chariot au format UNIX au format le plus utilisé dans le fichier
ko: 개행문자를 파일 내에서 가장 많이 사용한 개행문자로 변환
mk: Конвертирај ги End-Of-Line карактерите во мнозинството од EOL карактерите пронајдени во датотеката
pl: Konwertuje znaki końca wiersza na większość EOL znalezionych w pliku

source: _Select All
ko: 전부 선택(_S)
mk: _Селектирај Се
pl: Zaznacz w_szystko

source: Select all text in the editor
fr: Sélectionne tout le texte dans l'éditeur
ko: 편집기 내 모든 텍스트 선택
mk: Избери го целиот текст во уредувачот
pl: Zaznacza cały tekst w edytorze

source: Select to _Brace
fr: Sélection _accolade
ko: 괄호 내 선택(_B)
mk: Избери до _заграда
pl: Zaznacz do _nawiasu

source: Select the text in the matching braces
fr: Sélectionne le texte jusqu'à l'accolade correspondante
ko: 일치 괄호내 텍스트 선택
mk: Селектирај го текстот во соодветните загради
pl: Zaznacza tekst pomiędzy pasującymi nawiasami

source: Select Code Block
ko: 코드 블럭 선택
mk: Избери го блокот со код
pl: Zaznacz blok kodu

source: Select the current code block
fr: Sélectionne le bloc de code où est situé le curseur
ko: 현재 코드 블럭 선택
mk: Избери го тековниот блок со код
pl: Zaznacza bieżący blok kodu

source: Current Function
ko: 현재 함수 선택
mk: Тековна функција
pl: Bieżąca funkcja

source: Select the current function
ko: 현재 함수 선택
mk: Избери ја тековната функција
pl: Zaznacza bieżącą funkcję

source: Current Line
ko: 현재 행 선택
mk: Тековна линија
pl: Bieżący wiersz

source: Select the current line
ko: 현재 행 선택
mk: Избери ја тековната линија
pl: Zaznacza bieżący wiersz

source: Current Word
ko: 현재 단어 선택
mk: Тековен збор
pl: Bieżące słowo

source: Select the current word
ko: 현재 단어 선택
mk: Избери го тековниот збор
pl: Zaznacza bieżące słowo

source: /* GPL Notice */
ko: /* GPL 공지사항 */
mk: /* GPL Забелешка */
pl: /* Notka GPL */

source: Insert GPL notice with C style comments
fr: Insert la notice GPL avec le style de commentaires du C
ko: C 주석 스타일로 GPL 공지사항 삽입
mk: Внеси GPL забешека со C стил на коментари
pl: Wstawia notkę GPL (GNU General Public License) z komentarzami języka C

source: // GPL Notice
ko: // GPL 공지사항
mk: // GPL Забелешка
pl: // Notka GPL

source: Insert GPL notice with C++ style comments
fr: Insert la notice GPL avec le style de commentaires du C++
ko: C++ 주석 스타일로 GPL 공지사항 삽입
mk: Внеси GPL забешека со C++ стил на коментари
pl: Wstawia notkę GPL (GNU General Public License) z komentarzami języka C++

source: # GPL Notice
ko: # GPL 공지사항
mk: # GPL Забелешка
pl: # Notka GPL

source: Insert GPL notice with Python style comments
fr: Insert la notice GPL avec le style de commentaires du langage Python
ko: Python 주석 스타일로 GPL 공지사항 삽입
mk: Внеси GPL забешека со Python стил на коментари
pl: Wstawia notkę GPL (GNU General Public License) z komentarzami języka Python

source: Current Username
ko: 현재 사용자이름
mk: Тековно корисничко име
pl: Nazwa bieżącego użytkownika

source: Insert name of current user
fr: Insert le nom de l'utilisateur courant
ko: 현재 사용자이름 삽입
mk: Внеси име од тековен корисник
pl: Wstawia nazwę bieżącego użytkownika

source: Current Date & Time
ko: 현재 날짜 및 시간
mk: Тековен датум и време
pl: Bieżąca data & czas

source: Insert current date & time
fr: Insert la date et l'heure
ko: 현재 날짜와 시간 삽입
mk: Внеси тековен датум и време
pl: Wstawia bieżącą datę & czas

source: Header File Template
ko: 헤더 파일 템플릿
mk: Шаблон за заглавие
pl: Szablon pliku nagłówkowego

source: Insert a standard header file template
fr: Insére un squelette de fichier d'en-tête
ko: 표준 헤더 파일 템플릿 삽입
mk: Внеси стандарден шаблон за заглавие
pl: Wstawia standardowy szablon pliku nagłówkowego

source: ChangeLog entry
fr: ChangeLog
ko: ChangeLog 엔트리
mk: ChangeLog влез
pl: Wpis ChangeLog

source: Insert a ChangeLog entry
fr: Insère une entrée « ChangeLog »
ko: ChangeLog 엔트리 삽입
mk: Вметни ChangeLog влез
pl: Wstawia wpis do pliku dziennika ChangeLog

source: Insert a switch template
fr: Insére un gabarit switch
ko: 'switch' 문 템플릿 삽입
mk: Вметни switch шаблон
pl: Wstawia szablon instrukcji switch

source: Insert a for template
fr: Insére un gabarit for
ko: 'for' 문 템플릿 삽입
mk: Вметни for шаблон
pl: Wstawia szablon instrukcji for

source: Insert a while template
fr: Insére un gabarit while
ko: 'while' 문 템플릿 삽입
mk: Вметни while шаблон
pl: Wstawia szablon instrukcji while

source: Insert an if...else template
fr: Insére un gabarit if...else
ko: 'if...else' 문 템플릿 삽입
mk: Вметни if...else шаблон
pl: Wstawia szablon bloku instrukcji if...else

source: Insert the CVS Author keyword (author of the change)
fr: Insére le mot clé CVS « Author » (author of the change)
ko: CVS 저자 키워드 삽입 (변경 저자)
mk: Вметни го CVS авторскиот клучен збор (авторот на промената)
pl: Wstawia słowo kluczowe CVS Author (autor zmiany)

source: Insert the CVS Date keyword (date and time of the change)
fr: Insére le mot clé CVS « Date » (date and time of the change)
ko: CVS 날짜 키워드 삽입 (변경 날짜와 시간)
mk: Вметни го CVS датумскиот клучен збор (датум и време на промената)
pl: Wstawia słowo kluczowe CVS Date (data i czas zmiany)

source: Insert the CVS Header keyword (full path, revision, date, author, state)
ko: CVS 헤더 키워드 삽입 (전체경로, 리비전, 날짜, 저자, 상태)
mk: Вметни го CVS клучниот збор за заглавје (полна патеика, ревизија, датум, автор, држава)
pl: Wstawia słowo kluczowe CVS Header (pełna ścieżka, wydanie, data, autor, stan)

source: Insert the CVS Id keyword (file, revision, date, author)
ko: CVS ID 키워드 삽입 (파일, 리비전, 날짜, 저자)
mk: Вметни го CVS ID клучниот збор (датутека, ревизија, датум, автор)
pl: Wstawia słowo kluczowe CVS Id (plik, wydanie, data, autor)

source: Insert the CVS Log keyword (log message)
fr: Insére le mot clé CVS « log » (log message)
ko: CVS 로그 키워드 삽입 (로그 메시지)
mk: Вметни го CVS клучниот збор за лог (лог порака)
pl: Wstawia słowo kluczowe CVS Log (komunikat dziennika)

source: Insert the CVS Name keyword (name of the sticky tag)
fr: Insére le mot clé CVS « keyword » (name of the sticky tag)
ko: CVS 이름 키워드 삽입 (sticky 태그 이름)
mk: Вметни го CVS клучниот збор за име (име на лепливиот таг)
pl: Wstawia słowo kluczowe CVS Name (nazwa znacznika)

source: Insert the CVS Revision keyword (revision number)
fr: Insére le mot clé CVS « Revision » (revision number)
ko: CVS 리비전 키워드 삽입 (리비전 번호)
mk: Вметни го CVS клучниот збор за ревизија (број на ревизија)
pl: Wstawia słowo kluczowe CVS Revision (numer wydania)

source: Insert the CVS Source keyword (full path)
fr: Insère le mot clé CVS « Source » (chemin complet)
ko: CVS 소스 키워드 삽입 (전체경로)
mk: Внеси го CVS изворниот клучен збор (полна патека)
pl: Wstawia słowo kluczowe CVS Source (pełna ścieżka)

source: Header
ko: 헤더
mk: Заглавие
pl: Nagłówek

source: Insert a file header
fr: Insère un fichier d'en-tête
ko: 파일 헤더 삽입
mk: Вметни датотечно заглавје
pl: Wstawia nagłówek pliku

source: C template
ko: C 템플릿
mk: C шаблон
pl: Szablon C

source: Insert a C template
ko: C 템플릿 삽입
mk: Внеси C шаблон
pl: Wstawia szablon w języku C

source: CVS keyword
ko: CVS 키워드
mk: CVS клучен збор
pl: Słowo kluczowe CVS

source: Block Comment/Uncomment
ko: 블록형 주석화/주석해제
mk: Блок коментирање/одкоментирање
pl: Zakomentuj/odkomentuj blok wierszowo

source: Block comment/uncomment the selected text
ko: 선택된 텍스트를 블록형으로 주석화/주석해제
mk: Блок коментирај/откоментирај го селектираниот текст

source: Box Comment/Uncomment
ko: 박스형 주석화/주석해제
mk: Бокс Коментирање/Одкоментирање
pl: Zakomentuj/odkomentuj blokowo

source: Box comment/uncomment the selected text
ko: 선택된 텍스트를 박스형으로 주석화/주석해제
mk: Бокс коментирај/откоментирај го селектираниот текст
pl: Komentuje/odkomentowuje zaznaczony tekst blokowo

source: Stream Comment/Uncomment
ko: 스트림 주석화/주석제거
mk: Stream Коментирај/Одкоментирај
pl: Zakomentuj/odkomentuj strumieniowo

source: Stream comment/uncomment the selected text
ko: 스트림 주석/선택된 테스트 주석해제
mk: Поток коментирај/откоментирај го селектираниот текст
pl: Komentuje/odkomentowuje zaznaczony tekst strumieniowo

source: _Find ...
ko: 찾기(_F) ...
mk: _Пронајди ...
pl: Z_najdź ...

source: Search for a string or regular expression in the editor
fr: Recherche une chaîne ou une expression relationnelle dans le fichier
ko: 문자열 또는 정규식을 편집기 내에서 찾기
mk: Пребарај збор или чест израз во уредувач
pl: Wyszukuje ciąg znaków lub wyrażeń regularnych w edytorze

source: Find _Next
fr: Rechercher _suivant
ko: 다음 찾기(_N)
mk: Пронајди _Следно
pl: Znaj_dź następny

source: Repeat the last Find command
fr: Répète la dernière commande de recherche
mk: Повтори ја последната команда за пребарување
pl: Powtarza ostatnie polecenie przeszukiwania

source: Find and R_eplace ...
ko: 찾기와 바꾸기(_E) ...
mk: Пронајди и З_амени ...
pl: Znajdź i za_mień ...

source: Search for and replace a string or regular expression with another string
fr: Recherche et remplace une chaîne ou une expression relationnelle par une autre chaîne
ko: 문자열 또는 정규식을 다른 문자열로 찾아 바꾸기
mk: Пребарај за и замени збор или чест израз со некој друг збор
pl: Wyszukuje i zmienia ciąg znaków lub wyrażenie regularne na inny ciąg

source: Fin_d in Files ...
ko: 파일에서 찾기(_D) ...
mk: Преба_рај во Датотеки ...
pl: Znajdź w plikac_h ...

source: Search for a string in multiple files or directories
fr: Recherche une chaîne dans des fichiers et répertoires
ko: 문자열을 다중 파일이나 폴더 내에서 찾기
mk: Барај за збор во повеќе датотеки и директориуми
pl: Wyszukuje ciąg znaków w wielu plikach lub katalogach

source: _Enter Selection/I-Search
fr: _Saisissez la sélection ou recherche Inc.
ko: 선택영역 입력/I-찾기(_E)
mk: _Внеси Избор/I-Пребарување
pl: _Podaj zaznaczenie/I-Wyszukiwanie

source: Enter the selected text as the search target
fr: Saisissez le texte sélectionné comme critère de recherche
ko: 검색 대상으로 선택할 텍스트를 입력하세요
mk: Внеси го избраниот текст како цел на пребарување
pl: Wprowadza zaznaczony tekst jako cel wyszukiwania

source: Advanced search and re_place
ko: 고급 찾기와 바꾸기(_P)
mk: Напредно пребарување и за_менување
pl: Zaawansowane _wyszukiwanie i zmiana

source: Advanced Search And Replace
fr: Rechercher-remplacer avancé
ko: 고급 찾기와 바꾸기
mk: Напредно пребарување и заменување

source: _Goto Line number ...
ko: 지정한 행번호로 이동(_G) ...
mk: _Оди до Линија број ...
pl: Przejdź do wybranego _wiersza ...

source: Go to a particular line in the editor
fr: Va à une certaine ligne du fichier
ko: 편집기 내 특정 행으로 이동
mk: Оди до одредена линија во уредувачот
pl: Przechodzi do wiersza o podanym numerze

source: Goto Matching _Brace
ko: 일치 괄호로 이동(_B)
mk: Оди на Совпаднувачката _Заграда
pl: Przejdź do pasującego _nawiasu

source: Go to the matching brace in the editor
fr: Va à l'accolade correspondante
ko: 편집기 내 일치 괄호로 이동
mk: Оди до соодветната заграда во изменувачот
pl: Przechodzi do pasującego nawiasu w edytorze

source: _Goto start of block
ko: 블록 처음으로 이동(_G)
mk: _Оди до почетокот на блокот
pl: Przejdź na początek _bloku

source: Go to the start of the current block
fr: Va au début du bloc courant
ko: 현재 블록의 시작위치로 이동
mk: Оди до почетокот на тековниот блок
pl: Przechodzi na początek bieżącego bloku

source: _Goto end of block
ko: 블록 끝으로 이동(_G)
mk: Оди до крајот на блокот
pl: Przejdź na koniec b_loku

source: Go to the end of the current block
fr: Va à la fin du bloc courant
ko: 현재 블록의 끝으로 이동
mk: Оди до крајот на тековниот блок
pl: Przechodzi na koniec bieżącego bloku

source: _Goto previous mesg
ko: 이전 메시지로 이동(_G)
mk: _Оди на предходната порака
pl: Przejdź do poprzedniego _komunikatu

source: Go to previous message
ko: 이전 메시지로 이동
mk: Оди до претходната порака
pl: Przechodzi do poprzedniego komunikatu

source: _Goto next mesg
ko: 다음 메시지로 이동(_G)
mk: _Оди на следната порака
pl: Przejdź do następnego k_omunikatu

source: Go to next message
ko: 다음 메시지로 이동
mk: Оди до следната порака
pl: Przechodzi do następnego komunikatu

source: _Go Back
ko: 뒤로(_G)
mk: _Оди Назад
pl: _Przejdź wstecz

source: Go back
ko: 뒤로
mk: Оди назад
pl: Przechodzi wstecz

source: _Go Forward
ko: 앞으로(_G)
mk: _Оди Напред
pl: Przejdź _naprzód

source: Go forward
ko: 앞으로
mk: Оди напред
pl: Przechodzi do przodu

source: Tag Definition
fr: Définition de repère
ko: 태그 정의
mk: Таг дефиниција
pl: Definicja znacznika

source: Goto tag definition
ko: 태그 정의로 이동
mk: Оди на дефиницијата
pl: Przechodzi do definicji znacznika

source: Tag Declaration
fr: Déclaration de repère
ko: 태그 선언
mk: Таг декларација
pl: Deklaracja znacznika

source: Goto tag declaration
ko: 태그 선언으로 이동
mk: Оди на декларацијата на тагот
pl: Przechodzi do deklaracji znacznika

source: Next occurrence
ko: 다음 위치
mk: _Следно совпаѓање
pl: Następne wystąpienie

source: Find the next occurrence of current word
fr: Recherche l'occurrence suivante du mot courant
ko: 현재 단어의 다음 위치 찾기
mk: Пронајди го следното совпагање од тековниот збор
pl: Znajduje następne wystąpienie bieżącego słowa

source: Previous occurrence
ko: 이전 위치
mk: Претходно совпаѓање
pl: Poprzednie wystąpienie

source: Find the previous occurrence of current word
fr: Recherche l'occurrence précédente du mot courant
ko: 현재 단어의 이전 위치 찾기
mk: Пронајди го претходното совпагање од тековниот збор
pl: Znajduje poprzednie wystąpienie bieżącego słowa

source: U_ndo
fr: A_nnuler
ko: 취소(_U)
mk: Вр_ати
pl: _Cofnij

source: Undo the last action
fr: Annule la dernière action
ko: 마지막 작업 취소
mk: Врати ја последната акција
pl: Cofa ostatnią czynność

source: _Redo
fr: _Refaire
ko: 반복(_R)
mk: _Повтори
pl: _Ponów

source: Redo the last undone action
fr: Refait la dernière action annulée
ko: 마지막으로 취소된 작업 다시 반복
mk: Повтори ја последната преправена акција
pl: Ponawia ostatnio cofniętą akcję

source: C_ut
fr: Co_uper
ko: 잘라내기(_U)
mk: Исе_чи
pl: _Wytnij

source: Cut the selected text from the editor to the clipboard
fr: Coupe le texte sélectionné et le place dans le presse-papiers
ko: 편집기에서 선택된 텍스트를 클립보드로 잘라내기
mk: Пренеси го избраниот текст од уредувачот до клипбордот
pl: Usuwa zaznaczony tekst z edytora i przenosi do schowka

source: _Copy
fr: _Copier
ko: 복사(_C)
mk: _Копирај
pl: S_kopiuj

source: Copy the selected text to the clipboard
fr: Copie le texte sélectionné dans le presse-papiers
ko: 선택된 텍스트를 클립보드로 복사
mk: Копирај го избраниот текст на клипборд
pl: Kopiuje zaznaczony tekst do schowka

source: _Paste
fr: C_oller
ko: 붙여넣기(_P)
mk: _Вметни
pl: Wk_lej

source: Paste the content of clipboard at the current position
fr: Colle le contenu du presse-papiers après le curseur
ko: 클립보드 내용을 현재 위치에 붙여넣기
mk: Вметни ја содржината од клипбордот на тековната позиција
pl: Wkleja zawartość schowka do bieżącej pozycji dokumentu

source: C_lear
ko: 삭제(_L)
mk: _Исчисти
pl: Wyc_zyść

source: Delete the selected text from the editor
fr: Efface le texte sélectionné
ko: 선택된 텍스트를 편집기로부터 삭제
mk: Избриши го избраниот текст од уредувачот
pl: Usuwa zaznaczony tekst z edytora

source: _Transform
fr: _Transformer
ko: 변환(_T)
mk: _Трансформирај
pl: P_rzekształć

source: _Select
fr: _Sélectionner
ko: 선택(_S)
mk: _Селектирај
pl: Z_aznacz

source: _Insert text
fr: _Insérer
ko: 텍스트 삽입(_I)
mk: _Вметни текст
pl: W_staw tekst

source: Co_mment code
fr: Co_mmenter
ko: 코드 주석(_M)
mk: Ко_ментирај го кодот
pl: Za_komentuj kod

source: S_earch
ko: 찾기(_E)
mk: Ба_рај
pl: Z_najdź

source: G_o to
ko: 이동(_O)
mk: О_ди на
pl: Przejdź d_o

source: _AutoComplete
fr: Complé_ter
ko: 자동완성(_A)
mk: _Автокомплетирање
pl: Uzupełnij au_tomatycznie

source: AutoComplete the current word
fr: Complète le mot courant
ko: 현재 단어 자동완성
mk: Автоматско комплетирање на постоечкиот збор
pl: Autouzupełnia aktualne słowo

source: S_how calltip
fr: Prototype d'_appel
ko: 콜팁 보이기
mk: Прикажи calltip
pl: Wyświ_etl podpowiedź

source: Show calltip for the function
fr: Bascule l'affichage du prototype d'appel de la fonction
ko: 함수에 대한 콜팁 보이기
mk: Прикажи calltip за функцијата
pl: Wyświetla podpowiedź dla funkcji

source: _Main Toolbar
ko: 주 도구막대(_M)
mk: _Главна Лента со алатки
pl: _Główny pasek narzędziowy

source: Hide/Unhide Main toolbar
ko: 주 도구막대 숨기기/보이기
mk: Скриј ја/Прикажи ја главната лента со алатки
pl: Ukrywa/Wyświetla główny pasek narzędziowy

source: _Extended Toolbar
ko: 확장 도구 막대(_E)
mk: _Проширена Лента со алатки
pl: Rozsz_erzony pasek narzędzi

source: Hide/Unhide Extended toolbar
ko: 확장 도구막대 숨기기/보이기
mk: Скриј ја/Покажи ја проширената лента со алатки
pl: Wyświetla/ukrywa rozszerzony pasek narzędzi

source: _Debug Toolbar
ko: 디버그 도구막대(_D)
mk: _Лента со алатки за дебагирање
pl: Pasek _debugowania

source: Hide/Unhide Debug toolbar
ko: 디버그 도구막대 숨기기/보이기
mk: Скри ја/Покажи ја лентата со алатки за дебагирање
pl: Wyświetla/ukrywa pasek debugowania

source: _Browser Toolbar
ko: 브라우저 도구막대(_B)
mk: _Прелистувач Лента со алатки
pl: Pasek nawi_gacji

source: Hide/Unhide Browser toolbar
ko: 브라우져 도구막대 숨기기/보이기
mk: Скриј ја/Прикажи ја лентата со алатки за прегледување
pl: Wyświetla/ukrywa pasek nawigacji

source: _Format Toolbar
ko: 서식 도구막대(_F)
mk: _Формат Лента со алатки
pl: Pasek _formatowania

source: Hide/Unhide Format toolbar
ko: 서식 도구막대 숨기기/보이기
mk: Скриј ја/Прикажи ја лентата со алатки за форматирање
pl: Wyświetla/ukrywa pasek narzędzi formatowania

source: _Line numbers margin
fr: Numérotation des _lignes
ko: 행번호 열(_L)
mk: _Број на линии маргини
pl: Nume_rowanie wierszy

source: Show/Hide line numbers
fr: Bascule l'affichage des numéros de ligne
ko: 행번호 보이기/숨기기
mk: Скриј ги/Прикажи ги броевите на линиите
pl: Wyświetla/ukrywa numery wierszy

source: _Markers Margin
fr: _Marqueurs
ko: 표식 열(_M)
mk: _Маркери Маргина
pl: Znaczniki na _marginesie

source: Show/Hide markers margin
fr: Bascule l'affichage des marqueurs
ko: 표식 열 보이기/숨기기
mk: Скриј ги/Прикажи ги маркерите на маргините
pl: Wyświetla/ukrywa znaczniki na marginesie

source: _Code fold margin
fr: _Battants
ko: 코드 폴드 열(_C)
mk: _Код запакувај маргини
pl: Margines sekcji _kodu

source: Show/Hide code fold margin
fr: Bascule l'affichage des battants de code
ko: 코드 폴드 열 보이기/숨기기
mk: Скриј ги/Прикажи ги код витканите маргини
pl: Wyświetla/ukrywa margines sekcji kodu
