Repository: 00mjk/anjuta
Catalog: po/*.po
Languages: fr, ko, mk, pl

source: Display the IDs of currently known threads
fr: Affiche les IDs des threads existant
ko: 현재 알려진 쓰레드의 ID 표시
mk: Прикажи ги ИД-ата на моментално познатите нишки
pl: Wyświetla identyfikatory aktualnie znanych wątków

source: Info _Global variables
fr: Variables _globales
ko: 전역 변수 정보(_G)
mk: Инфо _Глобални променливи
pl: Informacje o zmiennych _globalnych

source: Display all global and static variables of the program
fr: Affiche toutes les variables globales et les variables statiques du programme
ko: 프로그램의 모든 전역/정적 변수 표시
mk: Прикажи ги сите глобални и статички променливи во програмот
pl: Wyświetla wszystkie globalne i statyczne zmienne programu

source: Info _Local variables
fr: Variables _locales
ko: 지역 변수 정보(_L)
mk: Инфо Локални променливи
pl: Informacje o zmiennych _lokalnych

source: Display local variables of the current frame
fr: Affiche les variables locales dans le cadre de pile courant
ko: 현재 프레임의 지역변수 표시
mk: Прикажи ги локалните променливи во тековната рамка
pl: Wyświetla zmienne lokalne bieżącej ramki

source: Info _Current Frame
fr: _Cadre de pile
ko: 현재 프레임 정보(_C)
mk: Инфо Сегашна рамка
pl: Informacje o _bieżącej ramce

source: Display information about the current frame of execution
fr: Affiche des informations du cadre de pile courant
ko: 실행중인 현재 프레임에 대한 정보 표시
mk: Прикажи информации за моменталната рамка што се извршува
pl: Wyświetla informacje o bieżącej ramce wykonania programu

source: Info Function _Arguments
fr: _Arguments de la fonction
ko: 함수 인자(_A)
mk: Инфо Функција _Аргументи
pl: Informacje o argumentach _funkcji

source: Display function arguments of the current frame
fr: Affiche les arguments de la fonction qui est dans le cadre de pile courant
ko: 현재 프레임의 함수 인자 보기
mk: Прикажи ги аргументите на функцијата во тековната рамка
pl: Wyświetla argumenty funkcji bieżącej ramki

source: Info _Memory
ko: 메모리 정보(_M)
mk: Инфо _Меморија
pl: _Pamięć informacji

source: Display accessible memory
fr: Afficher l'adressage de la mémoire accessible
ko: 접근가능한 메모리 표시
mk: Прикажи достапна меморија
pl: Wyświetla dostępną pamięć

source: _Start Debugger
fr: _Démarrer le débogueur
ko: 디버거 시작(_S)
mk: _Стартувај го дебагерот
pl: _Uruchom debuger

source: Start the debugging session
fr: Démarrer la session de débogage
ko: 디버깅 세션 시작
mk: Стартува ја дебаг сесијата
pl: Rozpoczyna sesję debugowania

source: Load E_xecutable ...
ko: 실행파일 불러오기(_X) ...
mk: Вчитај И_звршна дататека...
pl: Wczytaj p_lik wykonywalny ...

source: Open the executable for debugging
ko: 디버그할 실행파일 열기
mk: Отвори извршна датотека за дебагирање
pl: Otwiera plik wykonywalny do debugowania

source: Load _Core file ...
ko: core 파일 불러오기(_C) ...
mk: Вчитај _Core датотека
pl: Wczytaj plik _Core

source: Load a core file to dissect
ko: 분석할 core 파일 불러오기
mk: Вчитај core датотека за да се изврши анализа
pl: Wczytuje plik zrzutu pamięci do przebadania

source: _Attach to Process ...
ko: 프로세스에 붙이기(_A) ...
mk: _Прикачи на Процес ...
pl: Dołącz do pr_ocesu ...

source: Attach to a running program
fr: Attache un programme en cours d'exécution
ko: 실행중인 프로그램에 붙이기
mk: Закачи ја на стартуван програм
pl: Dołącza do działającego programu

source: _Restart Program
fr: _Redémarre le programme
ko: 프로그램 재시작(_R)
mk: _Рестартирај Програм
pl: _Uruchom ponownie program

source: Stop and restart the program
fr: Arrête et redémarre le programme
ko: 플로그램 중지 후 재시작
mk: Стоп_ирај и рестартирај ја програмата
pl: Zatrzymuje i ponownie uruchamia program

source: S_top Program
fr: Arrê_ter
ko: 프로그램 중지(_T)
mk: С_топ Програм
pl: Za_trzymaj program

source: Stop the program being debugged
fr: Arrête le programme débogué
ko: 디버그 중인 프로그램 중지
mk: Стопирај ја програма што се дебагира
pl: Zatrzymuje debugowany program

source: _Detach Debugger
fr: _Détacher le débogueur
ko: 디버거 분리(_D)
mk: _Откачи Дебагер
pl: O_dłącz debuger

source: Detach from an attached program
fr: Détache le débogueur du programme
ko: 덧붙여진 프로그램으로부터 분리
mk: Откачи се од програмот
pl: Odłącza od dołączonego programu

source: I_nterrupt Program
mk: П_рекини Програм

source: Interrupt execution of the program
ko: 프로그램 수행 인터럽트
mk: Прекин од
pl: Przerywa wykonywanie programu

source: Si_gnal to Process
fr: Envoyer un si_gnal au processus
ko: 처리할 신호(_G)
mk: Си_гнал во процес
pl: Sy_gnał do procesu

source: Send a kernel signal to the process being debugged
fr: Envoie un signal noyau au processus débogué
ko: 커널시그널을 디버그중인 프로세스에 보내기
mk: Испрати кернел сигнал на процесот што се дебагира
pl: Wysyła sygnał jądra systemu do debugowanego procesu

source: _Execution
fr: _Exécution
ko: 실행(_E)
mk: _Извршување
pl: Wyko_nywanie

source: _Information
ko: 정보(_I)
mk: _Информација
pl: _Informacje

source: Ins_pect/Evaluate ...
ko: 검증/평가(_P) ...
mk: _Увид/ Евалуирај ...
pl: Zbadaj/O_bejrzyj ...

source: Inspect or evaluate an expression or variable
fr: Inspecter ou évaluer une expression ou une variable
ko: 식 또는 변수 조사 및 평가
mk: Увид или евалуација на израз или варијабла
pl: Bada lub ogląda wyrażenie lub zmienną

source: Add Expression in _Watch ...
ko: 감시할 식 추가(_W) ...
mk: Додај израз во Следи.
pl: Dodaj _wyrażenie do okna obserwacji ...

source: Add expression or variable to the watch
fr: Ajoute une expression à l'inspecteur
ko: 감시를 위한 식 또는 변수 추가
mk: Додади израз или променлива во надгледувачот
pl: Dodaje wyrażenie lub zmienną do okna obserwacji

source: St_op Debugger
fr: _Arrêter le débogueur
ko: 디버거 중지(_O)
mk: Ст_оп Дебагер
pl: Zatrz_ymaj debuger

source: Say goodbye to the debugger
fr: Quitte le débogueur, « au revoir » !
ko: 디버거에게 "안녕"하기
mk: Кажете догледање на дебагерот
pl: Mówi debugerowi do widzenia

source: U_pdate file
ko: 파일 갱신(_P)
mk: А_журирај датотека
pl: _Uaktualnij plik

source: C_ommit file
ko: 파일 적용(_O)
mk: И_зврши датотека
pl: Za_twierdź plik

source: S_tatus of file
ko: 파일 상태(_T)
mk: Статус на датотеката
pl: St_an pliku

source: G_et file log
ko: 파일 로그 얻기(_E)
mk: Зе_ми датотека дневник
pl: Pobi_erz dziennik pliku

source: _Add file
ko: 파일 추가(_A)
mk: _Додади датотека
pl: _Dodaj plik

source: _Remove file
ko: 모두 제거(_R)
mk: _Отстрани датотека
pl: Usuń p_lik

source: D_iff file
ko: 파일 diff(_I)
mk: D_iff датотека
pl: Pik di_ff

source: _Update Project
ko: 프로젝트 갱신(_U)
mk: _Ажурирај Проект
pl: Ua_ktualnij projekt

source: Update the working copy of a Project
ko: 프로젝트의 작업사본 갱신
mk: Ажурирај ја работната копија од проектот
pl: Uaktualnia kopię roboczą projektu

source: _Commit Project
ko: 프로젝트 commit(_C)
mk: _Изврши Проект
pl: _Zatwierdź projekt

source: Commit local changes to the repository
ko: 변경 내용을 저장소에 적용
mk: Изврши локални промени врз репозитарот
pl: Zatwierdza lokalne zmiany do repozytorium

source: _Import Project
ko: 프로젝트 가져오기(_I)
mk: _Импортирај Проект
pl: Za_importuj projekt

source: Import Project as a new module in the repository
ko: 저장소내 새 모듈로서 프로젝트 가져오기
mk: Импортирај го Проектот како нов модул во репозитарот
pl: Importuje projekt jako nowy moduł w repozytorium

source: _Status of Project
ko: 프로젝트 상태(_S)
mk: _Статус на проектот
pl: _Stan projektu

source: Print the status of the Project
ko: 프로젝트 상태 출력
mk: Печати статус на проектот
pl: Wyświetla stan projektu

source: Get Project _log
ko: 프로젝트 로그 얻기(_L)
mk: Земи го дневникот од проектот
pl: Pobierz dziennik pr_ojektu

source: Print the CVS log of the Project
ko: 프로젝트의 CVS 로그 출력
mk: Печати го CVS дневникот на проектот
pl: Wypisuje dziennik CVS projektu

source: _Diff Project
ko: 프로젝트 diff(_D)
mk: _Diff Проект
pl: Różnice diff p_rojektu

source: Create a diff between the working copy of the Project and the repository
ko: 프로젝트의 작업사본과 저장소사이의 diff 만들기
mk: Создади разлика помеѓу работна копија и копијата во репозитарот
pl: Tworzy różnice pomiędzy kopią roboczą projektu a repozytorium

source: _Login
ko: 로그인(_L)
mk: _Логирај се
pl: Za_loguj

source: Login to a CVS server
ko: CVS 서버에 로그인
mk: Логирај се на CVS сервер
pl: Loguje użytkownika do serwera CVS

source: _Compiler and Linker Settings ...
ko: 컴파일러 및 링커 설정(_C) ...
mk: _Подесувања на компајлер и линкер
pl: Ustawienia _kompilatora i linkera ...

source: Settings for the compiler and linker
ko: 컴파일러와 링커 설정
mk: Подесувања за компајлер и линкер
pl: Ustawienia dla kompilatora i linkera

source: _Source Paths ...
ko: 소스 경로(_S) ...
mk: _Извор Патеки...
pl: Ścieżki źró_dłowe ...

source: Specify the source paths for Anjuta to search
ko: Anjuta가 검색할 소스 경로를 설정하세요
mk: Специфицирајте ги изворните патишта за Anjuta за пребарување
pl: Określa ścieżki źródłowe przeszukiwane przez program Anjuta

source: Co_mmands ...
ko: 명령(_C) ...
mk: Ко_манди ...
pl: Po_lecenia ...

source: Specify the various commands for use
ko: 각각의 작업시 사용할 명령을 설정하세요.
mk: Специфицирајте ги различните команди за користење
pl: Wybiera różne polecenia, które mogą być użyte

source: _Preferences ...
ko: 환경 설정(_P) ...
mk: _Параметри ...
pl: _Ustawienia

source: Do you prefer coffee to tea? Check it out.
fr: Vous préférez les blondes ou les brunes ? À vous de choisir !
ko: 차보다 커피를 좋아하세요? 확인하세요.
mk: Дали преферирате чај или кафе? Проверете.
pl: Wolisz kawę, czy herbatę? Sprawdź to.

source: _Editor colors and fonts ...
ko: 색상 및 글꼴 설정(_E) ...
mk: _Уредувач бои и фонтови ...
pl: Kolory i czcionki _edytora ...

source: Syntax highlighting settings
ko: 문법 강조 스타일을 편집합니다
mk: Подесувања за осветлување датотеки
pl: Ustawienia wyróżniania elementów składni

source: File view filters ...
ko: 파일 필터 설정 ...
mk: Датотека преглед филтри ...
pl: Filtry widoku plików ...

source: Edit file view filters
ko: 파일 필터 편집
mk: Уреди датотека преглед филтри
pl: Modyfikuje filtry widoku plików

source: _Edit user.properties file ...
ko: user.properties 파일 편집(_E) ...
mk: _Уреди корисник атрибути датотека ...
pl: _Zmodyfikuj plik user.properties ...

source: Edit user properties file
ko: user.properties 파일을 편집합니다
mk: Уреди ги кориснички дефинираните атрибути
pl: Modyfikuje plik właściwości użytkownika

source: Set _Default Preferences
fr: Définir les préférences par _défaut
ko: 기본값으로 환경 설정(_D)
mk: Постави Стандардни поставки
pl: Ustaw _domyślne preferencje

source: But I prefer tea.
fr: C'est une histoire de goût!
ko: 그러나 나는 차를 더 좋아합니다.
mk: Но јас преферирам чај.
pl: Ale ja wolę herbatę.

source: C_ustomize shortcuts
fr: _Raccourcis clavier
ko: 단축키 사용자 지정(_U)
mk: П_ерсонализирајте ги кусите патеки
pl: Dostosuj s_króty

source: Customize shortcuts associated with menu items
fr: Personnalise les raccourcis claviers associés aux actions des menus
ko: 메뉴 아이템과 연결되어 있는 단축키 설정을 변경합니다
mk: Персонализирај ги кусите патеки асоцирани со елементите од менијата
pl: Dostosowuje skróty klawiszowe związane z obiektami menu

source: _Tools Editor
ko: 사용자 정의 도구 편집(_T)
mk: _Алатки Уредувач
pl: _Edytor narzędzi

source: Customize user-defined tools
ko: 사용자 정의 도구 사용자 지정
mk: Персонализирај ги кориснички дефинираните алатки
pl: Dostosowuje narzędzia definiowane przez użytkownika

source: St_art-with dialog
ko: 시작 대화상자(_A)
mk: Ст_артува со дијалог
pl: Okno dialogowe rozpoczynania

source: Show start-with dialog
ko: 시작 대화상자를 엽니다
mk: Прикажи старт со дијалог
pl: Wyświetla okno dialogowe rozpoczynania

source: An_juta setup wizard
ko: Anjuta 설정 마법사(_J)
mk: An_juta волшебник за подесување
pl: Druid konfiguracji Anj_uty

source: Setup wizard for first time run
ko: 최초 실행을 위한 설정마법사
mk: Волшебникот за инсталација се стартува за првпат
pl: Druid konfiguracji dla czasu pierwszego uruchamiania

source: Browse GNOME _API Pages
ko: GNOME API 참조(_A)
mk: Прелистајте ги GNOME _API страниците
pl: Przeglądaj strony GNOME A_PI

source: The GNOME API pages
ko: GNOME API 참조
mk: GNOME API страници
pl: Strony GNOME API

source: Browse _Man Pages
ko: man 페이지 찾아보기(_M)
mk: Прелистај _Маn Страни
pl: Przeglądaj strony ma_nuala

source: The good old manual pages
ko: 오래되었지만 훌륭한, Man 페이지
mk: Старите добри страници од прирачникот
pl: Stare dobre strony podręcznikowe

source: Browse _Info Pages
ko: Info 페이지 찾아보기(_I)
mk: Прелистај _Инфо Страни
pl: Przeglądaj strony _info

source: Browse Info pages
ko: Info 페이지 찾아보기
mk: Прелистај Инфо страни
pl: Przegląda strony info

source: _Context Help
fr: Aide _contextuelle
ko: 컨텍스트 도움말(_C)
mk: _Контекст Помош
pl: Pomoc k_ontekstowa

source: Search help for the current word in the editor
fr: Chercher de l'aide sur le mot courant
ko: 편집기 내 현재 단어에 대한 도움말 검색
mk: Барајте помош за тековниот збор во уредувачот
pl: Przeszukuje pomoc pod kątem wybranego słowa w edytorze

source: _Search a topic
ko: 주제별 검색(_S)
mk: _Барајте наслов
pl: Przeszukaj te_mat

source: May I help you?
ko: 뭘 도와드릴까요？
mk: Може да Ви помогнам?
pl: W czym można ci pomóc?

source: Anjuta _Home Page
fr: _Site web d'Anjuta
ko: Anjuta 홈페이지(_H)
mk: Anjuta _Дома
pl: _Witryna domowa Anjuty

source: Online documentation and resources
fr: Documentation et ressources en ligne
ko: 온라인 문서와 자원
mk: Далечинска документација и ресурси
pl: Dokumentacja i zasoby przez sieć Internet

source: _Libraries API references
ko: 라이브러리 API 참조(_L)
mk: _Библиотеки
pl: Opis _bibliotek API

source: Online reference library for GDK, GLib, GNOME etc..
ko: GDK, GLib, GNOME 에 대한 온라인 참조 라이브러리
mk: Далечинска библиотеки за GDK, GLib, GNOME ...
pl: Opis bibliotek GTK+, GLib, GNOME itd..

source: Report _Bugs
ko: 버그 보고(_B)
mk: Извештај _Бубачки
pl: Zgłoś błę_dy

source: Submit a bug report for Anjuta
ko: Anjuta의 버그를 보고합니다
mk: Испратите извештај за грешки во Anjuta
pl: Wysyła raport błędów dla Anjuty

source: Request _Features
ko: 기능 추가 요청(_F)
mk: Барање _Особини
pl: Wyślij p_ropozycję

source: Submit a feature request for Anjuta
ko: Anjuta에 대한 기능 추가를 요청합니다
mk: Испратите барање за нова можност на Anjuta
pl: Wysyła propozycję ulepszenia Anjuty

source: Submit _patches
ko: 패치 보내기(_P)
mk: Испрати _закрпа
pl: Wyślij ł_aty

source: Submit patches for Anjuta
ko: Anjuta의 패치를 보냅니다
mk: Испратите закрпи за Anjuta
pl: Wysyła łaty do Anjuty

source: Ask a _question
fr: Poser une _question
ko: 질문하기(_Q)
mk: Поставите _прашање
pl: Zadaj py_tanie

source: Submit a question for FAQs
fr: Soumettre une nouvelle question dans la FAQ
ko: FAQ에 질문을 보냅니다
mk: Испратите прашање за ЧПП
pl: Wysyła pytanie dla FAQ

source: _Project
fr: _Projet
ko: 프로젝트(_P)
mk: _Проект
pl: P_rojekt

source: For_mat
ko: 서식(_M)
mk: Фор_матирај
pl: For_matowanie

source: Bookmar_k
fr: _Signet
ko: 책갈피(_K)
mk: Белеш_ка
pl: Za_kładki

source: _Debug
fr: _Déboguer
ko: 디버그(_D)
mk: _Дебаг
pl: _Debugowanie

source: _Settings
fr: P_aramètres
ko: 설정(_S)
mk: _Подесувања
pl: _Ustawienia

source: The editor is being used as output buffer for an operation. Closing it will result in stopping the process. Do you still want close the editor?
ko: 편집기가 어떤 작업을 위한 출력 버퍼로 사용되고 있습니다. 편집기를 닫을 경우, 프로세스의 중단이 야기됩니다. 그래도 편집기를 닫으시겠습니까?
mk: Уредувачот веќе се користи како излезен бафер за операција. Затварајќи го ќе предизвикате стопирање на процесот. Дали сеуште сакате да го затворите уредувачот?
pl: Edytor jest wykorzystywany jako bufor wyjściowy dla operacji. Zamknięcie go spowoduje zatrzymanie procesu. Czy wciąż chcesz zamknąć edytor?

source: The file '%s' is not saved. Do you want to save it before closing?
fr: Le fichier « %s » n'est pas enregistré. Voulez-vous l'enregistrer avant de fermer ?
ko: 파일 '%s' 이 저장되지 않았습니다. 닫기전에 저장하시겠습니까？
mk: Датотеката '%s' не е зачувана. Дали сакате да ја снимите пред затворање?
pl: Plik "%s" nie został zapisany. Czy chcesz go zapisać przed zamknięciem?

source: Do_n't save
fr: _Ne pas enregistrer
ko: 저장않기(_N)
mk: _Не снимај
pl: _Nie zapisuj

source: Are you sure you want to reload '%s'? Any unsaved changes will be lost.
fr: Voulez-vous vraiment recharger %s ? Les modifications non enregistrées seront perdues.
ko: '%s'를 정말 다시 불러오시겠습니까? 저장되지 않은 변경사항은 전부 잃게 됩니다.
mk: Дали сте сигурни дека сакате да ја превчитате датотеката '%s'? Сите неснимени промени ќе бидат изгубени.
pl: Czy na pewno chcesz ponownie wczytać "%s"? Wszystkie niezapisane modyfikacje zostaną utracone.

source: _Reload
fr: _Recharger
ko: 다시읽기(_R)
mk: _Вчитај повторно
pl: _Przeładuj

source: %Y-%m-%d
mk: %d-%m-%Y

source: The file "%s" is not a header file.
ko: 파일 "%s" 은 헤더파일이 아닙니다.
mk: Датотеката "%s" не е поглавје датотека.
pl: Plik "%s" nie jest plikiem nagłówkowym.

source: Debugger is not running. Start it first.
ko: 디버거가 실행되지 않았습니다. 먼저 디버거를 실행하세요.
mk: Дебагерот не е стартуван. Прво стартувајте го него.
pl: Debuger nie jest uruchomiony. Najpierw go uruchom.

source: You need to run gconf-editor, look for the key 'desktop/gnome/interface/can_change_accels' and set this toggle button ON. Then you can hover the mouse pointer over any menu item and press the shortcut key to associate with it.
ko: gconf-editor를 실행하고, 'desktop/gnome/interface/can_change_accels' 키를 찾은 후, 토글 단추를 ON 으로 하세요. 그러면 마우스 포인터를 모든 메뉴항목으로 이동시킬 수 있으며 각 메뉴 아이템을 단축키와 연결시킬 수 있습니다.
mk: Треба да го стартувате gconf уредувачот, погледнете на копчето 'desktop/gnome/interface/can_change_accels' и подесете го копчето на ON. Тогаш може со глушецот да го поместите покажувачот врз менијата и да доделите куса-патека до менито.
pl: Należy uruchomić gconf-editor, wyszukać klucz "desktop/gnome/interface/can_change_accels" i ustawić ten przycisk przełączania na WŁĄCZONY. Następnie można przeciągnąć wskaźnik myszy nad dowolną pozycją menu i nacisnąć klawisz skrótu wiążąc go z nią.

source: The executable is not up-to-date.
ko: 실행파일이 갱신되지 않았습니다.
mk: Извршната датотека не е ажурирана.
pl: Plik wykonywalny nie jest aktualny.

source: Unable to build user interface for Memory
fr: L'initialisation de l'interface pour « Memory » a échoué.
ko: 메모리를 위한 사용자 인터페이스를 만들 수 없습니다
mk: Неможам да изградам кориснички интерфејс за меморијата
pl: Nie można zbudować interfejsu użytkownika dla pamięci

source: Enter a Hexa address or Select one in the data
ko: 16진·주소를·입력하거다·데이타·내에서·선택하세요
mk: Внесете хекса адреса или изберете една од податоците
pl: Podaj adres szesnastkowy lub wybierz jeden z danych

source: Non accessible address !
ko: 접근 불가능한 주소 !
mk: Непристапна адреса !
pl: Nieakceptowalny adres !

source: Find
ko: 찾기
mk: Пронајди
pl: Znajdź

source: Locals
fr: Var. locales
ko: 지역
mk: Локални
pl: Lokalne

source: Watches
fr: Surveillés
ko: 감시
mk: Надгледувачи
pl: Obserwacja

source: Stack
fr: Pile
ko: 스택
mk: Стек
pl: Stos

source: Terminal
ko: 터미널
mk: Терминал

source: Could not find message type %s!
ko: 메시지 형 %s 을 찾을 수 없습니다!
mk: Неможам да ја најдам пораката од типот %s!
pl: Nie można odnaleźć typu komunikatu %s!

source: Messages
ko: 메시지
mk: Пораки
pl: Komunikaty

source: Category
fr: Catégorie
ko: 분류
mk: Категорија
pl: Kategoria

source: Anjuta Preferences Dialog
fr: Anjuta Préférences
ko: Anjuta 환경 설정 대화상자
mk: Anjuta параметри дијалог
pl: Okno preferencji Anjuty

source: Are you sure you want to reset the preferences to their default settings?
fr: Voulez-vous vraiment réinitialiser les préférences à leurs valeurs par défaut ?
ko: 정말 현재 환경을 기본값으로 재설정하시겠습니까?
mk: Дали сте сигурни дека сакате да ја вратите конфигурацијата во првобитната состојба?
pl: Czy na pewno chcesz nadać wszystkim ustawieniom wartości domyślne?

source: _Reset
fr: _Réinitialiser
ko: 재설정(_R)
mk: _Ресетирај
pl: _Wyzeruj

source: Cannot load Global defaults and configuration files: %s. This may result in improper behaviour or instabilities. Anjuta will fall back to built in (limited) settings
fr: Impossible de charger les fichiers de configuration globaux : %s. Cela va peut-être entraîner de mauvais comportements ou une instabilité. Anjuta va se limiter à sa configuration interne.
ko: 전체 기본값과 설정 파일을 불러올 수 없습니다: %s. 이는 부적절한 행동과 불안정성을 야기할 수 있습니다. Anjuta는 내장된 제한적인 설정으로 복귀할 것입니다.
mk: Неможам да ги вчитам Глобалните основни и конфигурациски датотеки: %s. Ова може да резултира во неправилно функционирање или нестабилност. Anjuta ќе се потпре на вградените(ограничени) подесувања.
pl: Nie można wczytać globalnych wartości domyślnych i plików konfiguracyjnych: %s. To może skutkować niepoprawnym zachowaniem lub niestabilnością. Anjuta powróci do wbudowanych ustawień (ograniczonych)

source: Anjuta Preferences
fr: Préférences Anjuta
ko: Anjuta 환경 설정
mk: Anjuta Преференци
pl: Preferencje Anjuty

source: Add to Project
ko: 프로젝트에 추가
mk: Додај во проектот
pl: Dodaj do projektu

source: Project: None
ko: 프로젝트:없음
mk: Проект: Ништо
pl: Projekt: Brak

source: Anjuta project files
ko: Anjuta 프로젝트 파일
mk: Anjuta проект датотеки
pl: Pliki projektu Anjuty

source: All files
fr: Tous les fichiers
ko: 모든 파일
mk: Сите датотеки
pl: Wszystkie pliki

source: Unable to load Project: %s
ko: 프로젝트를 열 수 없습니다: %s
mk: Неможам да го вчитам Проектот: %s
pl: Nie można wczytać projektu: %s.

source: Anjuta version %s or later is required to open this Project. Please upgrade to the latest version of Anjuta (Help for more information).
ko: 이 프로젝트를 열기위해서는 Anjuta 버전 %s 이상이 필요로 합니다. 최신 버전의 Anjuta로 업그레이드하세요. (자세한 정보는 도움말 참조)
mk: Anjuta верзија %s или понова е потребна за да се стартува овој проект. Ве молиме да ја ја надоградите со најновата верзија на Anjuta (Кликнете на помош за повеќе информации)
pl: Do otwarcia tego projektu wymagana jest Anjuta w wersji %s lub nowszej. Uaktualnij program do najnowszej wersji (więcej informacji w menu Pomoc).

source: Project saved successfully
ko: 프로젝트가 성공적으로 저장되었습니다
mk: Проектот е снимен успешно
pl: Projekt został pomyślnie zapisany

source: Unable to save the Project.
ko: 프로젝트를 저장할 수 없습니다.
mk: Неможам да го снимам проектот.
pl: Nie można zapisać projektu.

source: A .glade file does not exist in the top level Project directory. If you do not use glade for GUI editing, please specify a custom command for it in [Project]->[Project Configuration]->[GUI editor command]
ko: glade 파일이 최상위 프로젝트 폴더에 존재하지 않습니다. GUI 편집용으로 glade를 사용하지 않으신다면, [프로젝트]->[프로젝트 설정]->[GUI 편집 명령]에 사용자 지정 명령을 설정해주세요.
mk: Glade датотека не е пронајдена во врвот на Проект директориумот. Ако не користите glade за GUI уредување тогаш зададете ја командата [Проект]->[Проект Конфигурација]->[GUI уредувач команда]
pl: Plik .glade nie istnieje w katalogu nadrzędnym projektu. Jeśli nie używasz glade do edycji GUI, wybierz własne polecenie do tego celu [Projekt]->[Konfiguracja projektu]->[Polecenie edytora GUI]

source: A .glade file does not exist in the top level Project directory.
ko: glade 파일이 최상위 프로젝트 폴더에 존재하지 않습니다.
mk: Glade датотека не е пронајдена во врвот на Проект директориумот.
pl: Plik .glade nie istnieje w głównym katalogu projektu.

source: Project:
ko: 프로젝트:
mk: Проект
pl: Projekt:

source: Unable to get relative file name for %s in %s
ko: %s 에 있는 %s에 대한 상대적인 파일이름을 얻을 수 없습니다.
mk: Неможам да го најдам релативното име на %s во %s
pl: Nie można pobrać odpowiedniej nazwy pliku dla %s w %s

source: already exists in the project
ko: 프로젝트 내에 이미 존재합니다
mk: веќе постои во проектот
pl: już istnieje w projekcie

source: Error while copying the file inside the module.
ko: 모듈 내 파일 복사중 오류.
mk: Грешка при копирањето на датотеката внатре во модулот.
pl: Błąd przy kopiowaniu pliku wewnątrz modułu.

source: Error in loading Project: %s
ko: 프로젝트 불러오는 중 오류: %s
mk: Грешка во вчитувањето на Проектот: %s
pl: Błąd przy wczytywaniu projektu: %s

source: Project loaded successfully.
ko: 프로젝트를 성공적으로 읽었습니다.
mk: Проектот е вчитан успешно.
pl: Projekt został wczytany.

source: Are you sure you want to remove the item '%s' from the Project?
ko: 프로젝트로부터 항목 '%s'를 정말 삭제하시겠습니까?
mk: Дали сте сигурни дека сакате да го извадите елементот '%s' од проектот?
pl: Czy na pewno chcesz usunąć obiekt "%s" z projektu?

source: There is already a Project open.Do you want to close it first?
ko: 이미 프로젝트가 열려있습니다. 먼저 이것을 닫으시겠습니까?
mk: Има веќе отворен Проект. Дали сакате предходно да го затворите?
pl: Jest już jeden otwarty projekt. Czy chcesz go najpierw zamknąć?

source: Help files
ko: 도움말 파일
mk: Помошни датотеки
pl: Pliki pomocy

source: C/C++ Headers
ko: C/C++ 헤더
mk: C/C++ Поглавја
pl: Nagłówki C/C++

source: C/C++ source files
fr: Fichiers source C/C++
ko: C/C++ 소스 파일
mk: C/C++ изворни датотеки
pl: Pliki źródłowe C/C++

source: Java source files
fr: Fichiers source Java
ko: Java 소스 파일
mk: Java изворни датотеки
pl: Pliki źródłowe Javy

source: Pascal files
ko: Pascal 파일
mk: Pascal датотеки
pl: Pliki Pascala
