Repository: 00mjk/anjuta
Catalog: manuals/anjuta-faqs/*/*.po
Languages: es, sv

# _
source: translator-credits
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2018, 2019
sv: Erik Sköldås <erik.skoldas@tele2.se>, 2019

source: Frequently asked questions
es: Preguntas más frecuentes
sv: Frågor och svar

source: GNOME Documentation Project
es: Proyecto de Documentación de GNOME
sv: GNOME:s dokumentationsprojekt

source: Anjuta FAQ
es: P+F de Anjuta
sv: Anjuta Frågor och Svar

source: General
sv: Allmänt

source: Editor
sv: Redigerare

source: Project
es: Proyecto
sv: Projekt

source: Double click on the message.
es: Pulse dos veces sobre el mensaje.
sv: Dubbelklicka på meddelandet.

source: How to jump to the line causing a build error or warning?
es: ¿Cómo saltar a la línea que provoca el error o la advertencia al compilar?
sv: Hur hoppar jag till en rad som orsakat ett byggfel eller en varning?

source: Normally errors reported by the compiler are highlighted in the message window pane. Double clicking on an error should open the corresponding file, if necessary, and move the view to the right position.
es: Normalmente, los errores reportados por el compilador se resaltan en el panel de mensajes de la ventana. Al pulsar dos veces sobre un error se debe abrir el archivo correspondiente, si es necesario, y mover la vista a la posición correcta.
sv: Normalt färgmarkeras fel som rapporteras av kompilatorn i meddelandefönsterpanelen. Om du dubbelklickar på ett fel öppnas motsvarande fil, och fokus flyttas till rätt position.

source: It can fail if <app>Anjuta</app> is not able to parse the output of the build program. This is much more common if the output is translated. So, as a work around, you can uncheck the option <gui>Translate messages</gui> in the preferences of the build plugin. The errors and warnings of the compiler will not be translated but you should be able to jump to the faulty line as explained above.
es: Esto puede fallar si <app>Anjuta</app> no puede analizar la salida del programa de construcción. Esto sucede mucho si la salida está traducida. Por lo que, como alternativa, puede desmarcar la opción <gui>Traducir mensajes</gui> en las preferencias del complemento de construcción. Los errores y advertencias del compilador no se traducirán pero debería poder saltar a la línea incorrecta tal como se ha explicado anteriormente.
sv: Det kan misslyckas om <app>Anjuta</app> inte kan analysera utdata från byggprogrammet. Detta är mycket vanligare om utdata är översatt. För att komma runt problemet kan du avmarkera alternativet <gui>Översätt meddelanden</gui> i inställningarna för insticksmodulen för bygge. Felmeddelandena och varningarna i kompilatorn kommer inte att översättas, men du borde kunna hoppa direkt till den felande raden som förklarats ovan.

source: Double click on the current tab.
es: Pulse dos veces en la pestaña actual.
sv: Dubbelklicka på den aktuella fliken.

source: How to maximize the editor window
es: Cómo maximizar la ventana del editor
sv: Hur man maximerar redigeringsfönstret

source: Double click on the current tab to maximize the document window. Do the same again restore the previous state of all docked windows.
es: Pulse dos veces en la pestaña actual para maximizar la ventana del documento. Haga lo mismo otra vez para restaurar el estado de todas las ventanas ancladas.
sv: Dubbelklicka på den aktuella fliken för att maximera dokumentfönstret. Gör samma sak igen för att återställa det tidigare tillståndet för alla dockade fönster.

source: How to use <app>Scintilla editor</app>
es: Cómo usar el <app>editor Scintilla</app>
sv: Så här använder du redigeraren <app>Scintilla</app>

source: <app href="http://www.scintilla.org">Scintilla editor</app> is available through the package <sys>anjuta-extras</sys> package which can either be downloaded from the <link href="http://projects.gnome.org/anjuta/downloads.html">Anjuta website</link> or installed from the software management application of your distribution. After you have installed it you will be prompted to choose an editor and you can set it as the default editor for this project.
es: El <app href="http://www.scintilla.org">editor Scintilla</app> está disponible en el paquete <sys>anjuta-extras</sys> que se puede descargar del <link href="http://projects.gnome.org/anjuta/downloads.html">sitio web de Anjuta</link> o instalar desde la aplicación de gestión de software de su distribución. Una vez instalado le pedirá que elija un editor y puede establecerlo como editor predeterminado para este proyecto.
sv: Redigeraren <app href="http://www.scintilla.org">Scintilla</app> finns tillgänglig via paketet <sys>anjuta-extras</sys> som antingen kan hämtas från <link href="http://projects.gnome.org/anjuta/downloads.html">Anjutas webbplats</link> eller installeras via din distributions pakethanterare. När du har installerat det kommer du att bli ombedd att välja ett redigeringsprogram, och du kan ställa in det som standardredigerare för det här projektet.

source: <link action="install:anjuta-extras" href="http://projects.gnome.org/anjuta/downloads.html" style="button">Install anjuta-extras</link>
es: <link action="install:anjuta-extras" href="http://projects.gnome.org/anjuta/downloads.html" style="button">Instalar anjuta-extras</link>
sv: <link action="install:anjuta-extras" href="http://projects.gnome.org/anjuta/downloads.html" style="button">Installera anjuta-extras</link>

source: <app>Scintilla Editor</app> is available since Anjuta version 3.2.
es: El <app>editor Scintilla</app> está disponible desde la versión 3.2 de Anjuta.
sv: Redigeraren <app>Scintilla</app> är tillgänglig sedan Anjuta version 3.2.

source: Use GNOME's issue tracker tool.
es: Usar la herramienta de gestión de incidencias de GNOME.
sv: Använd GNOME:s ärendehanteringsverktyg.

source: Where to report bugs and enhancement requests
es: Dónde informar de errores y solicitar mejoras
sv: Var rapporterar man fel och förbättringsförfrågningar

source: Please report bugs and enhancement requests in <app href="http://bugzilla.gnome.org/browse.cgi?product=anjuta">GNOME Bugzilla</app>.
es: Informe de los errores y de sus propuestas de mejora en el <app href="http://bugzilla.gnome.org/browse.cgi?product=anjuta">Bugzilla de GNOME</app>.
sv: Rapportera fel och förbättringsförfrågningar i <app href="http://bugzilla.gnome.org/browse.cgi?product=anjuta">GNOME Bugzilla</app>.

source: Because nobody has written it yet.
es: Porque nadie la ha escrito todavía.
sv: Eftersom ingen har skrivit den än.

source: Why does <app>Anjuta</app> not have my favourite feature?
es: ¿Por qué <app>Anjuta</app> no tiene mi característica favorita?
sv: Varför har <app>Anjuta</app> inte min favoritfunktion?

source: <app>Anjuta</app> is free and open source software. You are encouraged to <link href="https://live.gnome.org/Git/Developers">take the source code</link> and add the features you would like to see. You can also <link xref="general-bugs">file an enhancement request</link> or send a message to the <link href="https://mail.gnome.org/mailman/listinfo/anjuta-devel-list">development mailing list</link> to discuss your ideas first.
es: <app>Anjuta</app> es software libre y abierto. Le invitamos a que <link href="https://live.gnome.org/Git/Developers">tome el código fuente</link> y añada las características que quiera tener. También puede <link xref="general-bugs">enviar una petición de mejora</link> o enviar un mensaje a la <link href="https://mail.gnome.org/mailman/listinfo/anjuta-devel-list">lista de correo de desarrollo</link> para comentar primero sus ideas.
sv: <app>Anjuta</app> baseras på fri och öppen källkod. Du uppmuntras att <link href="https://live.gnome.org/Git/Developers">hämta hem källkoden</link> och lägga till de funktioner du skulle vilja se. Du kan även <link xref="general-bugs">skicka en förbättringsförfrågan</link> eller skicka ett meddelande <link href="https://mail.gnome.org/mailman/listinfo/anjuta-devel-list">till sändlistan för utveckling</link>, för att diskutera dina idéer först.

source: What does the name <app>Anjuta</app> stand for?
es: ¿A qué se debe el nombre de <app>Anjuta</app>?
sv: Vad står namnet <app>Anjuta</app> för?

source: It is not one of those recursive names. <app>Anjuta</app> is the name of the girlfriend of the founder of this application, Naba Kumar. This application is dedicated to her.
es: No es uno de esos nombres recursivos. <app>Anjuta</app> es el nombre de la novia del creado de esta aplicación, Naba Kumar. Esta aplicación está dedicada a ella.
sv: Det är inte ett av de rekursiva namnen. <app>Anjuta</app> är namnet på flickvännen till grundaren av detta program, Naba Kumar. Programmet är tillägnat henne.

source: It is not planned.
es: No está planeado.
sv: Det är inte planerat.

source: Is/will there be <app>Anjuta</app> for Microsoft Windows?
es: ¿Hay o habrá una versión de <app>Anjuta</app> para Microsoft Windows?
sv: Finns det eller kommer det att finnas en <app>Anjuta</app>-version för Microsoft Windows?

source: There is no native port for Microsoft Windows and most likely there will never be. However, if you are interested, feel free to <link href="https://mail.gnome.org/mailman/listinfo/anjuta-list">contact us</link>.
es: No hay una versión nativa para Microsoft Windows y lo más probable es que nunca la haya. Sin embargo, si está interesado, puede <link href="https://mail.gnome.org/mailman/listinfo/anjuta-list">contactar con nosotros</link> libremente.
sv: Det finns ingen inhemsk portering för Microsoft Windows och troligen kommer det aldrig att göra det. Men om du är intresserad, tveka inte att <link href="https://mail.gnome.org/mailman/listinfo/anjuta-list">kontakta oss</link>.

source: Import a project into <app>Anjuta</app>.
es: Importar un proyecto en <app>Anjuta</app>.
sv: Importera ett projekt till <app>Anjuta</app>.

source: How can I use Anjuta with an existing project?
es: ¿Cómo puedo usar Anjuta con un proyecto existente?
sv: Hur kan jag använda Anjuta med ett befintligt projekt?

source: Run <guiseq><gui>File</gui><gui>New</gui><gui>Project from existing sources</gui></guiseq>.
es: Ejecute <guiseq><gui>Archivo</gui><gui>Nuevo</gui><gui>Proyecto de fuentes existentes</gui></guiseq>.
sv: Välj <guiseq><gui>Arkiv</gui><gui>Nytt</gui><gui>Projekt från befintlig källkod</gui></guiseq>.

source: <app>Anjuta</app> has no own project format. It uses already existing project formats, like Autotools or Makefile. On Linux, the most common format is Autotools.
es: <app>Anjuta</app> no tiene un formato de proyecto propio. Usa otros formatos existentes, como Autotools o Makefile. En Linux, el formato compatible con la mayoría es Autotools.
sv: <app>Anjuta</app> har inget eget projektformat utan använder redan befintliga format, som Autotools eller Makefile. På Linux är det vanligaste formatet Autotools.

source: Add a folder and a data target.
es: Añadir una carpeta y datos objetivo.
sv: Lägg till en mapp och ett datamål.

source: How to add a directory containing icons to a project
es: Cómo añadir una carpeta de iconos al proyecto.
sv: Så här lägger du till en katalog med ikoner till ett projekt

source: In an autotools project, you can add a new directory by creating a folder (<guiseq><gui>Project</gui><gui>New Folder...</gui></guiseq>). Then inside this folder create a new data target (<guiseq><gui>Project</gui><gui>New Target...</gui></guiseq>) and add the files corresponding to the icons to this target (<guiseq><gui>Project</gui><gui>Add Source File...</gui></guiseq>).
es: En un proyecto de autotools puede añadir una carpeta nueva creándola (<guiseq><gui>Proyecto</gui><gui>Carpeta nueva...</gui></guiseq>). Dentro de la carpeta cree un objetivo de datos nuevos (<guiseq><gui>Proyecto</gui><gui>Nuevo objetivo...</gui></guiseq>) y añada los archivos correspondientes a los iconos a este objetivo (<guiseq><gui>Proyecto</gui><gui>Añadir archivo de fuentes...</gui></guiseq>).
sv: I ett autotools-projekt kan du lägga till en ny katalog genom att skapa en mapp (<guiseq><gui>Projekt</gui><gui>Ny mapp…</gui></guiseq>). Skapa sedan ett nytt datamål i den här mappen (<guiseq><gui>Projekt</gui><gui>Nytt mål…</gui></guiseq>) och lägg till de filer som motsvarar ikonerna för det här målet (<guiseq><gui>Projekt</gui><gui>Lägg till källkodsfil…</gui></guiseq>).
